Repository: uivlis/web
Catalog: app/locale/*/LC_MESSAGES/djangojs.po
Languages: de, hi, it, ja, pl

source: OSS is also a firm promoter of standards and interoperability. This openness lowers the risk of a vendor lock-in. OSS is based on communities that develop software in a collaborative way. Many enabling technologies for SMAC have strong OSS roots.
de: OSS ist auch ein starker Befürworter von Standards und Interoperabilität. Diese Offenheit verringert das Risiko einer Verkäuferbindung. OSS basiert auf Communities, die gemeinsam Software entwickeln. Viele Basistechnologien für SMAC haben starke OSS-Wurzeln.
hi: ओएसएस मानक और अंतःक्रियाशीलता का एक फर्म प्रमोटर भी है। यह खुलेपन एक विक्रेता लॉक-इन के जोखिम को कम करता है। ओएसएस उन समुदायों पर आधारित है जो एक सहयोगी तरीके से सॉफ्टवेयर विकसित करते हैं। एसएमएसी के लिए कई सक्षम प्रौद्योगिकियों में मजबूत ओएसएस की जड़ें हैं।
it: OSS è anche un promotore di standard e interoperabilità. Questa apertura riduce il rischio di un blocco del fornitore. L&#39;OSS è basato su comunità che sviluppano software in modo collaborativo. Molte tecnologie abilitanti per SMAC hanno forti radici OSS.
ja: OSSは、標準と相互運用性の堅固な推進者でもあります。この開放性は、ベンダーのロックインのリスクを低下させます。 OSSは、協調的な方法でソフトウェアを開発するコミュニティに基づいています。 SMACの多くの実現可能な技術は、強力なOSSのルーツを持っています。
pl: OSS jest również solidnym promotorem norm i interoperacyjności. Ta otwartość obniża ryzyko zablokowania dostawcy. OSS opiera się na społecznościach, które wspólnie tworzą oprogramowanie. Wiele technologii wspierających SMAC ma silne korzenie OSS.

source: Some commercial vendors offer open source software in order to create a large user community. They generate revenues from subscriptions to support and updates and/or professional services as well as from selling extensions or professional editions that are based on the open source software. Examples are the providers of the Linux distributions RedHat and Suse.
de: Einige kommerzielle Anbieter bieten Open-Source-Software an, um eine große Benutzergemeinschaft zu schaffen. Sie generieren Einnahmen aus Abonnements für Support und Updates und / oder Professional Services sowie aus dem Verkauf von Erweiterungen oder professionellen Editionen, die auf der Open-Source-Software basieren. Beispiele sind die Anbieter der Linux-Distributionen RedHat und Suse.
hi: कुछ वाणिज्यिक विक्रेता बड़े उपयोगकर्ता समुदाय बनाने के लिए ओपन सोर्स सॉफ्टवेयर प्रदान करते हैं। वे सब्सक्रिप्शन से समर्थन और अपडेट और / या पेशेवर सेवाओं के साथ-साथ ओपन सोर्स सॉफ़्टवेयर पर आधारित एक्सटेंशन या व्यावसायिक संस्करणों को बेचने से राजस्व उत्पन्न करते हैं। उदाहरण लिनक्स वितरण रेडहाट और सूज़ के प्रदाता हैं।
it: Alcuni venditori commerciali offrono software open source per creare una grande comunità di utenti. Generano ricavi da abbonamenti a supporto e aggiornamenti e / o servizi professionali, nonché dalla vendita di estensioni o edizioni professionali basate sul software open source. Esempi sono i fornitori delle distribuzioni Linux RedHat e Suse.
ja: いくつかの商用ベンダーは、大規模なユーザーコミュニティを作成するためにオープンソースソフトウェアを提供しています。サポート、アップデート、プロフェッショナルサービス、オープンソースソフトウェアに基づいた拡張機能やプロフェッショナル版の販売から収入を得ています。例として、LinuxディストリビューションRedHatとSuseのプロバイダがあります。
pl: Niektórzy komercyjni dostawcy oferują oprogramowanie open source w celu stworzenia dużej społeczności użytkowników. Generują przychody z subskrypcji na wsparcie i aktualizacje i / lub profesjonalne usługi, a także ze sprzedaży rozszerzeń lub profesjonalnych wydań opartych na oprogramowaniu open source. Przykładami są dostawcy dystrybucji Linuksa RedHat i Suse.

source: Major commercial software vendors such as IBM and HP have made open source technology a part of their business by integrating it into their own products and by providing professional services for open source software.
de: Große kommerzielle Softwareanbieter wie IBM und HP haben die Open-Source-Technologie zu einem Teil ihres Geschäfts gemacht, indem sie es in ihre eigenen Produkte integriert und professionelle Dienstleistungen für Open-Source-Software bereitgestellt haben.
hi: आईबीएम और एचपी जैसे प्रमुख व्यावसायिक सॉफ्टवेयर विक्रेताओं ने ओपन सोर्स टेक्नोलॉजी को अपने उत्पादों में एकीकृत करके और ओपन सोर्स सॉफ्टवेयर के लिए पेशेवर सेवाएं प्रदान करके अपने व्यापार का एक हिस्सा बना दिया है।
it: I principali fornitori di software commerciali come IBM e HP hanno reso la tecnologia open source una parte della loro attività integrandola nei propri prodotti e fornendo servizi professionali per software open source.
ja: IBMやHPなどの主要な商用ソフトウェアベンダーは、自社製品に統合し、オープンソースソフトウェアの専門サービスを提供することで、オープンソース技術をビジネスの一部にしています。
pl: Główni komercyjni dostawcy oprogramowania, tacy jak IBM i HP, stworzyli technologię open source jako część swojej działalności, integrując ją z własnymi produktami i świadcząc profesjonalne usługi dla oprogramowania open source.

source: Many business applications already include open source software and this is going to increase. Some vendors may donate part of their products to an open source foundation in order to create a larger user community that will potentially become buyers of commercial add-ons or services. On the other hand, open source software that is free of charge can be an alternative to commercial application software.
de: Viele Geschäftsanwendungen enthalten bereits Open-Source-Software und dies wird zunehmen. Einige Anbieter können einen Teil ihrer Produkte an eine Open-Source-Stiftung spenden, um eine größere Nutzergemeinschaft zu schaffen, die möglicherweise Käufer von kommerziellen Add-Ons oder Diensten wird. Auf der anderen Seite kann Open-Source-Software, die kostenlos ist, eine Alternative zu kommerzieller Anwendungssoftware sein.
hi: कई व्यावसायिक अनुप्रयोगों में पहले से ही ओपन सोर्स सॉफ्टवेयर शामिल है और यह बढ़ने जा रहा है। कुछ विक्रेता एक बड़े उपयोगकर्ता समुदाय को बनाने के लिए अपने उत्पादों का हिस्सा ओपन सोर्स नींव में दान कर सकते हैं जो संभावित रूप से व्यावसायिक ऐड-ऑन या सेवाओं के खरीदारों बन जाएगा। दूसरी तरफ, ओपन सोर्स सॉफ्टवेयर जो निःशुल्क है वाणिज्यिक एप्लिकेशन सॉफ्टवेयर का विकल्प हो सकता है।
it: Molte applicazioni aziendali includono già software open source e questo aumenterà. Alcuni fornitori possono donare parte dei loro prodotti a una fondazione open source al fine di creare una comunità di utenti più ampia che diventerà potenzialmente acquirenti di componenti aggiuntivi o servizi commerciali. D&#39;altra parte, il software open source che è gratuito può essere un&#39;alternativa al software applicativo commerciale.
ja: 多くのビジネスアプリケーションにはすでにオープンソースソフトウェアが含まれており、これは増加するでしょう。一部のベンダーは、商用のアドオンやサービスのバイヤーになる可能性のあるより大きなユーザーコミュニティを作成するために、自社製品の一部をオープンソース基盤に寄付することがあります。一方、無償のオープンソースソフトウェアは、商用アプリケーションソフトウェアの代替品になる可能性があります。
pl: Wiele aplikacji biznesowych zawiera już oprogramowanie open source, a to się zwiększy. Niektórzy dostawcy mogą przekazać część swoich produktów na fundację typu open source, aby stworzyć większą społeczność użytkowników, która potencjalnie stanie się nabywcą komercyjnych dodatków lub usług. Z drugiej strony darmowe oprogramowanie open source może być alternatywą dla komercyjnego oprogramowania użytkowego.

source: According to Carlo Daffara, a researcher in the field of IT economics who contributed to several European Commission research projects involving open source, the European economy saves around EUR114 billion per year by using open source software solutions. Apart from direct cost savings, other benefits of open source are reduced project failure and lower cost of code maintenance.
de: Laut Carlo Daffara, Forscher auf dem Gebiet der IT-Ökonomie, der zu mehreren Forschungsprojekten der Europäischen Kommission mit Open Source beigetragen hat, spart die europäische Wirtschaft jährlich rund 114 Milliarden Euro durch den Einsatz von Open-Source-Softwarelösungen. Zu den weiteren Vorteilen von Open Source gehören neben direkten Kosteneinsparungen auch weniger Projektfehler und geringere Kosten für die Codewartung.
hi: आईटी अर्थशास्त्र के क्षेत्र में एक शोधकर्ता कार्लो दफ्फारा के मुताबिक, ओपन सोर्स सॉफ़्टवेयर समाधानों का उपयोग करके यूरोपीय अर्थव्यवस्था अनुसंधान परियोजनाओं में कई यूरोपीय आयोग अनुसंधान परियोजनाओं में योगदान दिया गया है, यूरोपीय अर्थव्यवस्था प्रति वर्ष EUR114 बिलियन बचाती है। प्रत्यक्ष लागत बचत के अलावा, ओपन सोर्स के अन्य लाभ परियोजना विफलता और कोड रखरखाव की कम लागत को कम कर रहे हैं।
it: Secondo Carlo Daffara, ricercatore nel campo dell&#39;IT economia che ha contribuito a diversi progetti di ricerca della Commissione europea che coinvolgono l&#39;open source, l&#39;economia europea risparmia circa114 miliardi di euro all&#39;anno utilizzando soluzioni software open source. Oltre ai risparmi sui costi diretti, altri vantaggi dell&#39;open source sono la riduzione del fallimento del progetto e la riduzione dei costi di manutenzione del codice.
ja: オープンソースを含むいくつかの欧州委員会の調査プロジェクトに貢献したIT経済学者のCarlo Daffara氏によると、欧州経済はオープンソースのソフトウェアソリューションを利用することで、年間約1140億ユーロの節約となる。直接的なコスト節約は別として、オープンソースのその他の利点は、プロジェクトの失敗を減らし、コード保守コストを削減することです。
pl: Według Carlo Daffara, naukowca z dziedziny ekonomii IT, który przyczynił się do kilku projektów badawczych Komisji Europejskiej dotyczących otwartego źródła, gospodarka europejska oszczędza około 114 miliardów euro rocznie, korzystając z oprogramowania open source. Poza bezpośrednimi oszczędnościami, inne korzyści płynące z oprogramowania typu open source to redukcja liczby projektów i niższe koszty utrzymania kodu.

source: Quoting several sources, [Carlo Daffara, researcher in IT economics] estimates that about 35 per cent of the software used in the past five years was directly or indirectly derived from open source.
de: Nach verschiedenen Quellen [Carlo Daffara, Forscher in IT-Ökonomie] schätzt man, dass etwa 35 Prozent der Software, die in den letzten fünf Jahren genutzt wurde, direkt oder indirekt aus Open Source stammt.
hi: कई स्रोतों का हवाला देते हुए, [आईटी अर्थशास्त्र में शोधकर्ता कार्लो दफ्फारा] का अनुमान है कि पिछले पांच वर्षों में इस्तेमाल होने वाले लगभग 35 प्रतिशत सॉफ्टवेयर सीधे या अप्रत्यक्ष रूप से खुले स्रोत से प्राप्त किए गए थे।
it: Citando diverse fonti, [Carlo Daffara, ricercatore in economia IT] stima che circa il 35 percento del software utilizzato negli ultimi cinque anni sia stato derivato direttamente o indirettamente dall&#39;open source.
ja: いくつかの情報源を引用すると、[Carlo Daffara、IT Economicsの研究者]は、過去5年間に使用されたソフトウェアの約35％が直接的または間接的にオープンソースから得られたと推定しています。
pl: Cytując kilka źródeł, [Carlo Daffara, badacz w dziedzinie ekonomii IT] szacuje, że około 35 procent oprogramowania używanego w ciągu ostatnich pięciu lat pochodzi bezpośrednio lub pośrednio z oprogramowania open source.

source: Companies outsource activities that are less critical. For example, a car manufacturer will hardly outsource the in-house software development for its autonomous driving technology, as this is highly confidential and highly relevant for its competitiveness.
de: Unternehmen lagern weniger wichtige Aktivitäten aus. Beispielsweise wird ein Automobilhersteller die hausinterne Softwareentwicklung für seine autonome Fahrtechnologie kaum auslagern, da diese streng vertraulich und für ihre Wettbewerbsfähigkeit sehr relevant ist.
hi: कंपनियां ऐसी गतिविधियों को आउटसोर्स करती हैं जो कम महत्वपूर्ण हैं। उदाहरण के लिए, एक कार निर्माता अपनी स्वायत्त ड्राइविंग तकनीक के लिए इन-हाउस सॉफ्टवेयर विकास को शायद ही आउटसोर्स करेगा, क्योंकि यह अत्यधिक प्रतिस्पर्धी है और इसकी प्रतिस्पर्धात्मकता के लिए अत्यधिक प्रासंगिक है।
it: Le aziende esternalizzano attività meno critiche. Ad esempio, una casa automobilistica difficilmente esternalizzerà lo sviluppo del software in-house per la sua tecnologia di guida autonoma, poiché questo è altamente confidenziale e molto rilevante per la sua competitività.
ja: 企業はあまり重要ではない活動をアウトソーシングします。例えば、自動車メーカーは自社の技術を自社のソフトウェア開発に委託することはほとんどありません。これは機密性が高く、競争力の高い関連性があるからです。
pl: Firmy zlecają na zewnątrz czynności o mniejszym znaczeniu. Na przykład producent samochodów prawie nie zleca rozwoju wewnętrznego oprogramowania dla swojej autonomicznej technologii jazdy, ponieważ jest to bardzo poufne i bardzo istotne dla jego konkurencyjności.

source: Outsourcing can be an alternative to in-house software development and more and more companies take advantage of this. ... Two areas of potential outsourcing in the area of in-house software development are testing and maintenance.
de: Outsourcing kann eine Alternative zur hausinternen Softwareentwicklung sein und immer mehr Unternehmen nutzen dies. ... Zwei Bereiche des potenziellen Outsourcing im Bereich der hausinternen Softwareentwicklung sind Test und Wartung.
hi: आउटसोर्सिंग इन-हाउस सॉफ्टवेयर विकास का विकल्प हो सकती है और अधिक से अधिक कंपनियां इसका लाभ उठाती हैं। ... घर के सॉफ्टवेयर विकास के क्षेत्र में संभावित आउटसोर्सिंग के दो क्षेत्र परीक्षण और रखरखाव हैं।
it: L&#39;outsourcing può essere un&#39;alternativa allo sviluppo di software interno e sempre più aziende ne approfittano. ... Due aree di potenziale esternalizzazione nell&#39;area dello sviluppo di software interno sono test e manutenzione.
ja: アウトソーシングは、社内ソフトウェア開発の代替品となり、ますます多くの企業がこれを活用しています。 ...社内ソフトウェア開発の分野で潜在的なアウトソーシングの2つの領域は、テストとメンテナンスです。
pl: Outsourcing może być alternatywą dla wewnętrznego oprogramowania i coraz więcej firm korzysta z tego. ... Dwa obszary potencjalnego outsourcingu w zakresie rozwoju oprogramowania wewnętrznego to testowanie i konserwacja.

source: As demand for individual software development increases, companies evaluate ways to outsource such activities due to internal skill shortages and cost considerations.
de: Da die Nachfrage nach individueller Softwareentwicklung steigt, prüfen Unternehmen Möglichkeiten, solche Aktivitäten aufgrund interner Fachkräftemangel und Kostenüberlegungen auszulagern.
hi: व्यक्तिगत सॉफ्टवेयर विकास की बढ़ोतरी की मांग के रूप में, कंपनियां आंतरिक कौशल की कमी और लागत के विचारों के कारण ऐसी गतिविधियों को आउटसोर्स करने के तरीकों का मूल्यांकन करती हैं।
it: Con l&#39;aumento della richiesta di sviluppo del software individuale, le aziende valutano i modi per esternalizzare tali attività a causa di carenze di competenze interne e considerazioni sui costi.
ja: 個々のソフトウェア開発の需要が高まるにつれて、企業は社内のスキル不足やコストの問題から、こうした活動を外部委託する方法を評価しています。
pl: Wraz ze wzrostem zapotrzebowania na rozwój oprogramowania indywidualnego firmy oceniają sposoby outsourcingu takich działań z powodu wewnętrznych niedoborów umiejętności i kosztów.

source: Victor Hugo once remarked: 'You can resist an invading army; you cannot resist an idea whose time has come'. The Drucker Forum will ask the question and deliver elements of response as to whether the time for a new entrepreneurial age has come.
de: Victor Hugo hat einmal bemerkt: "Du kannst einer Invasionsarmee widerstehen; Sie können einer Idee nicht widerstehen, deren Zeit gekommen ist. Das Drucker Forum wird die Frage stellen und Elemente der Antwort liefern, ob die Zeit für ein neues unternehmerisches Zeitalter gekommen ist.
hi: विक्टर ह्यूगो ने एक बार टिप्पणी की: &#39;आप एक हमलावर सेना का विरोध कर सकते हैं; आप किसी ऐसे विचार का विरोध नहीं कर सकते जिसका समय आ गया है। ड्रकर फोरम प्रश्न पूछेगा और प्रतिक्रिया के तत्व वितरित करेगा कि क्या एक नई उद्यमी उम्र के लिए समय आ गया है।
it: Victor Hugo una volta osservò: &quot;Puoi resistere a un esercito invasore; non puoi resistere a un&#39;idea il cui tempo è arrivato &quot;. Il Forum Drucker porrà la domanda e fornirà elementi di risposta sul fatto che sia giunto il momento di una nuova era imprenditoriale.
ja: Victor Hugoはかつて言った：「あなたは侵略軍に抵抗することができます。あなたは時間が来たアイデアに抵抗することはできません。ドラッカーフォーラムは質問をし、新しい起業家時代の時が来たかどうかについての回答要素を提供します。
pl: Victor Hugo powiedział kiedyś: "Możesz się oprzeć inwazji armii; nie możesz oprzeć się idei, której czas nadszedł ". Forum Druckera zada pytanie i dostarczy odpowiedzi na pytanie, czy nadszedł czas na nowy wiek przedsiębiorczości.

source: Digital technology has played an accelerating role in this transformation [to an entrepreneurial society] by dramatically lowering barriers to entry in many industries and by providing new tools for managing knowledge creation and sharing and by enabling new forms of continuous learning, all on a global canvas.
de: Die Digitaltechnologie hat eine beschleunigende Rolle in diesem Wandel [zu einer unternehmerischen Gesellschaft] gespielt, indem sie Eintrittsbarrieren in vielen Branchen dramatisch gesenkt und neue Werkzeuge für die Verwaltung von Wissenserzeugung und -austausch sowie für neue Formen des kontinuierlichen Lernens auf globaler Ebene bereitgestellt hat .
hi: डिजिटल प्रौद्योगिकी ने कई उद्योगों में प्रवेश के लिए नाटकीय रूप से बाधाओं को कम करके और ज्ञान निर्माण और साझा करने के प्रबंधन के लिए नए टूल प्रदान करके और निरंतर सीखने के नए रूपों को सक्षम करके, वैश्विक कैनवास पर, इस परिवर्तन में [उद्यमी समाज के लिए] इस परिवर्तन में तेजी से भूमिका निभाई है। ।
it: La tecnologia digitale ha svolto un ruolo di accelerazione in questa trasformazione [in una società imprenditoriale] riducendo drasticamente le barriere all&#39;ingresso in molti settori e fornendo nuovi strumenti per gestire la creazione e la condivisione della conoscenza e consentendo nuove forme di apprendimento continuo, il tutto su una tela globale .
ja: デジタル技術は、多くの業界の参入障壁を劇的に下げ、知識創造と共有を管理するための新しいツールを提供し、グローバルなキャンバス上で新しい形の連続学習を可能にすることで、この起業家社会への変革に加速しています。
pl: Technologia cyfrowa odegrała coraz większą rolę w tej transformacji [w społeczeństwie przedsiębiorczym] poprzez radykalne obniżenie barier wejścia na rynek w wielu branżach oraz poprzez dostarczenie nowych narzędzi do zarządzania tworzeniem i dzieleniem się wiedzą oraz poprzez umożliwienie nowych form ciągłego uczenia się, wszystko w globalnym środowisku .

source: While the journey towards an entrepreneurial society is by no means a straight-line progression towards a well-defined destination, broad cultural changes have brought entrepreneurialism into the mainstream. An activity that was once regarded as peripheral, perhaps even a bit suspect, has become cool, celebrated by politicians and embraced by the new generations.
de: Während der Weg zu einer unternehmerischen Gesellschaft keineswegs eine geradlinige Entwicklung zu einem klar definierten Ziel ist, haben breite kulturelle Veränderungen den Unternehmergeist in den Mainstream gebracht. Eine Aktivität, die einst als peripher, vielleicht sogar als etwas verdächtig galt, ist cool geworden, von Politikern gefeiert und von den neuen Generationen umarmt.
hi: जबकि एक उद्यमी समाज की यात्रा किसी भी तरह से परिभाषित गंतव्य की दिशा में सीधी रेखा प्रगति नहीं है, व्यापक सांस्कृतिक परिवर्तनों ने उद्यमशीलता को मुख्यधारा में लाया है। एक गतिविधि जिसे परिधीय माना जाता था, शायद थोड़ा सा संदिग्ध, राजनीतिज्ञों द्वारा मनाया जाता है और नई पीढ़ियों द्वारा गले लगाया जाता है।
it: Mentre il viaggio verso una società imprenditoriale non è affatto una progressione lineare verso una destinazione ben definita, ampi cambiamenti culturali hanno portato l&#39;imprenditorialità nella corrente principale. Un&#39;attività che un tempo era considerata periferica, forse anche un po &#39;sospetta, è diventata fredda, celebrata dai politici e abbracciata dalle nuove generazioni.
ja: 起業家社会への旅は決して明確な目的地への直線的進歩ではありませんが、幅広い文化の変化が起業家精神を主流にもたらしました。以前は周りの人と見なされていたアクティビティは、おそらく少し疑わしいものでもあり、涼しくなり、政治家によって祝われ、新しい世代に受け入れられました。
pl: Podczas gdy droga do społeczeństwa przedsiębiorczego nie jest prostą ścieżką do dobrze określonego celu, szerokie zmiany kulturowe wprowadziły przedsiębiorczość do głównego nurtu. Działalność, która kiedyś uważana była za peryferyjną, może nawet nieco podejrzaną, stała się chłodna, celebrowana przez polityków i objęta przez nowe pokolenia.

source: [T]he emergence of an entrepreneurial culture entails a broader transformation of the economic fabric of our society, as we see in the rapid proliferation of free agents in the form of contractors, freelancers and self-employed workers on on-demand platforms, for example.
de: Das Entstehen einer unternehmerischen Kultur bringt eine breitere Transformation des wirtschaftlichen Gefüges unserer Gesellschaft mit sich, wie wir an der raschen Verbreitung freier Agenten in Form von Auftragnehmern, Freiberuflern und selbständigen Erwerbstätigen auf Abrufplattformen, z Beispiel.
hi: [टी] वह एक उद्यमी संस्कृति के उभरने के लिए हमारे समाज के आर्थिक कपड़े का व्यापक परिवर्तन करता है, क्योंकि हम ठेकेदारों, फ्रीलांसरों और स्व-नियोजित श्रमिकों के रूप में मुक्त मांग एजेंटों के तेजी से प्रसार में देखते हैं, ऑन-डिमांड प्लेटफॉर्म पर उदाहरण।
it: [T] L&#39;emergere di una cultura imprenditoriale comporta una più ampia trasformazione del tessuto economico della nostra società, come vediamo nella rapida proliferazione di agenti liberi sotto forma di appaltatori, liberi professionisti e lavoratori autonomi su piattaforme on-demand, per esempio.
ja: 起業家文化の出現は、フリー・エージェントの急速な普及を契機として、オンデマンド・プラットフォームで請負業者、フリーランスマン、自営業者の形で急速に拡大していく中で、例。
pl: [T] pojawienie się kultury przedsiębiorczości pociąga za sobą szerszą transformację ekonomicznej tkanki naszego społeczeństwa, jak widzimy w szybkim rozprzestrzenianiu się wolnych agentów w formie wykonawców, freelancerów i samozatrudnionych na platformach na żądanie, dla przykład.

source: [I]n a world of rapid change frequent job and career moves, switches between employed and independent roles become the rule rather than the exception.
de: [I] In einer Welt des schnellen Wandels werden häufige Job- und Karriereschritte, Wechsel zwischen angestellten und unabhängigen Rollen, eher zur Regel als zur Ausnahme.
hi: [मैं] तेजी से परिवर्तन की दुनिया लगातार नौकरी और करियर चाल, नियोजित और स्वतंत्र भूमिकाओं के बीच स्विच अपवाद के बजाय नियम बन जाते हैं।
it: [I] mondo di rapidi cambiamenti frequenti di lavoro e carriera, i passaggi tra ruoli occupati e indipendenti diventano la regola piuttosto che l&#39;eccezione.
ja: 急速に変化する仕事やキャリアの動きの世界では、雇用と独立の役割の切り替えが例外ではなくルールになります。
pl: [I] W świecie szybkich zmian, częste zmiany w pracy i karierze, przełączanie między rolami zatrudnionymi i niezależnymi staje się regułą, a nie wyjątkiem.

source: Within large organizations a renewed focus on freeing up the creative and innovative potential of workers points in the same direction [as that of the entrepreneurial society] i.e. a new mindset of ownership, responsibility and autonomy.
de: In großen Organisationen weist ein erneuter Fokus auf die Freistellung des kreativen und innovativen Potenzials von Arbeitnehmern in die gleiche Richtung [wie die der unternehmerischen Gesellschaft] hin, d. H. Eine neue Denkweise von Eigenverantwortung, Verantwortung und Autonomie.
hi: बड़े संगठनों के भीतर श्रमिकों की रचनात्मक और अभिनव क्षमता को एक ही दिशा में [उद्यमशील समाज के रूप में] यानी स्वामित्व, जिम्मेदारी और स्वायत्तता की एक नई मानसिकता को इंगित करने पर एक नया ध्यान केंद्रित किया गया।
it: All&#39;interno delle grandi organizzazioni una rinnovata attenzione a liberare il potenziale creativo e innovativo dei lavoratori punta nella stessa direzione [come quella della società imprenditoriale], cioè una nuova mentalità di proprietà, responsabilità e autonomia.
ja: 大企業では、起業家社会の創造的で革新的な可能性を、起業家社会と同じ方向、つまりオーナーシップ、責任、自立という新しい考え方で解放することに新たな焦点を当てています。
pl: W dużych organizacjach ponowne skoncentrowanie się na uwolnieniu kreatywnego i innowacyjnego potencjału pracowników wskazuje na ten sam kierunek [jak na społeczeństwo przedsiębiorcze], tj. Nowy sposób myślenia o odpowiedzialności, autonomii i odpowiedzialności.

source: Metamask Locked
de: Metamask gesperrt
hi: मेटामास्क लॉक
it: Metamask bloccato
pl: Metamask zablokowany
