Repository: uivlis/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: hi, it, ja

source: You may withdraw consent for any email related activities
hi: आप किसी भी ईमेल से संबंधित गतिविधियों के लिए सहमति वापस ले सकते हैं
it: È possibile revocare il consenso per qualsiasi attività relativa all'email
ja: 電子メール関連の活動について同意を取り消すことができます

source: here
hi: यहाँ
it: Qui
ja: ここに

source: You may remove your account altogether
hi: आप अपने खाते को पूरी तरह से हटा सकते हैं
it: Puoi rimuovere completamente il tuo account
ja: アカウントを完全に削除することができます

source: Have more questions? Contact the team at
hi: और सवाल है? टीम से संपर्क करें
it: Hai altre domande? Contatta il team a
ja: 他にも質問がありますか？チームに連絡する

source: Slack Integration
hi: स्लैक एकीकरण
ja: スラックインテグレーション

source: Gitcoin can post updates of bounties statuses of your repositories to your team's slack. To do this create bot <a href="https://my.slack.com/apps/A0F7YS25R-bots">here</a> and provide slack API token in the field below.
hi: गिटकोइन आपकी टीम के ढेर में आपकी रिपॉजिटरीज़ की बकाया स्थिति के अपडेट पोस्ट कर सकता है। ऐसा करने के लिए बॉट बनाएँ <a href="https://my.slack.com/apps/A0F7YS25R-bots"> यहां </a> और नीचे दिए गए क्षेत्र में ढीला एपीआई टोकन प्रदान करें।
it: Gitcoin può pubblicare aggiornamenti sugli status di taglie dei tuoi repository sul gioco della tua squadra. Per fare questo, crea <a href="https://my.slack.com/apps/A0F7YS25R-bots">qui</a> bot e fornisci un token API lento nel campo sottostante.
ja: Gitcoinはあなたのリポジトリの賞金ステータスの更新をあなたのチームの余裕に投稿できます。 これを行うにはbotを作成します <a href="https://my.slack.com/apps/A0F7YS25R-bots">こちら</a> 下のフィールドに緩やかなAPIトークンを提供します。

source: Slack API token
hi: स्लैक एपीआई टोकन
it: Token API allentato
ja: スラックAPIトークン

source: Slack channel to post to
hi: पोस्ट करने के लिए स्लैक चैफॉक्स
it: Canale lento da pubblicare su
ja: 投稿するスラックチャンネル

source: Tokens
hi: टोकन
it: gettoni
ja: トークン

source: Here is a list of tokens available on Gitcoin. In order to enable the use of these tokens on your personal account,
ja: ここにGitcoinで利用できるトークンのリストがあります。これらのトークンを個人アカウントで使用できるようにするには、

source: Select the token from the list below.
hi: नीचे दी गई सूची से टोकन का चयन करें।
it: Seleziona il token dall'elenco sottostante.
ja: 下のリストからトークンを選択してください。

source: Click 'Enable'.
hi: 'सक्षम करें' पर क्लिक करें।
it: Fai clic su "Abilita".
ja: [有効にする]をクリックします。

source: Existing approvals:
hi: मौजूदा अनुमोदन:
it: Approvazioni esistenti:
ja: 既存の承認：

source: ETH (since it is not an ERC20 token)
hi: ईटीएच (चूंकि यह एक ईआरसी 20 टोकन नहीं है)
it: ETH (poiché non è un token ERC20)
ja: ETH（ERC20トークンではないため）

source: approved for
ja: に承認された

source: by
hi: द्वारा
it: di
ja: 〜によって

source: Enable
ja: 有効にする

source: Note: This form is only for enabling tokens *on your personal account*. If you have a token you'd like to enable otheres to use on Gitcoin,
hi: नोट: यह फ़ॉर्म केवल आपके व्यक्तिगत खाते * पर टोकन * सक्षम करने के लिए है। यदि आपके पास टोकन है तो आप गिटकोइन पर उपयोग करने के लिए ओथर्स को सक्षम करना चाहते हैं,
it: Nota: questo modulo serve solo per abilitare token * sul tuo account personale *. Se hai un token che desideri abilitare ad altri da utilizzare su Gitcoin,
ja: 注：このフォームは個人アカウントのトークン*を有効にするためのものです。他人がGitcoinで使用できるようにしたいトークンがある場合は、

source: tipped
hi: इत्तला दे दी
ja: 傾いた

source: funded a new issue:
ja: 新しい問題を資金提供：

source: started work:
ja: 開始された作業：

source: stopped work:
hi: काम बंद कर दिया:
it: fermato il lavoro:
ja: 停止した作業：

source: canceled bounty:
ja: キャンセルされた賞金：

source: increased funding:
hi: बढ़ी हुई धनराशि:
it: aumento dei finanziamenti:
ja: 資金調達の増加：

source: <strong>2018 September 13</strong> - Celebrate the projects that SHIPL with the <a style="margin-right: 5px;" href="https://medium.com/gitcoin/everyone-ships-653f53343337">Everyone Ships Book</a>!
ja: <strong> 2018年9月13日</ strong> - SHIPLが<a style = "margin-right：5px;"というプロジェクトを祝うhref = "https://medium.com/gitcoin/everyone-ships-653f53343337">誰もが本を発送</a>！

source: Percent
hi: प्रतिशत
it: Per cento
ja: パーセント

source: Product
hi: उत्पाद
it: Prodotto
ja: 製品

source: Tools
hi: उपकरण
it: Utensili
ja: ツール

source: Business
hi: व्यापार
it: Attività commerciale
ja: ビジネス

source: Mission
hi: मिशन
it: Missione
ja: ミッション

source: Careers
hi: करियर
it: Opportunità di lavoro
ja: キャリア

source: Results
hi: परिणाम
it: risultati
ja: 結果

source: Legal
hi: कानूनी
it: legale
ja: 法的

source: Terms
hi: शर्तें
it: condizioni
ja: 条項

source: Grow Open Source
hi: ओपन सोर्स बढ़ाएं
it: Diventa Open Source
ja: 成長のオープンソース

source: (Emails once a week max, &amp; we never sell your data.)
hi: (सप्ताह में एक बार अधिकतम ईमेल, और हम आपका डेटा कभी नहीं बेचते हैं।)
it: (Email una volta a settimana max, e non vendiamo mai i tuoi dati.)
ja: （1週間に1回メールを送信し、データを販売することはありません）

source: Want to get help on your repo? Easily get started!
hi: अपने रेपो पर मदद लेना चाहते हैं? आसानी से शुरू करें!
it: Vuoi ricevere aiuto sul tuo repo? Inizia facilmente!
ja: あなたのレポのヘルプをしたいですか？簡単に始めましょう！

source: Vision
ja: ビジョン

source: We're Not Tokenized
hi: हम टोकननाइज्ड नहीं हैं
it: Non siamo tratteggiati
ja: 私たちはトークン化されていません

source: FUND ISSUE
hi: फंड मुद्दा
it: FONDO FONDO
ja: 資金問題

source: LOG IN
hi: लॉग इन करें
it: ACCESSO
ja: ログイン

source: A Mission to Grow Open Source.
ja: オープンソースを成長させる使命

source: A community for developers to collaborate and monetize their skills while working on Open Source projects through bounties.
ja: 開発者が作業中に共同作業してスキルを収益化するためのコミュニティ 奨励金を通じたオープンソースプロジェクトで

source: Our Mission
ja: 我々の使命

source: No ICO. No Token. No Funny Business.
hi: कोई आईसीओ नहीं कोई टोकन नहीं कोई मजेदार व्यवसाय नहीं।
it: No ICO. Nessun token Nessun affare divertente.
ja: ICOはありません。トークンはありません。面白いビジネスはありません。

source: Gitcoin is a decentralized application built on Ethereum’s blockchain. Gitcoin does <strong>not</strong> have a native token.
hi: गिटकोइन एथेरियम के ब्लॉकचेन पर निर्मित एक विकेन्द्रीकृत अनुप्रयोग है। गिटकोइन <strong> नहीं </ strong> मूल टोकन करता है।
it: Gitcoin è un'applicazione decentralizzata basata sulla blockchain di Ethereum. Gitcoin non ha <strong> </ strong> un token nativo.
ja: Gitcoinは、Ethereumのブロックチェーン上に構築された分散アプリケーションです。 Gitcoinはネイティブトークンを<strong>持っていません</ strong>。

source: Gitcoin Slack Community
hi: गिटकोइन स्लैक समुदाय
ja: Gitcoin Slackコミュニティ

source: Meet software developers, futurists, and funders who are building web3.
hi: वेब डेवलपर्स, फ़्यूचरिस्ट और फंडर्स से मिलें जो वेब 3 बना रहे हैं।
it: Incontra sviluppatori software, futuristi e finanziatori che stanno costruendo web3.
ja: web3を構築しているソフトウェア開発者、未来派、資金提供者を紹介します。

source: Gitcoin will never share your email with anyone else.
hi: गिटकोइन कभी भी आपके ईमेल को किसी और के साथ साझा नहीं करेगा।
it: Gitcoin non condividerà mai la tua email con nessun altro.
ja: Gitcoinはあなたのメールを誰とも共有しません。

source: Sign in here
hi: यहां साइन इन करो
it: Registrati qui
ja: ここにサインイン

source: Buttons
hi: बटन
it: pulsanti
ja: ボタン

source: Carousel
hi: हिंडोला
it: Giostra
ja: カルーセル

source: Slide One
hi: स्लाइड एक
ja: スライド1

source: Slide Two
hi: स्लाइड दो
ja: スライド2

source: Forms
hi: फार्म
it: Forme
ja: フォーム

source: Checkbox
hi: चेकबॉक्स
it: casella di controllo
ja: チェックボックス

source: Banner
ja: バナー

source: info
hi: जानकारी
it: Informazioni
ja: 情報

source: warning
hi: चेतावनी
it: avvertimento
ja: 警告

source: error
hi: त्रुटि
it: errore
ja: エラー

source: Animations
ja: アニメーション

source: Other whole page animations
hi: अन्य पूरे पृष्ठ एनिमेशन
it: Altre animazioni di pagine intere
ja: 他の全ページアニメーション

source: Start Confetti
hi: कन्फेटी शुरू करें
it: Inizia Confetti
ja: 紙吹雪を始める

source: Other Elements
hi: अन्य तत्व
it: Altri elementi
ja: その他の要素

source: Quotes
hi: उद्धरण
it: Citazioni
ja: 引用

source: Header
hi: हैडर
it: Intestazione
ja: ヘッダ

source: Modal Dialog
hi: मॉडल संवाद
it: Dialogo modale
ja: モーダルダイアログ

source: Vector Graphics
hi: वेक्टर ग्राफिक्स
it: Grafica vettoriale
ja: ベクトルグラフィックス

source: Animated Static Assets
hi: एनिमेटेड स्टेटिक एसेट्स
it: Attività statiche animate
ja: アニメーション静的アセット

source: Static Assets
hi: स्टेटिक संपत्तियां
it: Risorse statiche
ja: 静的資産

source: We believe Blockchain is the TCP/IP of Money
hi: हमारा मानना ​​है कि ब्लॉकचैन पैसे का टीसीपी / आईपी है
it: Crediamo che Blockchain sia il TCP / IP del denaro
ja: BlockchainはTCP / IPであると信じています

source: The internet changed the way we exchange information; Blockchain changes the way we exchange value..
hi: जिस तरह से हम सूचना का आदान-प्रदान करते हैं, इंटरनेट बदल गया; ब्लॉकचैन जिस तरह से हम मूल्य का आदान-प्रदान करते हैं ..
it: Internet ha cambiato il modo in cui scambiamo informazioni; Blockchain cambia il modo in cui scambiamo valore ..
ja: インターネットは情報を交換する方法を変えました。ブロックチェーンは価値交換の方法を変えます..

source: When the internet came along, p2p content changed the way the world exchanged information; from our media, to our arts, to how we consume our news.
hi: जब इंटरनेट साथ आया, तो पी 2 पी सामग्री ने जिस तरह से दुनिया का आदान-प्रदान किया, वैसे ही बदली; हमारे मीडिया से, हमारे कलाओं तक, हम कैसे अपनी खबर का उपभोग करते हैं।
it: Quando Internet è arrivato, il contenuto di p2p ha cambiato il modo in cui il mondo scambiava le informazioni; dai nostri media, alle nostre arti, a come consumiamo le nostre notizie.
ja: インターネットが登場したとき、P2Pのコンテンツは世界が情報を交換する方法を変えました。私たちのメディアから、私たちの芸術、私たちのニュースをどのように消費するか、

source: We believe that DLT (distributed ledger technology), especially Ethereum, has the potential to change the way the world exchanges value.s
hi: हमारा मानना ​​है कि डीएलटी (वितरित लेजर टेक्नोलॉजी), विशेष रूप से एथेरियम, में दुनिया के आदान-प्रदान के तरीके को बदलने की क्षमता है।
it: Riteniamo che la tecnologia DLT (distributed ledger technology), in particolare Ethereum, abbia il potenziale per cambiare il modo in cui il mondo scambia valore.
ja: 私たちは、DLT（分散型元帳技術）、特にエテリアムは、世界が価値を交換する方法を変える可能性があると考えています

source: What changes will that portend for the world in the 21st century? We think that it could change the way we do purchases, make investments, and how we think about work.
hi: 21 वीं शताब्दी में दुनिया के लिए क्या बदलाव आएगा? हम सोचते हैं कि हम खरीदारी करने, निवेश करने और काम के बारे में सोचने के तरीके को बदल सकते हैं।
it: Quali cambiamenti porteranno per il mondo nel 21 ° secolo? Pensiamo che potrebbe cambiare il modo in cui facciamo acquisti, facciamo investimenti e come pensiamo al lavoro.
ja: 21世紀の世界にどのような変化が起こりますか？私たちは、購入のやり方や投資の仕方、仕事の考え方を変えることができると考えています。

source: We are at the beginning of a decades-long shift in how humanity exchanges value in the network'd age.
hi: हम नेटवर्क की उम्र में मानवता का मूल्य कैसे बदलते हैं, इस बारे में दशकों की लंबी शुरुआत की शुरुआत में हैं।
it: Siamo all'inizio di un decennio in cui l'umanità scambia valore nell'era della rete.
ja: 私たちは、人類がネットワーク時代にどのように価値を交換するかについて、数十年にわたる変化の冒頭にいます。

source: We Believe In Using Markets for Good
hi: हम अच्छे के लिए बाजारों का उपयोग करने में विश्वास करते हैं
it: Crediamo nell'usare i mercati per sempre
ja: 私たちは、良いもののために市場を使うことを信じています

source: Using markets for good
hi: अच्छे के लिए बाजारों का उपयोग करना
it: Usare i mercati per sempre
ja: 市場を良いものに使う

source: We belive that markets can be used to create good in the world; Our network is a rare 'triple win'; funders get work on demand; workers get more good work; and Gitcoin builds a viable blockchain business on the core technology underlying it all.
hi: हम विश्वास करते हैं कि दुनिया में अच्छा बनाने के लिए बाजारों का उपयोग किया जा सकता है; हमारा नेटवर्क दुर्लभ 'ट्रिपल जीत' है; मांग पर काम करने वाले फंडर्स; श्रमिकों को और अच्छा काम मिलता है; और गिटकोइन मूल प्रौद्योगिकी पर एक व्यवहार्य ब्लॉकचेन व्यवसाय बनाता है जो इसे अंतर्निहित करता है।
it: Crediamo che i mercati possano essere usati per creare del bene nel mondo; La nostra rete è una rara "tripla vittoria"; i finanziatori ottengono lavoro su richiesta; i lavoratori ottengono più buon lavoro; e Gitcoin costruisce una valida attività di blockchain sulla tecnologia di base alla base di tutto.
ja: 私たちは市場が世界で良いものを生み出すために使用できると信じています。私たちのネットワークはまれな「3倍の勝利」です。資金提供者は需要に応じて仕事を得る。労働者はより良い仕事を得る。 Gitcoinは、すべての根底にあるコアテクノロジーに関する実行可能なブロックチェーンビジネスを構築しています。

source: We want to make sure it'll be easy to find good jobs in the future
hi: हम यह सुनिश्चित करना चाहते हैं कि भविष्य में अच्छी नौकरियां ढूंढना आसान हो जाएगा
it: Vogliamo assicurarci che sia facile trovare buoni posti di lavoro in futuro
ja: 将来的には良い仕事を見つけることが容易になるようにしたい

source: We want to see a world where it's as easy for a developer to find a new job as it is for an Uber driver to find a rider today. By creating more opportunity for developers, we hope to provide more leverage for developers in the 21st century workplace.
hi: हम ऐसी दुनिया देखना चाहते हैं जहां डेवलपर के लिए एक नया काम ढूंढना उतना आसान हो क्योंकि यह एक उबर ड्राइवर के लिए आज एक सवार ढूंढने के लिए है। डेवलपर्स के लिए और अवसर पैदा करके, हम 21 वीं सदी के कार्यस्थल में डेवलपर्स के लिए अधिक लाभ प्रदान करने की उम्मीद करते हैं।
it: Vogliamo vedere un mondo in cui è facile per uno sviluppatore trovare un nuovo lavoro, così come lo è per un pilota Uber trovare un cavaliere oggi. Creando maggiori opportunità per gli sviluppatori, speriamo di fornire maggiore leva agli sviluppatori nel luogo di lavoro del 21 ° secolo.
ja: Uberのドライバーがライダーを見つけるのと同じように、開発者が新しい仕事を見つけるのは簡単な世界を目指しています。開発者のための機会を増やすことで、21世紀の職場で開発者をより多く活用できるようになることを願っています。

source: Digital Humanitarianism
hi: डिजिटल मानवतावाद
it: Umanitarismo digitale
ja: デジタルヒューマニタリズム

source: In world that can sometimes seem uncertain, gloomy, indifferent, or even distopian, our vision to embrace humanity's built in capacities of community and value-creation in our networked future.
hi: ऐसी दुनिया में जो कभी-कभी अनिश्चित, उदास, उदासीन, या यहां तक ​​कि विचलित, हमारे दृष्टिकोण के साथ-साथ हमारे नेटवर्क के भविष्य में मानवता की क्षमता और मूल्य निर्माण में गले लगाने के लिए हमारी दृष्टि को महसूस कर सकती है।
it: In un mondo che a volte può sembrare incerto, cupo, indifferente o addirittura distopico, la nostra visione abbraccia le capacità intrinseche dell'umanità e la creazione di valore nel nostro futuro in rete.
ja: 不確かな、憂鬱な、無関心な、あるいはそれ以上の歪みを感じることがある世界では、我々のネットワーク化された未来において、人類がコミュニティと価値創造の能力を養うという我々のビジョン。

source: We Believe Satisfying Work Is About More Than Just Money
hi: हम संतुष्ट काम पर विश्वास करते हैं बस पैसे से ज्यादा है
it: Crediamo che il lavoro soddisfacente sia più di un semplice denaro
ja: 私たちは仕事を満足させると信じています。

source: Blockchain will evolve rapidly over time
hi: समय के साथ ब्लॉकचेन तेजी से विकसित होगा
it: Blockchain si evolverà rapidamente nel tempo
ja: ブロックチェーンは時間の経過と共に急速に進化します

source: This is our best bet as to how the space is going to evolve. We're visual thinkers; & by building a map of where we think the world going, we can map out how Gitcoin can help
hi: अंतरिक्ष के विकास के तरीके के बारे में यह हमारी सबसे अच्छी शर्त है। हम दृश्य विचारक हैं; और जहां हम दुनिया को सोचते हैं, उसका नक्शा बनाकर, हम मानचित्र कर सकते हैं कि गिटकोइन कैसे मदद कर सकता है
it: Questa è la nostra migliore scommessa su come lo spazio si evolverà. Siamo pensatori visivi; & costruendo una mappa di dove pensiamo che il mondo sta andando, possiamo delineare come Gitcoin può aiutare
ja: スペースがどのように進化するかについては、これが最善の策です。私たちは視覚的思考者です。 ＆私たちがどこに行くと思うかのマップを構築することによって、Gitcoinがどのように役立つか

source: WARNING: Much of this section is massively speculative; We don't *know* for sure about any of this, but we think that by putting this timeline out into the world we can inspire conversation in our community.
hi: चेतावनी: इस खंड में से अधिकांश बड़े पैमाने पर सट्टा है; हम इस बारे में निश्चित रूप से * नहीं जानते हैं, लेकिन हमें लगता है कि इस समयरेखा को दुनिया में डालकर हम अपने समुदाय में वार्तालाप को प्रेरित कर सकते हैं।
it: ATTENZIONE: Gran parte di questa sezione è fortemente speculativa; Non sappiamo * di sicuro su nulla di tutto questo, ma pensiamo che inserendo questa linea temporale nel mondo possiamo ispirare la conversazione nella nostra comunità.
ja: 警告：このセクションの多くは大規模な投機的です。私たちはこのことについて確かに知っているわけではありませんが、このタイムラインを世界に広めることで、私たちは地域社会の会話に刺激を与えることができると考えています。

source: Now
hi: अभी व
it: Adesso
ja: 今

source: Sharding / POS in research stage
hi: शोध चरण में शार्डिंग / पीओएस
it: Sharding / POS in fase di ricerca
ja: 研究段階におけるシャーディング/ POS

source: Bear Market
ja: ベアマーケット

source: Gitcoin is doing some Revenue Testing (Tokenization, Secret Project, CodeFund, Grants, Bounties)
hi: गिटकोइन कुछ राजस्व परीक्षण कर रहा है (टोकननाइजेशन, सीक्रेट प्रोजेक्ट, कोडफंड, अनुदान, उपहार)
it: Gitcoin sta facendo dei proventi dei ricavi (Tokenizzazione, Progetto segreto, CodeFund, Sovvenzioni, Taglie)
ja: Gitcoinは、いくつかの収益テスト（トークン化、秘密プロジェクト、コードファンド、助成金、賞金）

source: 1 Year out
hi: 1 साल बाहर
it: 1 anno fuori
ja: 1年後

source: Sharding / POS goes live.
hi: शार्डिंग / पीओएस लाइव चला जाता है।
it: Sharding / POS diventa live.
ja: シャーディング/ POSが生中継されます。

source: Stablecoins are an accepted store of value.
hi: Stablecoins मूल्य की एक स्वीकार्य दुकान हैं।
it: Gli Stablecoins sono una riserva di valore accettata.
ja: Stablecoinsは受け入れられる価値のあるストアです。

source: Sideways Market
hi: Sideways बाजार
it: Mercato laterale
ja: サイドウェイズマーケット

source: Some ICOs will launch / many will fail to get market traction / most ICOs will fail altogether
hi: कुछ आईसीओ लॉन्च होंगे / कई बाजार कर्षण पाने में असफल होंगे / अधिकांश आईसीओ पूरी तरह असफल हो जाएंगे
it: Alcuni ICO verranno avviati / molti non riusciranno a ottenere la trazione sul mercato / la maggior parte degli ICO fallirà del tutto
ja: いくつかのICOが立ち上げられる/多くの人が市場の牽引力を失う/ほとんどのICOが完全に失敗する

source: Consensys hits 1k people
hi: Consensys 1k लोगों हिट
it: Consensys colpisce 1k persone
ja: Consensysが1k人を襲う

source: Gitcoin has figured out a scalable Revenue model. Starting to scale.
hi: गिटकोइन ने स्केलेबल राजस्व मॉडल का पता लगाया है। पैमाने पर शुरू करना
it: Gitcoin ha scoperto un modello di entrate scalabile. Iniziando alla scala.
ja: Gitcoinはスケーラブルな収益モデルを考え出しました。スケールを開始します。

source: 3 Years out
hi: 3 साल बाहर
it: 3 anni fuori
ja: 3年後

source: Ethereum hits 1 billion tx / day
hi: एथेरियम 1 बिलियन टीएक्स / दिन हिट करता है
it: Ethereum colpisce 1 miliardo di tx al giorno
ja: Ethereumは10億tx /日を打つ

source: The flippening happens
hi: फ्लिपिंग होता है
it: L'irriverenza accade
ja: ちらつきが起こる

source: Blockchain disrupts the dollar for store of wealth for nation states. To subvert sanctions at first and weaken the influence of he US dollar for countries like Russia
hi: ब्लॉकचैन ने देश के राज्यों के लिए धन की दुकान के लिए डॉलर को बाधित कर दिया। पहले प्रतिबंधों को कम करने और रूस जैसे देशों के लिए अमेरिकी डॉलर के प्रभाव को कमजोर करने के लिए
it: Blockchain sconvolge il dollaro per il deposito di ricchezza per gli stati nazionali. In primo luogo, sovvertire le sanzioni e indebolire l'influenza del dollaro statunitense in paesi come la Russia
ja: ブロックチェーンは、国家のための富の貯蔵のためにドルを混乱させる。最初に制裁を破り、ロシアのような国々に対する米ドルの影響を弱める

source: Identity on blockchain becomes a very big deal
hi: ब्लॉकचेन पर पहचान एक बहुत बड़ा सौदा बन जाता है
it: L'identità sulla blockchain diventa un grosso problema
ja: ブロックチェーンのアイデンティティーは非常に大きなものになります

source: Megabull Market
hi: मेगाबुल मार्केट
it: Mercato Megabull
ja: メガブル市場

source: Consensys members use tokens everyday
hi: Consensys सदस्य हर रोज टोकन का उपयोग करें
it: I membri Consensys usano token ogni giorno
ja: Consensysメンバーは毎日トークンを使用する

source: Gitcoin is a $20mm / year business
hi: गिटकोइन $ 20 मिमी / वर्ष का व्यवसाय है
it: Gitcoin è un'azienda da $ 20mm / anno
ja: ギトコインは20mm /年のビジネスです

source: 5 Years out
hi: 5 साल बाहर
it: 5 anni fuori
ja: 5年後

source: It is as easy for a software developer to find work as it is for an Uber driver to find a ride 10 years ago.
hi: एक सॉफ्टवेयर डेवलपर के लिए यह काम करना आसान है क्योंकि यह 10 साल पहले एक उबर ड्राइवर को सवारी ढूंढने के लिए है।
it: È facile per uno sviluppatore di software trovare lavoro così come lo è per un guidatore Uber trovare un passaggio 10 anni fa.
ja: ソフトウェア開発者がUberのドライバーが10年前に乗っているのと同じように作業を見つけるのは簡単です。

source: Gitcoin is a $50mm / year business.
hi: गिटकोइन $ 50 मिमी / वर्ष का व्यवसाय है।
it: Gitcoin è un'azienda da $ 50mm / anno.
ja: ギトコインは50mm /年のビジネスです。

source: 10 Years out
hi: 10 साल बाहर
it: 10 anni fuori
ja: 10年後

source: Whether or not ETH ‘wins’, cryptocurrency will be utilized for a non-trivial amount of total currency transactions. (i.e. at least 10%% of total M1 money supply)
hi: ईटीएच 'जीत' चाहे या नहीं, क्रिप्टोकुरेंसी का उपयोग कुल मुद्रा लेनदेन की गैर-तुच्छ राशि के लिए किया जाएगा। (यानि कुल एम 1 मुद्रा आपूर्ति का कम से कम 10 %%)
it: Indipendentemente dal fatto che ETH "vinca", la criptovaluta verrà utilizzata per una quantità non trascurabile di transazioni valutarie totali. (vale a dire almeno il 10 %% della quantità totale di moneta M1)
ja: ETHが勝ってもいなくても、暗号通貨は総額ではない通貨取引に利用されます。 （すなわち、M1通貨総額の少なくとも10 %%）

source: Easy, right? ;)
hi: आसान, सही? ;)
it: Facile, giusto? ;)
ja: 簡単だよね？ ;）

source: Open Questions about the Web 3.0 Future
hi: वेब 3.0 भविष्य के बारे में खुला प्रश्न
it: Domande aperte sul futuro del Web 3.0
ja: Web 3.0の未来についてのオープンな質問

source: We're not quite so sure about these parts of the blockchain-ized world.
hi: हम ब्लॉकचेन-आईज्ड दुनिया के इन हिस्सों के बारे में बिल्कुल निश्चित नहीं हैं।
it: Non siamo così sicuri su queste parti del mondo blockchainizzato.
ja: ブロックチェーン化された世界のこれらの部分については、あまり確かではありません。

source: Blockchain
ja: ブロックチェーン

source: Will blockchain be in everyone's wallet (like the Web Browser), or will it be hidden in the back? (like Linux)
hi: क्या हर किसी के वॉलेट (जैसे वेब ब्राउजर) में ब्लॉकचेन होगा, या क्या यह पीछे की ओर छिपा होगा? (लिनक्स की तरह)
it: Il blockchain sarà nel portafogli di tutti (come il browser Web) o sarà nascosto nella parte posteriore? (come Linux)
ja: ブロッチチェインは誰の財布にも（ウェブブラウザのように）あるのだろうか、それとも背中に隠れるのだろうか？ （Linuxのように）

source: What will Identity on web3 look like? Will there be a dFb (decentralized facebook), and if so, how will it differ from web 2.0 Facebook?
hi: वेब 3 पर पहचान कैसा दिखता है? क्या एक डीएफबी (विकेन्द्रीकृत फेसबुक) होगा, और यदि ऐसा है, तो यह वेब 2.0 फेसबुक से अलग कैसे होगा?
it: Come sarà l'identità su web3? Ci sarà un dFb (Facebook decentralizzato) e, in caso affermativo, come sarà diverso dal web 2.0 di Facebook?
ja: web3のアイデンティティはどのように見えますか？ dFb（分散フェイスブック）がありますか？あれば、それはWeb 2.0 Facebookとどう違うのですか？

source: What web3 wallet will everyone use? Will they use many? What will the marekt for wallets look like as the space matures?
hi: वेब 3 वॉलेट किस प्रकार उपयोग करेगा? क्या वे कई का उपयोग करेंगे? अंतरिक्ष के रूप में वेल्ट के लिए marekt क्या दिखता है?
it: Quale portafoglio web3 useranno tutti? Ne useranno molti? Come sarà il marekt per i portafogli mentre lo spazio matura?
ja: 誰がどのweb3財布を使うのですか？彼らは多くを使うのだろうか？宇宙が成熟するにつれ、財布のためのmarektはどのように見えるでしょうか？

source: What will maturation/consolidation in the blockchain space look like?
hi: ब्लॉकचेन स्पेस में परिपक्वता / समेकन क्या दिखता है?
it: Come sarà la maturazione / consolidamento nello spazio blockchain?
ja: ブロックチェーン空間の成熟/統合はどのように見えますか？

source: What is a scalable funding model for developers (esp OSS) in a blockchain world?
hi: ब्लॉकचेन दुनिया में डेवलपर्स (एएसपी ओएसएस) के लिए स्केलेबल फंडिंग मॉडल क्या है?
it: Che cos'è un modello di finanziamento scalabile per gli sviluppatori (specialmente l'OSS) in un mondo blockchain?
ja: ブロックチェーンの世界で開発者（esp OSS）のための拡張可能な資金調達モデルは何ですか？

source: Can blockchain solve
hi: हलचल ब्लॉक कर सकते हैं
it: Può risolvere blockchain
ja: ブロックすることができます解決

source: Is centralization of code hosting a problem? What would a decentralized code-collaboration tool look like?
hi: कोड की केंद्रीकरण एक समस्या होस्टिंग है? एक विकेन्द्रीकृत कोड-सहयोग उपकरण कैसा दिखता है?
it: La centralizzazione del codice ospita un problema? Come sarebbe uno strumento di collaborazione tra codice decentralizzato?
ja: コードの集中化は問題をホストしていますか？分散したコードコラボレーションツールはどのように見えますか？

source: The Future Of Work
hi: काम का भविष्य
it: Il futuro del lavoro
ja: 仕事の未来
