Repository: uivlis/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: hi, it, ja

source: SORT
it: ORDINARE
ja: ソート

source: Created: Recent
hi: बनाया गया: हालिया
it: Creato: Recente
ja: 作成：最近の

source: Created: Oldest
hi: बनाया गया: सबसे पुराना
it: Creato: il più vecchio
ja: 作成日時：最古

source: Value: Highest
hi: मूल्य: सर्वोच्च
it: Valore: il più alto
ja: 値：最高

source: Value: Lowest
hi: मूल्य: सबसे कम
it: Valore: il più basso
ja: 値：最低

source: Sent
hi: भेज दिया
it: Inviato
ja: 送信済み

source: Fulfilled
hi: पूरा
it: Soddisfatto
ja: 完成品

source: Fulfill
hi: पूरा
it: Adempiere
ja: 満たす

source: It's okay to show this information publicly on Gitcoin
hi: गिटकोइन पर सार्वजनिक रूप से यह जानकारी दिखाना ठीक है
it: Va bene mostrare queste informazioni pubblicamente su Gitcoin
ja: この情報をGitcoinに公開することは大丈夫です

source: Edit Profile
hi: प्रोफाइल एडिट करें
it: Modifica Profilo
ja: プロファイル編集

source: Change Picture
hi: चित्र बदलो
it: Cambia immagine
ja: 写真を変える

source: Change Name
hi: नाम परिवर्तित करें
it: Cambia nome
ja: 名前の変更

source: Change Expertise
hi: विशेषज्ञता बदलें
it: Cambia esperienza
ja: 専門知識の変更

source: Browse Other Users
hi: अन्य उपयोगकर्ताओं को ब्राउज़ करें
it: Sfoglia altri utenti
ja: 他のユーザーをブラウズする

source: By Location
hi: स्थान से
it: Per posizione
ja: ロケーション別

source: By Language
hi: भाषा से
it: Per lingua
ja: 言語別

source: CLEAR FIELDS
hi: साफ क्षेत्र
it: CANCELLA I CAMPI
ja: クリアフィールド

source: PROJECT STATUS
hi: परियोजना की स्थिति
it: STATO DEL PROGETTO
ja: プロジェクト状況

source: Expired
hi: समय सीमा समाप्त
it: Scaduto
ja: 期限切れ

source: Cancelled
hi: रद्द
it: Annullato
ja: キャンセル

source: MY PROJECTS
hi: मेरे परियोजनाएं
it: I MIEI PROGETTI
ja: 私のプロジェクト

source: Created By Me
hi: मेरे द्वारा बनाई गई
it: Creato da me
ja: 私が作成した

source: Started By Me
hi: मेरे द्वारा शुरू किया गया
it: Iniziato da me
ja: 私が始めた

source: Fulfilled By Me
hi: मेरे द्वारा पूरा
it: Compiuto da me
ja: 私が成し遂げた

source: All
hi: सब
it: Tutti
ja: すべて

source: MODERATION
ja: 節度

source: Escalated
ja: エスカレートされた

source: Warned
hi: आगाह
it: Avvertito
ja: 警告

source: Hidden
hi: छिपा हुआ
it: Nascosto
ja: 隠された

source: Not Picked Up 3+ Days
hi: 3+ दिनों तक नहीं उठाया गया
it: Non prelevato più di 3 giorni
ja: 3日以上ピックアップされていない

source: Closed On Github
ja: Githubで閉鎖

source: No Moderation
ja: モデレートなし

source: Type
hi: प्रकार
it: genere
ja: タイプ

source: Custom
hi: रिवाज
it: costume
ja: カスタム

source: Ropsten
ja: ロプステン

source: Rinkeby
hi: रिंकबे
ja: リンケビー

source: Mainnet
hi: मेननेट
ja: メインネット

source: Misc
hi: विविध
it: Varie
ja: その他

source: Hiring
hi: काम पर रखने
it: Assumere
ja: 雇用

source: Reset
hi: रीसेट
ja: リセット

source: Possible Status
hi: संभावित स्थिति
it: Stato possibile
ja: 可能なステータス

source: A funded bounty is available for anyone to work on.
hi: किसी के लिए काम करने के लिए एक वित्त पोषित उपहार उपलब्ध है।
it: Una ricompensa finanziata è disponibile per chiunque su cui lavorare.
ja: 資金援助された賞金は誰でも働くことができます。

source: Work has been started by at least one person.
hi: कम से कम एक व्यक्ति द्वारा कार्य शुरू किया गया है।
it: Il lavoro è stato avviato da almeno una persona.
ja: 作業は少なくとも1人で開始されています。

source: Completed work has been submitted by for review.
hi: पूरा काम समीक्षा के लिए जमा कर दिया गया है।
it: Il lavoro completato è stato presentato da per la revisione.
ja: 完了した作業がレビューのために提出されました。

source: The submitted project has been accepted and the funds have been paid.
hi: प्रस्तुत परियोजना स्वीकार कर ली गई है और धन का भुगतान किया गया है।
it: Il progetto presentato è stato accettato e i fondi sono stati pagati.
ja: 提出されたプロジェクトは受け入れられ、資金は支払われました。

source: Cancellation Status
hi: रद्दीकरण की स्थिति
it: Stato di cancellazione
ja: キャンセルステータス

source: Work was not completed by the expiration date.
hi: कार्य समाप्ति तिथि से पूरा नहीं हुआ था।
it: Il lavoro non è stato completato entro la data di scadenza.
ja: 有効期限までに作業が完了していません。

source: Canceled
hi: रद्द
it: Annullato
ja: キャンセル

source: A funded bounty was cancelled by the owner of the project
hi: परियोजना के मालिक द्वारा एक वित्त पोषित बकाया रद्द कर दिया गया था
it: Una taglia finanziata è stata annullata dal proprietario del progetto
ja: 資金援助された賞金は、プロジェクトの所有者によってキャンセルされました

source: Transaction Sent
ja: トランザクション送信済み

source: Please Unlock Metamask to Continue
ja: Metamaskのロックを解除して続行してください

source: In order to continue, you'll need to unlock metamask.
hi: जारी रखने के लिए, आपको मेटामास्क अफॉक्सॉक करने की आवश्यकता होगी।
it: Per continuare, dovrai sbloccare il metamask.
ja: 続行するには、メタマスクを解除する必要があります。

source: Please unlock Metamask and refresh the page.
hi: कृपया मेटामास्क अफॉक्सॉक करें और पृष्ठ को रीफ्रेश करें।
it: Si prega di sbloccare Metamask e aggiornare la pagina.
ja: Metamaskを解除してページを更新してください。

source: Can't get web3 to work? Get help here.
hi: काम करने के लिए web3 नहीं मिल सकता है? यहां सहायता पाएं।
it: Non riesci a far funzionare web3? Ottieni aiuto qui.
ja: web3を動作させることはできませんか？ここで助けを得る。

source: Warning: the ethereum network is quite congested at the moment.
hi: चेतावनी: इस समय ईथरियम नेटवर्क काफी भीड़ में है।
it: Attenzione: la rete ethereum è abbastanza congestionata al momento.
ja: 警告：現在、ethereumネットワークはかなり混雑しています。

source: Stats
hi: आँकड़े
it: Statistiche
ja: 統計

source: The following MetaMask settings should give a <span id="confTime">5</span> min confirmation for <span id="ethAmount">unknown</span> ETH (<span id="usdAmount">unknown</span> USD)
hi: निम्फॉक्सिखित मेटामास्क सेटिंग्स को <span id = "confTime"> 5 </ span> <span id = "ethAmount"> अज्ञात </ span> ETH (<span id = "usdAmount"> अज्ञात </ span के लिए न्यूनतम पुष्टि देना चाहिए > यूएसडी)
it: Le seguenti impostazioni MetaMask dovrebbero dare un <span id="confTime">5</span> min di conferma per <span id="ethAmount">sconosciuto</span> ETH <span id="usdAmount">(sconosciuto</span> USD)
ja: 次のMetaMask設定は、<span id = "ethAmount">不明な</ span> ETH（<span id = "usdAmount">不明</ span>に対する<span id = "confTime"> 5 </ span> > USD）

source: The following Trust settings should give a <span id="confTime">5</span> min confirmation for <span id="ethAmount">unknown</span> ETH (<span id="usdAmount">unknown</span> USD)
hi: निम्फॉक्सिखित ट्रस्ट सेटिंग्स को <span id = "confTime"> 5 </ span> <span id = "ethAmount"> अज्ञात </ span> ETH (<span id = "usdAmount"> अज्ञात </ span के लिए न्यूनतम पुष्टि देना चाहिए > यूएसडी)
it: Le seguenti impostazioni di trust dovrebbero dare un <span id="confTime">5</span> min di conferma per <span id="ethAmount">sconosciuto</span> ETH <span id="usdAmount">(sconosciuto</span> USD)
ja: 次のトラスト設定では、<span id = "ethAmount">不明</ span> ETH（<span id = "usdAmount">不明</ span>の<span id = "confTime"> 5 </ span> > USD）

source: Gas Limit (units)
hi: गैस सीमा (इकाइयां)
it: Gas Limit (unità)
ja: ガスリミット（単位）

source: Gas Price (gwei)
hi: गैस मूल्य (gwei)
it: Prezzo del gas (gwei)
ja: ガス価格（gwei）

source: Help
hi: मदद
it: Aiuto
ja: 助けて

source: Why do I need metamask / gas?
hi: मुझे मेटामास्क / गैस की आवश्यकता क्यों है?
it: Perché ho bisogno di metamask / gas?
ja: メタルマスク/ガスが必要なのはなぜですか？

source: What gas price should I use?
hi: मुझे किस गैस की कीमत का उपयोग करना चाहिए?
it: Quale prezzo del gas dovrei usare?
ja: どのようなガス価格を使用すべきですか？

source: What are current network condtions?
hi: वर्तमान नेटवर्क कंडेंशन क्या हैं?
it: Quali sono le conduzioni attuali della rete?
ja: 現在のネットワーク条項は何ですか？

source: You're almost there!
hi: तुम लगभग वहां थे!
it: Ci sei quasi!
ja: あなたはほとんどそこにいる！

source: In order to continue, you'll need some Ether.
hi: जारी रखने के लिए, आपको कुछ ईथर की आवश्यकता होगी।
it: Per continuare, avrai bisogno di un po &#39;di Ether.
ja: 続行するには、いくつかのEtherが必要です。

source: 'Ether' is a digital asset that can be used to pay for the computational resources needed to run an application or program. In this case, Gitcoin.
hi: 'ईथर' एक डिजिटल संपत्ति है जिसका उपयोग किसी एप्लिकेशन या प्रोग्राम चलाने के लिए आवश्यक कम्प्यूटेशफॉक्स संसाधनों के लिए भुगतान करने के लिए किया जा सकता है। इस मामले में, गिटकोइन।
it: &#39;Ether&#39; è un asset digitale che può essere utilizzato per pagare le risorse computazionali necessarie per eseguire un&#39;applicazione o un programma. In questo caso, Gitcoin.
ja: 'Ether'は、アプリケーションやプログラムを実行するために必要な計算リソースを支払うために使用できるデジタル資産です。この場合、Gitcoin。

source: The easiest way to get Ether is to request it via the Gitcoin Faucet:
hi: ईथर पाने का सबसे आसान तरीका गिटकोइन फॉक्स के माध्यम से अनुरोध करना है:
it: Il modo più semplice per ottenere Ether è di richiederlo tramite il rubinetto Gitcoin:
ja: Etherを取得する最も簡単な方法は、Gitcoin蛇口からリクエストすることです。

source: View Faucet
hi: फॉक्स देखें
it: Visualizza rubinetto
ja: 蛇口を見る

source: Social Promotion of Bounty
hi: बक्षीस का सामाजिक संवर्धन
it: Promozione sociale di Bounty
ja: バウンティの社会的推進

source: Promotional Text
hi: प्रोमोशनल टेक्स्ट
it: Testo promozionale
ja: プロモーションテキスト

source: One Click Social Share Links
hi: एक क्लिक सोशल शेयर लिंक
it: Link di condivisione sociale One Click
ja: ワンクリックソーシャルシェアリンク

source: Toolbox
hi: उपकरण बॉक्स
it: cassetta degli attrezzi
ja: ツールボックス

source: Make Gitcoin your own by enabling the tools that suit your needs.
hi: अपनी जरूरतों के अनुसार उपकरणों को सक्षम करके गिटकोइन को अपना बनाएं।
it: Rendi Gitcoin tuo proprio abilitando gli strumenti più adatti alle tue esigenze.
ja: あなたのニーズに合ったツールを有効にして、Gitcoinを自分のものにしましょう。

source: Table of Contents
hi: विषय - सूची
it: Sommario
ja: 目次

source: Send a tip to any github user at the click of a button.
ja: ボタンをクリックしてgithubユーザーにヒントを送ってください。

source: Receive Tip
hi: टिप प्राप्त करें
it: Ricevi un suggerimento
ja: 受信ヒント

source: Tip Sent
ja: ヒントを送信しました

source: Permission Denied
ja: アクセス拒否

source: Tip Created
ja: 作成されたヒント

source: This tip is over the per-transaction limit of $
hi: यह टिप $ की प्रति लेनदेन सीमा से अधिक है
it: Questo suggerimento ha superato il limite per transazione di $
ja: このヒントはトランザクションごとの$を超えています

source: You are over the weekly tip send limit of $
hi: आप $ साप्ताहिक टिप भेजने की सीमा से अधिक हैं
it: Sei oltre il limite di invio di punta settimanale di $
ja: あなたは週末のチップの送金限度額$を超えています

source: Add Interest
hi: ब्याज जोड़ें
it: Aggiungi interesse
ja: インタレストを追加

source: You must be authenticated via github to use this feature!
hi: इस सुविधा का उपयोग करने के लिए आपको गिटहब के माध्यम से प्रमाणित होना चाहिए!
it: Devi essere autenticato tramite github per usare questa funzione!
ja: この機能を使用するには、github経由で認証する必要があります。

source: There is already someone working on this bounty.
ja: すでにこの賞金に取り組んでいる人がいます。

source: You may only work on max of {num_issues} issues at once.
hi: आप केवल अधिकतम {num_issues} समस्याओं पर एक बार काम कर सकते हैं।
it: Puoi lavorare solo su un massimo di {num_issues} problemi contemporaneamente.
ja: 一度に最大{num_issues}の問題に取り組むことができます。

source: Because a staff member has had to remove you from a bounty in the past, you are unable to startmore work at this time. Please leave a message on slack if you feel this message is in error.
ja: スタッフは過去に恩恵からあなたを取り除かなければならなかったので、今度は仕事を始めることができません。このメッセージが間違っていると思われる場合は、余裕をもってメッセージを残してください。

source: You have already started work on this bounty!
ja: あなたはすでにこの賞金の仕事を始めました！

source: You have started work.
hi: आपने काम शुरू कर दिया है
it: Hai iniziato a lavorare.
ja: あなたは仕事を始めました。

source: You have applied to start work. If approved, you will be notified via email.
hi: आपने काम शुरू करने के लिए आवेदन किया है। अगर मंजूरी दे दी है, तो आपको ईमेल के माध्यम से अधिसूचित किया जाएगा।
it: Hai fatto domanda per iniziare a lavorare. Se approvato, riceverai una notifica via email.
ja: あなたは仕事を始めるために応募しました。承認された場合は、電子メールで通知されます。

source: You haven't expressed interest on this bounty.
hi: आपने इस उपहार पर ब्याज व्यक्त नहीं किया है।
it: Non hai espresso interesse per questa taglia.
ja: あなたはこの恩恵に関心を表明していません。

source: You've stopped working on this, thanks for letting us know.
hi: आपने इस पर काम करना बंद कर दिया है, हमें बताने के लिए धन्यवाद।
it: Hai smesso di lavorare su questo, grazie per avercelo fatto sapere.
ja: あなたは私たちに知らせてくれてありがとう。

source: You've extended expiration of this issue.
hi: आपने इस मुद्दे की समाप्ति बढ़ा दी है।
it: Hai prolungato la scadenza di questo problema.
ja: あなたはこの問題の有効期限を延長しました。

source: You must be funder to extend expiration
hi: समाप्ति का विस्तार करने के लिए आपको फंडर होना चाहिए
it: Devi essere un finanziatore per estendere la scadenza
ja: 有効期限を延ばすには資金が必要です

source: Onboarding Flow
hi: ऑनबोर्डिंग प्रवाह
ja: オンボーディングフロー

source: Issue Explorer
hi: समस्या एक्सप्लोरर
ja: 問題のエクスプローラ

source: Process Issue
hi: प्रक्रिया समस्या
it: Problema di processo
ja: プロセスの問題

source: Contribute
ja: 寄稿

source: Check out this bounty that pays out
hi: इस बक्षीस को देखें जो भुगतान करता है
it: Dai un'occhiata a questa taglia che paga
ja: 支払うこの賞金を確認してください

source: Social Contribute
ja: 社会貢献

source: Multi-Party Payout
hi: मल्टी पार्टी पेआउट
it: Pagamento multipartito
ja: マルチパーティーペイアウト

source: Increase Bounty
hi: बाउंटी बढ़ाएं
it: Aumenta la taglia
ja: 賞金を増やす

source: Bounty is now hidden
hi: बाउंटी अब छुपा हुआ है
it: Bounty è ora nascosto
ja: バウンティは今隠されている

source: Only moderators may do this.
ja: モデレータだけがこれを行うことができます。

source: Bounty message has been sent
ja: バウンスメッセージが送信されました

source: Only moderators or the funder of this bounty may do this.
ja: モデレーターまたはこの奨励金の資金提供者だけがこれを行うことができます。

source: Bounty is now remarket ready
hi: बाउंटी अब रीमार्केटिंग तैयार है
it: Bounty è ora pronto per il remarketing
ja: バウンティは現在リマーケティング準備完了です

source: Bounty is now NOT remarket ready
hi: बाउंटी अब रीमार्केटिंग तैयार नहीं है
it: Bounty ora NON è pronto per il remarketing
ja: バウンティは現在リマーケティング準備ができていません

source: Bounty auto approvals are now suspended
hi: बाउंटी ऑटो अनुमोदन अब निलंबित कर दिए गए हैं
it: Le auto approvazioni di Bounty sono ora sospese
ja: バウンティ自動承認が中断されました

source: Not a valid status choice. Please choose a valid status (no quotes):
hi: मान्य स्थिति पसंद नहीं है। कृपया वैध स्थिति चुनें (कोई उद्धरण नहीं):
it: Non è una scelta valida per lo stato. Si prega di scegliere uno stato valido (senza virgolette):
ja: 有効なステータスの選択肢ではありません。有効なステータス（引用符なし）を選択してください：

source: Status updated to "{admin_override_satatus}"
hi: स्थिति "{admin_override_satatus}" पर अपडेट की गई
it: Stato aggiornato a "{admin_override_satatus}"
ja: ステータスが「{admin_override_satatus}」に更新されました

source: Only staff or the funder of this bounty may do this.
ja: スタッフまたはこの奨励金の資金提供者だけがこれを行うことができます。

source: Warning messages have been snoozed for {snooze_days} days
hi: {snooze_days} दिनों के लिए चेतावनी संदेश स्नूज़ किए गए हैं
it: I messaggi di avviso sono stati posticipati per {snooze_days} giorni
ja: 警告メッセージは{snooze_days}日間スヌーズされました

source: You must be logged in to approve or reject worker submissions. Please login and try again.
hi: कार्यकर्ता सबमिशन को स्वीकार या अस्वीकार करने के लिए आपको लॉग इन होना चाहिए। कृपया पुनः लॉगिन करें और पुनः प्रयास करें।
it: È necessario effettuare l'accesso per approvare o rifiutare l'invio di lavoro. Effettua il login e riprova.
ja: あなたは労働者の申請を承認または拒否するためにログインする必要があります。ログインしてもう一度お試しください。

source: This worker does not exist or is not in a pending state. Perhaps they were already approved or rejected? Please check your link and try again.
ja: このワーカーは存在しないか、保留状態にありません。おそらく彼らはすでに承認されたか拒絶されたでしょうか？あなたのリンクを確認して、もう一度やり直してください。

source: {worker} has been {mutate_worker_action_past_tense}
hi: {worker} {mutate_worker_action_past_tense} रहा है
it: {worker} è stato {mutate_worker_action_past_tense}
ja: {worker}は{mutate_worker_action_past_tense}でした

source: Only the funder of this bounty may perform this action.
ja: この賞金の資金提供者だけがこの行動を行うことができます。

source: Funded Issue Details | Gitcoin
hi: वित्त पोषित अंक विवरण | Gitcoin
it: Dettagli emissione finanziata | Gitcoin
ja: 資金の問題の詳細|ギトコイン

source: Quickstart Video
hi: क्विकस्टार्ट वीडियो
ja: クイックスタートビデオ

source: Extend Expiration
hi: समाप्ति बढ़ाएं
it: Estendere la scadenza
ja: 有効期限を延長する

source: Terms of Use
ja: 利用規約

source: Basics
hi: मूल बातें
it: Nozioni di base
ja: 基本

source: Accelerate your dev workflow with Gitcoin's incentivization tools.
hi: गिटकोइन के प्रोत्साहन उपकरण के साथ अपने देव वर्कफ़्लो को तेज करें।
it: Accelerare il flusso di lavoro degli sviluppatori con gli strumenti di incentivazione di Gitcoin.
ja: Gitcoinのインセンティブ化ツールを使用して開発ワークフローを加速します。

source: Gas Tools
ja: ガスツール

source: Paying Gas is a part of using Ethereum. It's much easier with our suite of gas tools.
hi: गैस का भुगतान Ethereum का उपयोग करने का एक हिस्सा है। हमारे गैस उपकरणों के सूट के साथ यह बहुत आसान है।
it: Paying Gas fa parte dell'uso di Ethereum. È molto più semplice con la nostra suite di utensili a gas.
ja: ガスを払うことはエテリアムを使うことの一部です。私たちのガス器具のセットでははるかに簡単です。

source: Take your OSS game to the next level!
hi: अपने ओएसएस खेल को अगले स्तर पर ले जाएं!
it: Porta il tuo gioco OSS al livello successivo!
ja: あなたのOSSゲームを次のレベルに！

source: Community
hi: समुदाय
it: Comunità
ja: コミュニティ

source: Friendship, mentorship, and community are all part of the process.
hi: मैत्री, परामर्श, और समुदाय प्रक्रिया का हिस्सा हैं।
it: Amicizia, tutoraggio e comunità fanno tutti parte del processo.
ja: 友情、礼拝、そしてコミュニティはすべてこのプロセスの一部です。

source: Tools to BUIDL Gitcoin
hi: BUIDL Gitcoin के लिए उपकरण
it: Strumenti per BUIDL Gitcoin
ja: GitcoinをBUIDLするツール

source: Gitcoin is built using Gitcoin. Purdy cool, huh?
hi: गिटकोइन गिटकोइन का उपयोग करके बनाया गया है। शांत ठंडा, हुह?
it: Gitcoin è stato creato utilizzando Gitcoin. Purdy fico, eh?
ja: GitcoinはGitcoinを使用して構築されています。パーディークール、ねえ？

source: Tools in Alpha
hi: अल्फा में उपकरण
it: Strumenti in Alpha
ja: アルファのツール

source: These fresh new tools are looking for someone to test ride them!
hi: ये ताजा नए उपकरण किसी को सवारी करने के लिए किसी की तलाश कर रहे हैं!
it: Questi nuovi strumenti sono alla ricerca di qualcuno per testarli!
ja: これらの新鮮な新しいツールは、それらを乗せて試乗する人を探しています！

source: Tools Coming Soon
hi: उपकरण जल्द ही आ रहा है
it: Strumenti disponibili a breve
ja: すぐに来るツール

source: These tools will be ready soon. They'll get here sooner if you help BUIDL them :)
hi: ये उपकरण जल्द ही तैयार हो जाएंगे। यदि आप उन्हें बुडेल की मदद करते हैं तो वे जल्द ही यहां आ जाएंगे :)
it: Questi strumenti saranno pronti presto. Verranno qui prima se li aiuti BUIDL :)
ja: これらのツールはすぐに使用できるようになります。あなたがBUIDLを助けるなら、彼らは早くここに来るでしょう:)

source: Just for Fun
hi: सिर्फ मनोरंजन के लिए
it: Solo per divertimento
ja: ちょうど楽しみのため

source: Some tools that the community built *just because* they should exist.
hi: कुछ उपकरण जो समुदाय ने बनाया * बस क्योंकि * वे मौजूद होना चाहिए।
it: Alcuni strumenti che la comunità ha costruito * solo perché * dovrebbero esistere.
ja: *コミュニティが存在する必要があるためにコミュニティが構築したツール*

source: Gitcoin Toolbox
hi: गिटकोइन टूलबॉक्स
ja: ギトコインツールボックス

source: Don't Miss New Tools!
hi: नए उपकरण याद मत करो!
it: Non perdere i nuovi strumenti!
ja: 新しいツールをお見逃しなく！

source: Bad request
hi: खराब अनुरोध
it: Brutta richiesta
ja: 要求の形式が正しくありません

source: Coin Redemption
hi: सिक्का मोचन
it: Redenzione delle monete
ja: コイン償還

source: PENDING
hi: लंबित
it: IN ATTESA DI
ja: 保留中

source: INITIAL
hi: प्रारंभिक
it: INIZIALE
ja: 初期

source: Create Funded Issue
hi: वित्त पोषित मुद्दा बनाएं
it: Crea un problema finanziario
ja: 資金調達の問題を作成する

source: Bounty doesn't exist!
ja: バウンティは存在しません！

source: The bounty can not be changed anymore.
hi: बक्षीस अब और नहीं बदला जा सकता है।
it: La taglia non può più essere cambiata.
ja: 賞金はもう変更できません。

source: You are not authorized to change the bounty.
ja: あなたは賞金を変更する権限がありません。

source: Bounty details are unchanged.
hi: बाउंटी विवरण अपरिवर्तित हैं।
it: I dettagli di Bounty sono invariati.
ja: 賞金の詳細は変更されていません。

source: You successfully changed bounty details.
hi: आपने सफलतापूर्वक बक्षीस विवरण बदल दिया।
it: Hai modificato con successo i dettagli della taglia.
ja: 賞金の詳細を変更しました。

source: key for this data report
hi: इस डेटा रिपोर्ट के लिए कुंजी
it: chiave per questo rapporto di dati
ja: このデータレポートのキー

source: The report associated with this project
hi: इस परियोजना से जुड़ी रिपोर्ट
it: Il rapporto associato a questo progetto
ja: このプロジェクトに関連したレポート

source: Activity
hi: गतिविधि
it: Attività
ja: アクティビティ

source: Marketing
hi: विपणन
ja: マーケティング

source: bounty_skills
ja: バウンススキル

source: Hourly
hi: प्रति घंटा
it: ogni ora
ja: 毎時

source: Daily
hi: रोज
it: Quotidiano
ja: 毎日

source: Weekly
hi: साप्ताहिक
it: settimanalmente
ja: 毎週

source: Charts
hi: चार्ट
it: Grafici
ja: チャート

source: Table
hi: तालिका
it: tavolo
ja: 表

source: Chart will be rendered here
hi: चार्ट यहां प्रस्तुत किया जाएगा
it: Il grafico sarà reso qui
ja: チャートはここでレンダリングされます

source: Sign Mismatch Error
hi: मिस्चैच त्रुटि पर हस्ताक्षर करें
it: Errore di corrispondenza mancata
ja: サイン不一致エラー

source: For SPAM prevention reasons, you may not perform this action right now. Please contact support if you believe this message is in error.
hi: स्पैम रोकथाम के कारणों के लिए, आप अभी इस क्रिया को निष्पादित नहीं कर सकते हैं। अगर आपको लगता है कि यह संदेश गलती में है तो कृपया समर्थन से संपर्क करें।
it: Per motivi di prevenzione SPAM, non è possibile eseguire questa azione in questo momento. Contatta il supporto se ritieni che questo messaggio sia errato.
ja: スパム防止の理由から、今すぐこの操作を実行することはできません。このメッセージが間違っていると思われる場合は、サポートにお問い合わせください。

source: Your request has been submitted. Please wait for the transaction to mine!
hi: आपका अनुरोध प्रस्तुत किया गया है। लेनदेन के लिए कृपया प्रतीक्षा करें!
it: La tua richiesta è stata inviata. Per favore attendi che la transazione sia mia!
ja: あなたのリクエストは提出されました。トランザクションが完了するのを待ってください！

source: Where to send interested parties
hi: इच्छुक पार्टियों को कहां भेजना है
it: Dove inviare le parti interessate
ja: 利害関係者を送る場所

source: Plainext only please!
hi: कृपया प्लेनक्स्ट कृपया!
it: Plainext solo per favore!
ja: 平文のみでお願いします！

source: The upstream project being linked it..
hi: अपस्ट्रीम परियोजना इसे जोड़ा जा रहा है ..
it: Il progetto upstream è stato collegato ..
ja: 上流のプロジェクトはそれにリンクされています..

source: comma delimited
hi: अल्पविराम सीमांकित
it: virgola delimitata
ja: カンマ区切り

source: string representation of the payout (only needed it amount/denomination cannot be filled out
hi: भुगतान के स्ट्रिंग का प्रतिनिधित्व (केवल इसकी आवश्यकता है राशि / मूल्य भरा नहीं जा सकता है
it: la rappresentazione in formato stringa del pagamento (non è possibile compilare solo la quantità / denominazione necessaria)
ja: 払い出しの文字列表現（それだけ必要な金額/金種は記入できません）

source: Bounties Universe
hi: उपहार ब्रह्मांड
ja: 特典ユニバース

source: Sort by
hi: इसके अनुसार क्रमबद्ध करें
it: Ordina per
ja: 並び替え

source: Oldest
hi: सबसे पुराना
it: il più vecchio
ja: 最古の

source: Newest
hi: नवीनतम
it: i più nuovi
ja: 最新

source: Highest Value
hi: उच्चतम मूल्य
it: Il più alto valore
ja: 最高値

source: Lowest Value
hi: सबसे कम मूल्य
it: Valore più basso
ja: 最小値

source: Categories
hi: श्रेणियाँ
it: categorie
ja: カテゴリー

source: Post New
hi: नया पोस्ट करें
it: Post nuovo
ja: 新しい投稿

source: first
hi: प्रथम
it: primo
ja: 最初

source: previous
hi: पिछला
it: precedente
ja: 前

source: Page %(bounties_paginator.number)s of %(bounties_paginator.paginator.num_pages)s.
hi: पृष्ठ %(bounties_paginator.number)s %(bounties_paginator.paginator.num_pages)s एस।
it: Pagina %(bounties_paginator.number)s di %(bounties_paginator.paginator.num_pages)s.
ja: %(bounties_paginator.paginator.num_pages)s のページ %(bounties_paginator.number)s。

source: next
hi: आगामी
it: Il prossimo
ja: 次

source: last
hi: अंतिम
it: ultimo
ja: 最終

source: New Universal Bounty
hi: नई यूनिवर्सल बाउंटी
ja: 新しいユニバーサルバウティ

source: Go Back
hi: वापस जाओ
it: Torna indietro
ja: 戻る

source: created
hi: बनाया था
it: creato
ja: 作成した

source: source
hi: स्रोत
it: fonte
ja: ソース

source: View Bounty
hi: बाउंटी देखें
it: Visualizza Bounty
ja: バウンティを表示

source: Funding
hi: अनुदान
it: finanziamento
ja: 資金調達

source: Value
hi: मूल्य
it: Valore
ja: 値

source: Bounty Universe Explorer
hi: बाउंटी यूनिवर्स एक्सप्लोरर
ja: バウンティユニバースエクスプローラ

source: Bounties for Software Work from across the internets.
hi: इंटरनेट के लिए सॉफ्टवेयर काम के लिए बाउंटी।
it: Taglie per il software Funzionano da oltre i canali internet.
ja: インターネット全体からのソフトウェア作業のための恩恵。
