Repository: uivlis/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: hi, it, ja

source: In a scenario in which the future of work moves onto the blockchain, how will ancillary services (Retirement, Insurance, Health Care) works?
hi: एक परिदृश्य में जिसमें कार्य का भविष्य ब्लॉकचेन पर चलता है, सहायक सेवाओं (सेवानिवृत्ति, बीमा, स्वास्थ्य देखभाल) कैसे काम करेगी?
it: In uno scenario in cui il futuro del lavoro si sposta sulla blockchain, come funzionano i servizi ausiliari (pensionamento, assicurazione, assistenza sanitaria)?
ja: 将来の仕事がブロックチェーンに移行するシナリオでは、付随サービス（退職、保険、ヘルスケア）はどのように機能しますか？

source: Are these government based, “employer” based, or none of the above?
hi: क्या ये सरकार आधारित हैं, "नियोक्ता" आधारित हैं, या उपरोक्त में से कोई भी नहीं?
it: Sono basati su questo governo, "datore di lavoro" o nessuno dei precedenti?
ja: これらの政府は、「雇用主」に基づいていますか、または上記のどれですか？

source: What will a mesh network of jobs look like? How will work change in a many-to-many working-relationship world?
hi: नौकरियों का जाल नेटवर्क कैसा दिखता है? कई कामकाजी रिश्तों की दुनिया में काम कैसे बदल जाएगा?
it: Come sarà una rete mesh di lavori? Come cambierà il lavoro in un mondo di relazioni di lavoro molti-a-molti?
ja: メッシュネットワークの仕事はどのように見えますか？多対多の関係関係の世界では、どのように変化するでしょうか？

source: Got input that can inform our vision? Want to debate about this? Want to nerd out?
hi: इनपुट मिला जो हमारी दृष्टि को सूचित कर सकता है? इस बारे में बहस करना चाहते हैं? बाहर निकलना चाहते हैं?
it: Hai input che possono informare la nostra visione? Vuoi discutere di questo? Vuoi nerd fuori?
ja: 私たちのビジョンを知らせるインプットがありますか？これについて議論したいですか？外に出て欲しいですか？

source: GET IN TOUCH
hi: संपर्क में रहो
it: RICEVI IN TOCCO
ja: 連絡する

source: Want to see how Gitcoin is making our vision come true?
hi: देखना चाहते हैं कि गिटकोइन हमारी दृष्टि कैसे सच कर रहा है?
it: Vuoi vedere come Gitcoin sta realizzando la nostra visione?
ja: Gitcoinが私たちのビジョンをどのように実現しているのかを見たいですか？

source: SEE OUR RESULTS
hi: हमारे परिणाम देखें
it: VEDERE I NOSTRI RISULTATI
ja: 私たちの結果を見る

source: Got an access code?
hi: एक एक्सेस कोड मिला?
it: Hai un codice di accesso?
ja: アクセスコードがありますか？

source: Good for you.
hi: आपके लिए अच्छा हैं।
it: Buon per te.
ja: よかったね。

source: Please submit your info below for access to the draft whitepaper.
hi: मसौदे श्वेतपत्र तक पहुंच के लिए कृपया नीचे दी गई अपनी जानकारी जमा करें।
it: Si prega di inviare le vostre informazioni qui sotto per l&#39;accesso alla bozza del white paper.
ja: 下書きのホワイトペーパーにアクセスするには、下の情報を送信してください。

source: Access Code
hi: एक्सेस कोड
it: Codice d&#39;accesso
ja: アクセスコード

source: Hey, you!
hi: अरे तुम!
it: Ei, tu!
ja: ねえ！

source: Gitcoin is *not* a token.
hi: गिटकोइन * टोकन नहीं है *।
it: Gitcoin è * non * un gettone.
ja: ギトコインはトークンではありません。

source: Gitcoin is a distributed group of individuals focused:
hi: गिटकोइन केंद्रित व्यक्तियों का एक वितरित समूह है:
it: Gitcoin è un gruppo distribuito di persone focalizzate:
ja: Gitcoinは、集中している個人の分散したグループです：

source: on being <i>relentlessly mission driven</i>. <a href="%(missionurl)s"> (more on this here) </a>
hi: <i> निरंतर मिशन संचालित </ i> होने पर। <a href="%(missionurl)s"> (यहां इस पर अधिक) </a>
it: sull&#39;essere <i>inesorabilmente guidati dalla missione</i> . <a href="%(missionurl)s">(più su questo qui)</a>
ja: <i>絶え間なく使命主義</ i>を遂行しています。 <a href="%(missionurl)s">（詳細はこちら）</a>

source: on working with the <i>best repos</i> in web3.. <a href="https://media.consensys.net/gitcoin-joins-consensys-announces-pilot-projects-f5a0955de9d6"> (more on this here) </a>
hi: वेब 3 में <i> सर्वोत्तम repos </ i> के साथ काम करने पर .. <a href="https://media.consensys.net/gitcoin-joins-consensys-announces-pilot-projects-f5a0955de9d6"> (और अधिक यह यहाँ) </a>
it: su come lavorare con i <i>migliori</i> repository in web3 .. <a href="https://media.consensys.net/gitcoin-joins-consensys-announces-pilot-projects-f5a0955de9d6">(maggiori informazioni qui)</a>
ja: web3の<i> best repos </ i>での作業について。<a href="https://media.consensys.net/gitcoin-joins-consensys-announces-pilot-projects-f5a0955de9d6">（詳細はこちらこれはここです）</a>

source: on building the <i>best tools</i> for them... <a href="%(toolboxurl)s"> (more on this here) </a>
hi: उनके लिए <i> सर्वोत्तम टूल </ i> बनाने पर ... <a href="%(toolboxurl)s"> (यहां इस पर अधिक) </a>
it: sulla costruzione degli <i>strumenti migliori</i> per loro ... <a href="%(toolboxurl)s">(di più su questo qui)</a>
ja: <a href="%(toolboxurl)s">（もっと詳しくはこちら）</a> <i>最高のツール</ i>の構築について

source: over a <i>long term</i> time horizon.. <a href="https://medium.com/gitcoin/blockchain-is-the-next-tcp-ip-6663b62b5654"> (more on this here) </a>
hi: <i> दीर्घकालिक </ i> समय क्षितिज पर .. <a href="https://medium.com/gitcoin/blockchain-is-the-next-tcp-ip-6663b62b5654"> (यहां पर अधिक ) </a>
it: su un orizzonte temporale a <i>lungo termine</i> .. <a href="https://medium.com/gitcoin/blockchain-is-the-next-tcp-ip-6663b62b5654">(maggiori informazioni qui)</a>
ja: <i>長期的な</ i>の時間枠を超えて.. <a href="https://medium.com/gitcoin/blockchain-is-the-next-tcp-ip-6663b62b5654">（詳細はこちら）</a>

source: and doing <i>something historic</i> in the space. <a href="https://medium.com/gitcoin/playing-the-long-game-fbd78fb41de6"> (more on this here) </a>
hi: और अंतरिक्ष में <i> कुछ ऐतिहासिक </ i> कर रहा हूं। <a href="https://medium.com/gitcoin/playing-the-long-game-fbd78fb41de6"> (यहां पर और अधिक) </a>
it: e fare <i>qualcosa di storico</i> nello spazio. <a href="https://medium.com/gitcoin/playing-the-long-game-fbd78fb41de6">(più su questo qui)</a>
ja: スペースの中で<i>歴史的な</ i>をすること。 <a href="https://medium.com/gitcoin/playing-the-long-game-fbd78fb41de6">（詳細はこちら）</a>

source: Quite Frankly...
hi: बिल्कुल साफ - साफ...
it: Francamente...
ja: 率直に言って...

source: The project hasn't really had time to participate in token related activities.
ja: プロジェクトにはトークン関連のアクティビティに参加する時間がありませんでした。

source: In fact, we're quite fatigued by the pervasiveness of tokens.
hi: वास्तव में, हम टोकन की व्यापकता से काफी थके हुए हैं।
it: In effetti, siamo abbastanza stanchi dalla pervasività dei token.
ja: 実際には、トークンの普及によってかなり疲れています。

source: Its exhausting to have to pay attention to all of the rumours, the drama, the speculation.
hi: सभी अफवाहों, नाटक, अटकलों पर ध्यान देना होगा।
it: È estenuante dover prestare attenzione a tutte le voci, il dramma, la speculazione.
ja: 噂、ドラマ、憶測のすべてに注意を払わなければならないのはその疲れ。

source: And there are *more worthwhile* uses of a completely-distributed trust-management supercomputer like the Ethereum blockchain.
hi: और एथेरियम ब्लॉकचेन जैसे पूरी तरह से वितरित ट्रस्ट-प्रबंधन सुपरकंप्यूटर के * अधिक सार्थक * उपयोग हैं।
it: E ci sono * più utili * usi di un supercomputer di gestione della fiducia completamente distribuito come la blockchain di Ethereum.
ja: また、Ethereumブロックチェーンのような完全に分散したトラスト管理スーパーコンピュータの価値がさらに高まります。

source: So we're choosing to ignore it all (for now) and focusing on building stuff.
hi: इसलिए हम इसे सभी (अभी के लिए) अनदेखा करना और निर्माण सामग्री पर ध्यान केंद्रित करना चुन रहे हैं।
it: Quindi stiamo scegliendo di ignorare tutto (per ora) e concentrandoci sulla costruzione di cose.
ja: だから私たちはそれをすべて（今のところは）無視し、建物のものに集中することを選択しています。

source: But that could change..
hi: लेकिन वह बदल सकता है ..
it: Ma questo potrebbe cambiare ..
ja: しかし、それは変わる可能性があります..

source: It is possible that one day there will be tokens or other digital assets associated with the project. Possible, but no promises.
hi: यह संभव है कि एक दिन परियोजना से जुड़े टोकन या अन्य डिजिटल संपत्तियां होंगी। संभव है, लेकिन कोई वादा नहीं है।
it: È possibile che un giorno ci saranno token o altre risorse digitali associate al progetto. Possibile, ma senza promesse.
ja: ある日、プロジェクトに関連するトークンやその他のデジタル資産が存在する可能性があります。可能ですが、約束はありません。

source: Want to participate now?
hi: अभी भाग लेना चाहते हैं?
it: Vuoi partecipare ora?
ja: 今すぐ参加したいですか？

source: Some ways to get involved now:
hi: अब शामिल होने के कुछ तरीके:
it: Alcuni modi per essere coinvolti ora:
ja: 今すぐ参加するにはいくつかの方法があります：

source: Join the slack
hi: ढेर में शामिल हों
it: Unisciti al gioco
ja: スラックに参加する

source: Follow the twitter
hi: ट्विटर का पालन करें
it: Segui il twitter
ja: ツイッターに従ってください

source: Build something cool
hi: कुछ ठंडा बनाएं
it: Costruisci qualcosa di figo
ja: クールなものを構築する

source: Learn a new tool
hi: एक नया उपकरण सीखें
it: Impara un nuovo strumento
ja: 新しいツールを学ぶ

source: Still want whitepaper access?
hi: अभी भी श्वेतपत्र का उपयोग चाहते हैं?
it: Vuoi ancora l&#39;accesso al whitepaper?
ja: ホワイトペーパーにアクセスしたいのですか？

source: Please submit your info below to receive access to the whitepaper if/when its available.
hi: यदि उपलब्ध हो तो व्हाइटपेपर तक पहुंच प्राप्त करने के लिए कृपया नीचे दी गई अपनी जानकारी जमा करें।
it: Si prega di inviare le vostre informazioni qui sotto per ricevere l&#39;accesso al white paper se / quando disponibile.
ja: ホワイトペーパーにアクセスできるようにするには、下記の情報を送信してください。

source: Already have an access code?
hi: पहले से ही एक एक्सेस कोड है?
it: Hai già un codice di accesso?
ja: 既にアクセスコードがありますか？

source: Interested as a
hi: ए के रूप में रूचि
it: Interessato come a
ja: 興味深い

source: Open Source Developer
hi: ओपन सोर्स डेवलपर
it: Sviluppatore Open Source
ja: オープンソース開発者

source: Open Source Repo Maintainer
hi: ओपन सोर्स रेपो रखरखाव
ja: オープンソースレポメンテナ

source: Token Purchaser
hi: टोकन खरीदार
it: Acquirente token
ja: トークン購入者

source: Advisor
hi: सलाहकार
it: Consulente
ja: 顧問

source: Feel free to select more than one.
hi: एक से अधिक का चयन करने के लिए स्वतंत्र महसूस करें।
it: Sentiti libero di selezionarne più di uno.
ja: 2つ以上を自由に選択してください。

source: Who are you? What is your interest in the whitepaper?
hi: तुम कौन हो? श्वेतपत्र में आपकी रूचि क्या है?
it: Tu chi sei? Qual è il tuo interesse per il white paper?
ja: あなたは誰？ホワイトペーパーへの関心は？

source: Gitcoin is transparent by design. Here are some stats about our core bounty product.
hi: डिजाइन द्वारा गिटकोइन पारदर्शी है। हमारे कोर बाउंटी उत्पाद के बारे में कुछ आंकड़े यहां दिए गए हैं।
it: Gitcoin è trasparente per design. Ecco alcune statistiche sul nostro prodotto principale di taglie.
ja: ギトコインはデザインによって透明です。コアバウンティ製品に関するいくつかの統計情報があります。

source: Once we had merged in multiple language support from a bounty, it unblocked the path to all other translations, and what better way to get lots of dif erent translations than with bounties from our community? A single tweet of publicity and we had something like 20 language requests, and 10 language pull requests. It’s been total magic.
hi: एक बार जब हम एक उपहार से कई भाषा समर्थन में विलय कर चुके थे, तो उसने अन्य सभी अनुवादों के मार्ग को अनब्लॉक कर दिया, और हमारे समुदाय से उपहार के मुकाबले बहुत सारे अलग-अलग अनुवाद प्राप्त करने का बेहतर तरीका क्या है? प्रचार का एक ट्वीट और हमारे पास 20 भाषा अनुरोधों की तरह कुछ था, और 10 भाषा पुल अनुरोध। यह कुल जादू रहा है।
it: Una volta che ci siamo uniti al supporto di più lingue da una vasta gamma, abbiamo sbloccato il percorso verso tutte le altre traduzioni e quale modo migliore per ottenere molte traduzioni diverse rispetto a quelle della nostra comunità? Un singolo tweet di pubblicità e abbiamo avuto qualcosa come 20 richieste di lingua e 10 richieste di estrazione linguistica. È stata una magia totale.
ja: 私たちが賞金から多言語サポートを取り入れたら、それは他のすべての翻訳への道のりを切り離しました。そして、私たちのコミュニティからの恩恵よりも多くの異なる翻訳を得るより良い方法はありますか？宣伝のシングルつぶやきと20の言語要求、10の言語プルリクエストなどがありました。それは完全な魔法でした。

source: ​By design or not, there is an element of trust inherent within Gitcoin. This isn’t the bad kind of “trust” that we are all trying to move away from in a centralized world, but a much better sense of community trust that gets established through the bounty process.
hi: डिज़ाइन द्वारा या नहीं, गिटकोइन के भीतर अंतर्निहित ट्रस्ट का एक तत्व है। यह "ट्रस्ट" का बुरा प्रकार नहीं है कि हम सभी एक केंद्रीकृत दुनिया में जाने की कोशिश कर रहे हैं, लेकिन सामुदायिक ट्रस्ट की एक बेहतर समझ है जो बाउंटी प्रक्रिया के माध्यम से स्थापित हो जाती है।
it: In base alla progettazione o meno, esiste un elemento di fiducia inerente a Gitcoin. Questo non è il cattivo tipo di "fiducia" che tutti stiamo provando ad abbandonare in un mondo centralizzato, ma un senso molto migliore di fiducia della comunità che si stabilisce attraverso il processo di generosità.
ja: 設計によって、Gitcoinに内在する信頼の要素があります。これは、われわれが一元化された世界から離れようとしている悪質な「信頼」ではなく、恩恵を受けて確立されるコミュニティの信頼感がはるかに優れているということです。

source: Gitcoin helps us to finally close out the issues we've been meaning to get around to for too long
ja: Gitcoinは、私たちが最終的に長続きすることを意味してきた問題を最終的に解決するのに役立ちます

source: uPort is still in the process of Open Sourcing all of our code, so Gitcoin at the present moment, helps uPort plant seeds within the growing Ethereum developer community, that we expect will blossom into flourishing opportunities in the future. Put simply, as opposed to running marketing campaign, we can use bounties to stay present in front of potential developers we want to engage with.
hi: यूपोर्ट अभी भी हमारे सभी कोड ओपन सोर्सिंग की प्रक्रिया में है, इसलिए वर्तमान समय में गिटकोइन बढ़ते एथेरियम डेवलपर समुदाय के भीतर यूपोर्ट प्लांट बीजों की मदद करता है, हम उम्मीद करते हैं कि भविष्य में हम बढ़ते अवसरों में उगेंगे। चल रहे विपणन अभियान के विरोध में, बस हम संभावित डेवलपर्स के सामने मौजूद रहने के लिए उपहार का उपयोग कर सकते हैं, जिन्हें हम शामिल करना चाहते हैं।
it: uPort è ancora in fase di Open Sourcing di tutto il nostro codice, quindi Gitcoin al momento attuale aiuta uPort a piantare semi all'interno della crescente comunità di sviluppatori Ethereum, che prevediamo fiorirà in fiorenti opportunità in futuro. In parole povere, al contrario delle campagne di marketing in corso, possiamo usare le taglie per essere presenti di fronte ai potenziali sviluppatori con cui vogliamo impegnarci.
ja: uPortはまだすべてのコードをOpen Sourcingしているので、現時点でGitcoinは成長しているEthereum開発者コミュニティの中にuPort植物の種子を育ててくれます。簡単に言えば、マーケティングキャンペーンを運営するのではなく、奨励金を使用して、関心を持つ潜在的な開発者の前にとどまることができます。

source: Although we’ve only hired two developers, there is no doubt that we could have sourced more. Gitcoin has been the strongest hiring signal in all of the hiring I’ve ever done.
hi: यद्यपि हमने केवल दो डेवलपर्स को ही काम पर रखा है, इसमें कोई संदेह नहीं है कि हम और अधिक सोर्स कर सकते थे। मैंने जो भी काम किया है, उसमें गिटकोइन सबसे मजबूत भर्ती संकेत रहा है।
it: Sebbene abbiamo assunto solo due sviluppatori, non c'è dubbio che avremmo potuto procurarci di più. Gitcoin è stato il segnale di assunzione più forte in tutte le assunzioni che abbia mai fatto.
ja: 私たちは2人の開発者しか雇っていませんが、より多くの情報源を提供できたことは間違いありません。 Gitcoinは私がこれまでにやった雇用の中で最も強い採用シグナルです。

source: On a Friday I needed a front end done for a project due in 48 hours. When everyone I knew was busy, gitcoiners were able to help me make my deadline, with fast, affordable, & high quality work.
hi: शुक्रवार को मुझे 48 घंटों के कारण परियोजना के लिए एक फ्रंट एंड की आवश्यकता थी। जब मुझे पता था कि हर कोई व्यस्त था, तो गिटकोइनर्स मुझे तेजी से, किफायती और उच्च गुणवत्ता वाले काम के साथ मेरी समयसीमा बनाने में मदद करने में सक्षम थे।
it: Il venerdì avevo bisogno di un front-end fatto per un progetto in 48 ore. Quando tutti quelli che conoscevo erano occupati, i gitcoiners erano in grado di aiutarmi a rispettare la scadenza, con un lavoro veloce, conveniente e di alta qualità.
ja: 金曜日には48時間以内にプロジェクトのフロントエンドが必要でした。私が知っていた誰もが忙しいと知った時、gitcoinersは、速く、手頃な価格の＆高品質の仕事で、私の締め切りを手助けすることができました。

source: A community at the intersection of blockchain and open source. A place for developers to collaborate in a new system, where open source money builds in monetization for open source repositories.
hi: ब्लॉकचेन और ओपन सोर्स के चौराहे पर एक समुदाय। डेवलपर्स के लिए एक नई प्रणाली में सहयोग करने के लिए एक जगह, जहां ओपन सोर्स पैसा ओपन सोर्स रिपोजिटरीज के लिए सुधार में बनाता है।
it: Una comunità all'incrocio tra blockchain e open source. Un luogo in cui gli sviluppatori possono collaborare in un nuovo sistema, in cui i soldi open source aumentano nella monetizzazione per i repository open source.
ja: ブロックチェーンとオープンソースの交差点にあるコミュニティ。オープンソースの資金がオープンソースのリポジトリの収益化を支えている新しいシステムで、開発者がコラボレーションする場。

source: Get the Latest Gitcoin News! Join Our Newsletter.
hi: नवीनतम गिटकोइन समाचार प्राप्त करें! हमारे समाचार पत्र से जुड जाओ।
it: Ricevi le ultime notizie su Gitcoin! Iscriviti alla nostra newsletter.
ja: 最新のGitcoinニュースを入手しよう！ニュースレターに登録する

source: When I found Gitcoin I was gladly surprised that it took one thing and did it well. It took the Ethereum tech and used it as a bridge to technology with open source Jobs. Even though Gitcoin is still in it’s early stages, I think it’s filled with potential to grow.
hi: जब मुझे गिटकोइन मिला तो मुझे खुशी से आश्चर्य हुआ कि उसने एक चीज ली और इसे अच्छी तरह से किया। इसने एथेरियम तकनीक ली और इसे ओपन सोर्स जॉब्स के साथ प्रौद्योगिकी के लिए एक पुल के रूप में इस्तेमाल किया। हालांकि गिटकोइन अभी भी शुरुआती चरणों में है, मुझे लगता है कि यह बढ़ने की क्षमता से भरा है।
it: Quando ho trovato Gitcoin sono stato felicemente sorpreso di aver preso una cosa e di averlo fatto bene. Ha preso la tecnologia Ethereum e l'ha usata come un ponte verso la tecnologia con Jobs open source. Anche se Gitcoin è ancora nelle sue fasi iniziali, penso che sia pieno di possibilità di crescita.
ja: 私がGitcoinを見つけたとき、私は喜んでそれが1つのことをとり、それをうまくやったことに驚いた。エテリアムの技術を取り入れ、オープンソースのジョブズと共にテクノロジーの橋渡しとして使用しました。 Gitcoinはまだ初期の段階ですが、成長する可能性がいっぱいだと思います。

source: think the great thing about GitCoin is how easy it is for projects to reach out to worldwide talent. GitCoin helps to find people who have time to contribute and increase speed of project development. Thanks to GitCoin a bunch of interesting OpenSource projects got my attention!
hi: लगता है कि गिटकॉइन के बारे में बड़ी बात यह है कि परियोजनाओं के लिए विश्वव्यापी प्रतिभा तक पहुंचना कितना आसान है। गिटकॉइन उन लोगों को ढूंढने में मदद करता है जिनके पास परियोजना विकास की गति में योगदान और वृद्धि करने का समय है। गिटकॉइन के लिए धन्यवाद दिलचस्प ओपनसोर्स परियोजनाओं के एक समूह ने मेरा ध्यान दिया!
it: pensa che il bello di GitCoin sia la facilità con cui i progetti raggiungono talenti in tutto il mondo. GitCoin aiuta a trovare persone che hanno il tempo di contribuire e aumentare la velocità di sviluppo del progetto. Grazie a GitCoin un sacco di interessanti progetti OpenSource hanno attirato la mia attenzione!
ja: GitCoinの素晴らしい点は、プロジェクトが世界中の才能に手を差し伸べることがいかに簡単かということです。 GitCoinは、貢献する時間があり、プロジェクト開発のスピードを上げる人々を見つけるのに役立ちます。 GitCoinのおかげで、面白いOpenSourceプロジェクトが私の注目を集めました！

source: The bounty process with Gitcoin is pretty amazing. Just go on the website, find an issue you can work on, you claim it. All you do then is submit your code to Github, get the code merged. Once it’s merged, the smart contract kicks in and sends the money to your Ethereum account. The whole process is pretty smooth. There’s a giant slack community. It puts the freelance market back in the hands of the community!
hi: गिटकोइन के साथ उपहार प्रक्रिया बहुत ही अद्भुत है। बस वेबसाइट पर जाएं, एक समस्या ढूंढें जिस पर आप काम कर सकते हैं, आप इसका दावा करते हैं। तब आप जो भी करते हैं वह गिटूब को अपना कोड सबमिट कर लेता है, कोड मिलाया जाता है। एक बार यह विलय हो जाने के बाद, स्मार्ट अनुबंध आपके ईथरियम खाते में पैसा भेजता है और भेजता है। पूरी प्रक्रिया बहुत चिकनी है। एक विशाल ढीला समुदाय है। यह फ्रीलांस बाजार को समुदाय के हाथों में वापस रखता है!
it: Il processo di taglie con Gitcoin è piuttosto sorprendente. Vai sul sito web, trova un problema su cui puoi lavorare, lo rivendichi. Tutto ciò che fai è quindi inviare il tuo codice a Github, ottenere il codice unito. Una volta unito, il contratto intelligente inizia e invia i soldi al tuo account Ethereum. L'intero processo è abbastanza fluido. C'è una gigantesca comunità allentata. Rinnova il mercato delle freelance nelle mani della comunità!
ja: Gitcoinの恩恵のプロセスはかなり素晴らしいです。ただウェブサイトに行き、あなたが取り組むことができる問題を見つけ、それを主張する。次に、コードをGithubに送信して、コードをマージします。合併後、スマート契約が締結され、あなたのEthereumアカウントに送金されます。全体のプロセスは非常にスムーズです。巨大な余裕のコミュニティがあります。それはフリーランス市場をコミュニティの手に戻します！

source: I really like Gitcoin because it’s allowed me to get involved in some really interesting Open Source Projects. I’ve written code for MyEtherWallet and Gitcoin itself. I think Gitcoin is becoming a great asset for the Ethereum ecosystem.
hi: मुझे वास्तव में गिटकोइन पसंद है क्योंकि मुझे कुछ वाकई दिलचस्प ओपन सोर्स प्रोजेक्ट्स में शामिल होने की इजाजत है। मैंने MyEtherWallet और Gitcoin के लिए कोड लिखा है। मुझे लगता है कि गिटकोइन एथेरियम पारिस्थितिकी तंत्र के लिए एक महान संपत्ति बन रहा है।
it: Mi piace molto Gitcoin perché mi ha permesso di essere coinvolto in alcuni progetti Open Source davvero interessanti. Ho scritto il codice per MyEtherWallet e Gitcoin stesso. Penso che Gitcoin stia diventando una grande risorsa per l'ecosistema di Ethereum.
ja: 私は本当に興味深いいくつかのオープンソースプロジェクトに参加することができるので、Gitcoinが本当に好きです。私はMyEtherWalletとGitcoin自体のコードを書いています。私はGitcoinがEthereumエコシステムの大きな資産になっていると思います。

source: I came across Gitcoin 3 months ago. I was hearing lots of ideas about projects involving cryptocurrencies, and I kept thinking "what about open source projects?". I see Gitcoin as the next level of freelance, where you can not only help repos on Github, but get money out of it. It is that simple and it works.
hi: मैं 3 महीने पहले गिटकोइन में आया था। मैं क्रिप्टोकुरसियों से जुड़े परियोजनाओं के बारे में बहुत सारे विचार सुन रहा था, और मैंने सोचा "ओपन सोर्स प्रोजेक्ट्स के बारे में क्या?"। मैं गिटकोइन को फ्रीलांस के अगले स्तर के रूप में देखता हूं, जहां आप केवल गिटहब पर रिपो की मदद नहीं कर सकते हैं, लेकिन इससे पैसे कमा सकते हैं। यह इतना आसान है और यह काम करता है।
it: Mi sono imbattuto in Gitcoin 3 mesi fa. Ho sentito molte idee su progetti che coinvolgono criptovalute, e ho continuato a pensare "che dire dei progetti open source?". Vedo Gitcoin come il prossimo livello di freelance, in cui non puoi solo aiutare a ripiegare su Github, ma ricavarne dei soldi. È così semplice e funziona.
ja: 私は3ヶ月前にGitcoinに出くわしました。私はcryptocurrenciesを含むプロジェクトについてたくさんのアイデアを聞いていました。私は「オープンソースプロジェクトはどうですか？」と考え続けました。私はGitcoinを次のフリーランスのレベルと見ています.GitubinはGithubのレポを助けるだけでなく、そこからお金を得ることができます。それは簡単なことであり、動作します。

source: I'm in love with Gitcoin. It isn't only a platform, it's a community that gives me the opportunity to open my network and work with amazing top technology projects and earn some money in a way I'm visible to the dev community and work opportunities. Open source is amazing, and is even better to make a living from it, I think is the future of development.
hi: मैं गिटकोइन से प्यार करता हूँ। यह केवल एक मंच नहीं है, यह एक ऐसा समुदाय है जो मुझे अपने नेटवर्क को खोलने और अद्भुत शीर्ष प्रौद्योगिकी परियोजनाओं के साथ काम करने का मौका देता है और कुछ पैसे कमाता है जिस तरह से मैं देव समुदाय और कार्य के अवसरों के लिए दृश्यमान हूं। ओपन सोर्स अद्भुत है, और इससे जीवित रहने के लिए भी बेहतर है, मुझे लगता है कि विकास का भविष्य है।
it: Sono innamorato di Gitcoin. Non è solo una piattaforma, è una comunità che mi dà l'opportunità di aprire la mia rete e lavorare con incredibili progetti tecnologici e guadagnare un po 'di soldi in un modo in cui sono visibile alla comunità di sviluppatori e alle opportunità di lavoro. L'open source è incredibile, ed è anche meglio guadagnarsi da vivere, penso sia il futuro dello sviluppo.
ja: 私はギトコインに恋している。これはプラットフォームだけでなく、私のネットワークを開き、驚くべきトップテクノロジプロジェクトで作業し、デベロッパーコミュニティや仕事の機会に見える方法でお金を稼ぐ機会を与えるコミュニティです。オープンソースは素晴らしく、そこから生計を立てる方がいいです、私は開発の未来だと思います。

source: A community for developers to collaborate and monetize their skills while working on Open Source projects through bounties.
hi: डेवलपर्स के लिए एक समुदाय बाउंटी के माध्यम से ओपन सोर्स परियोजनाओं पर काम करते हुए अपने कौशल का सहयोग और मुद्रीकरण करने के लिए।
it: Una community che consente agli sviluppatori di collaborare e monetizzare le proprie competenze mentre lavorano a progetti Open Source attraverso le taglie.
ja: 奨励金を通じてオープンソースプロジェクトに取り組んでいる間に、開発者が共同作業してスキルを収益化するためのコミュニティ。

source: Open Source Opportunities
ja: オープンソースの機会

source: Be the first to find out about newly posted bounties.
ja: 新しく発行された賞金について最初に見つけてください。

source: Gitcoin is a mission-driven organization.
hi: गिटकोइन एक मिशन संचालित संगठन है।
it: Gitcoin è un&#39;organizzazione guidata dalla missione.
ja: ギトコインは、ミッションドリブンな組織です。
