Repository: uivlis/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: hi, it, ja

source: 1 year
hi: 1 साल
it: 1 anno
ja: 1年

source: Never
hi: कभी नहीँ
it: Mai
ja: 絶対に

source: New Expiration:
hi: नई समाप्ति:
it: Nuova scadenza:
ja: 新しい有効期限：

source: Cancel
ja: キャンセル

source: Build Your Gitcoin Avatar
ja: あなたのGitcoinアバターを構築する

source: Do This Later
hi: बाद में करो
it: Fallo dopo
ja: 後でやる

source: Previous
hi: पिछला
it: Precedente
ja: 前

source: Save Avatar
ja: アバターを保存

source: Don't see the right schwag? Request new avatar attributes here
hi: सही स्वैग नहीं देखते हैं? यहां नए अवतार विशेषताओं का अनुरोध करें
it: Non vedi il giusto schwag? Richiedi nuovi attributi di avatar qui
ja: 右シュワグが見えない？新しいアバター属性をリクエストする

source: Get Started with Gitcoin!
ja: Gitcoinを使い始める！

source: Build
hi: निर्माण
it: Costruire
ja: ビルド

source: Get Paid
hi: भुगतान प्राप्त करना
it: Essere pagato
ja: お金をもらう

source: Network
hi: नेटवर्क
it: Rete
ja: ネットワーク

source: <h3>Use Gitcoin to reach a pool of talented developers to contribute to your open source project.</h3> <h3>Pay out in Ether, a leading cryptocurrency, or your native token!</h3> <h3>Meet new people. Create a natural hiring pipeline. Grow open source.</h3>
hi: <h3> प्रतिभाशाली डेवलपर्स के पूल तक पहुंचने के लिए गिटकोइन का उपयोग अपनी ओपन सोर्स प्रोजेक्ट में योगदान करने के लिए करें। </ h3> <h3> ईथर, एक प्रमुख क्रिप्टोकुरेंसी, या अपने मूल टोकन में भुगतान करें! </ h3> <h3> नए लोगों से मिलें। एक प्राकृतिक भर्ती पाइपलाइन बनाएँ। ओपन सोर्स बढ़ाएं। </ H3>
it: <h3> Usa Gitcoin per raggiungere un pool di sviluppatori di talento per contribuire al tuo progetto open source. </ h3> <h3> Paga in Ether, una criptovaluta leader o il tuo token nativo! </ h3> <h3> Incontra nuove persone. Creare una pipeline di assunzione naturale. Diventa open source. </ H3>
ja: <h3> Gitcoinを使用して、才能のある開発者のプールにアクセスして、オープンソースプロジェクトに貢献してください。</ h3> <h3>先進の暗号化方式であるEther、またはあなたのネイティブトークンで支払いをしましょう！</ h3> <h3>新しい人と出会う。自然な雇用パイプラインを作りましょう。オープンソースを成長させる。</ h3>

source: <h3>Use Gitcoin to find paid work and solve real world problems in the blockchain/web3 ecosystem.</h3> <h3>Receive payment in Ether, a leading cryptocurrency.</h3> <h3>Meet new people. Learn new skills. Contribute to the open source community.</h3>
ja: <h3> Gitcoinを使って賃金の高い仕事を探し、現実の問題を解決する blockchain / web3エコシステムで。</ h3> <h3>主要な暗号化であるEtherで支払いを受け取ります。</ h3> <h3>新しい人と出会う。新しいスキルを学ぶ。貢献する オープンソースコミュニティ。</ h3>

source: You are logged in!
ja: あなたはログインしています！

source: Logout
hi: लोग आउट
it: Disconnettersi
ja: ログアウト

source: Login with github
hi: गिटहब के साथ लॉगिन करें
it: Accedi con github
ja: githubでログイン

source: Connect Metamask
ja: Metamaskを接続する

source: <h3 class="mb-2">Metamask is a wallet that enables your browser to be web3-enabled.</h3> <h3>After you've installed Metamask, you can use web3 apps like Gitcoin!</h3>
hi: <h3 class = "mb-2"> मेटामास्क एक वॉलेट है जो आपके ब्राउज़र को वेब 3-सक्षम होने में सक्षम बनाता है। </ h3> <h3> मेटामास्क स्थापित करने के बाद, आप गिटकोइन जैसे वेब 3 ऐप्स का उपयोग कर सकते हैं! </ h3>
it: <h3 class = "mb-2"> Metamask è un portafoglio che consente al tuo browser di essere abilitato per web3. </ h3> <h3> Dopo aver installato Metamask, puoi usare app web3 come Gitcoin! </ h3>
ja: <h3 class = "mb-2"> Metamaskは、ブラウザをweb3対応にするウォレットです。</ h3> <h3> Metamaskをインストールしたら、Gitcoin！のようなweb3アプリを使うことができます！</ h3>

source: Setup Metamask
hi: सेटअप मेटामास्क
ja: セットアップメタマスク

source: How to send ETH to Metamask
hi: मेटामास्क को ईटीएच कैसे भेजें
it: Come inviare ETH a Metamask
ja: ETHをMetamaskに送る方法

source: FAQ : MetaMask
hi: अकसर किये गए सवाल: मेटामास्क
ja: よくある質問：MetaMask

source: Next
hi: आगामी
it: Il prossimo
ja: 次

source: What's Your Skill Set?
ja: あなたのスキルセットは何ですか？

source: Select Skills that Apply
hi: आवेदन करने वाले कौशल का चयन करें
it: Seleziona le abilità che si applicano
ja: 適用するスキルを選択

source: Add Skills
ja: スキルを追加する

source: List out : Skill 1, Skill 2 ...
hi: सूची: कौशल 1, कौशल 2 ...
it: Lista: abilità 1, abilità 2 ...
ja: リスト：スキル1、スキル2 ...

source: Any
hi: कोई
it: Qualunque
ja: どれか

source: Beginner ( < 3 years Experience )
ja: 初心者（3年未満の経験）

source: Intermediate ( 4 - 6 years Experience )
ja: 中級（4 - 6年の経験）

source: Advanced ( 7+ years Experience )
ja: 上級（7年以上の経験）

source: One Swipe Away From Your Next Bounty.
hi: एक अगली बाउंटी से दूर एक स्वाइप करें।
ja: 1つはあなたの次の賞金から逃げる。

source: Browse funded work in open source software from anywhere, at anytime.
hi: किसी भी समय, कहीं भी ओपन सोर्स सॉफ्टवेयर में वित्त पोषित काम ब्राउज़ करें।
it: Sfoglia il lavoro finanziato nel software open source da qualsiasi luogo, in qualsiasi momento.
ja: いつでも、どこからでも、オープンソースソフトウェアの資金援助を受けることができます。

source: It's Easy As
hi: यह आसान है
it: È facile come
ja: それは簡単です

source: Sync
hi: सिंक
ja: 同期

source: Sync your github profile with the gitcoin app.
hi: गिटकोइन ऐप के साथ अपनी गिटहब प्रोफाइल को सिंक करें।
it: Sincronizza il tuo profilo github con l&#39;app gitcoin.
ja: あなたのgithubプロファイルをgitcoinアプリと同期させます。

source: Swipe
hi: स्वाइप
it: rubare
ja: スワイプ

source: Swipe through funded work in open source software.
hi: ओपन सोर्स सॉफ्टवेयर में वित्त पोषित काम के माध्यम से स्वाइप करें।
it: Scorri rapidamente il lavoro finanziato nel software open source.
ja: オープンソースソフトウェアで資金提供された作業をスワイプします。

source: Match
hi: मैच
it: Incontro
ja: 一致

source: The app will intro you (via github comments) to the repository owners with whom you've matched with
hi: ऐप आपको (गिटब टिप्पणियों के माध्यम से) रिपोजिटरी स्वामियों से परिचय देगा जिनके साथ आप मेल खाते हैं
it: L&#39;app ti introdurrà (tramite commenti github) ai proprietari del repository con cui hai abbinato
ja: このアプリは、（githubのコメントを使って）あなたとあなたがマッチしたリポジトリの所有者にあなたを紹介します

source: Get it now.
hi: अब समझे।
it: Scaricalo ora.
ja: 今すぐ入手してください。
