Repository: uivlis/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: hi, it, ja

source: English
hi: अंग्रेज़ी
it: Inglese
ja: 英語

source: Spanish
hi: स्पेनिश
it: spagnolo
ja: スペイン語

source: German
hi: जर्मन
it: Tedesco
ja: ドイツ人

source: Hindi
hi: हिंदी
ja: ヒンディー語

source: Italian
hi: इतालवी
it: italiano
ja: イタリアの

source: Korean
hi: कोरियाई
it: coreano
ja: 韓国語

source: Polish
hi: पोलिश
it: polacco
ja: 研磨

source: Japanese
hi: जापानी
it: giapponese
ja: 日本語

source: Simplified Chinese
hi: सरलीकृत चीनी
it: Cinese semplificato
ja: 簡体字中国語

source: Traditional Chinese
ja: 繁体字中国語

source: The JSON configuration of the custom avatar.
hi: कस्टम अवतार की JSON विन्यास।
it: La configurazione JSON dell'avatar personalizzato.
ja: カスタムアバターのJSON設定。

source: The Github avatar SVG.
ja: GithubのアバターSVG。

source: The Github avatar PNG.
ja: GithubのアバターPNG。

source: The custom avatar PNG.
hi: कस्टम अवतार पीएनजी।
it: L'avatar personalizzato PNG.
ja: カスタムアバターPNG。

source: The custom avatar SVG.
hi: कस्टम अवतार एसवीजी।
it: L'avatar personalizzato SVG.
ja: カスタムアバターSVG。

source: Request a Bounty
ja: 賞品を要求する

source: Alpha
hi: अल्फा
it: Alfa
ja: アルファ

source: Have an open-source issue that you think would benefit the community? Suggest it be given a bounty!
hi: एक ओपन सोर्स मुद्दा है जो आपको लगता है कि समुदाय को फायदा होगा? सुझाव दें कि इसे एक बक्षीस दिया जाए!
it: Hai un problema open source che ritieni possa giovare alla comunità? Consiglia che ti venga data una taglia!
ja: コミュニティに利益をもたらすと思われるオープンソースの問題をお持ちですか？ 恩恵を受けることを提案する！

source: Your Github Profile
ja: あなたのGithubプロフィール

source: Login
hi: लॉग इन करें
it: Accesso
ja: ログイン

source: Please Login First
hi: पहले प्रवेश करें
it: Per favore fai prima il log in
ja: 最初にログインしてください

source: The Github Issue Link
ja: Github Issue Link

source: Your ETH Address (Optional)
hi: आपका ईटीएच पता (वैकल्पिक)
it: Il tuo indirizzo ETH (opzionale)
ja: あなたのETH住所（オプション）

source: Proposed Funding Amount (USD)
hi: प्रस्तावित निधि राशि (यूएसडी)
it: Importo di finanziamento proposto (USD)
ja: 提案された資金調達額（米ドル）

source: Comment
hi: टिप्पणी
it: Commento
ja: コメント

source: characters left
ja: 左の文字

source: Anything you want to tell us.
hi: आप हमें कुछ भी कहना चाहते हैं।
it: Tutto ciò che vuoi dirci.
ja: あなたが私たちに伝えたいことは何でも。

source: Proceed
hi: बढ़ना
it: Procedere
ja: 続行する

source: Bounty Request Received
ja: バウンティリクエストを受信しました

source: Hooray!
hi: हुर्रे!
it: Evviva!
ja: やめ！

source: Your request has been received.
ja: あなたのリクエストは受け取りました。

source: Thank you for supporting open-source.
ja: オープンソースをサポートしていただきありがとうございます。

source: You must be Authenticated via Github to use this feature!
ja: この機能を使用するには、Github経由で認証する必要があります。

source: Missing required attributes.
hi: आवश्यक गुण गुम हैं।
it: Attributi obbligatori mancanti.
ja: 必要な属性がありません。

source: Bounty Request received.
ja: バウンティリクエストを受け取りました。

source: Gitcoin Requests
ja: ギトコインリクエスト

source: Have an open-source issue that you think would benefit the community? Suggest it be given a bounty!
hi: एक ओपन सोर्स मुद्दा है जो आपको लगता है कि समुदाय को फायदा होगा? सुझाव दें कि इसे एक बक्षीस दिया जाए!
it: Hai un problema open source che ritieni possa giovare alla comunità? Consiglia che ti venga data una taglia!
ja: コミュニティに利益をもたらすと思われるオープンソースの問題をお持ちですか？恩恵を受けることを提案する！

source: Live Gas Usage => Predicted Conf Times
hi: लाइव गैस उपयोग => अनुमानित Conf टाइम्स
it: Utilizzo gas in tempo reale => Tempi di confidenza previsti
ja: 生ガスの使用量=>予想される時間帯

source: See the Live Network Conditions for the Ethereum Network
hi: एथेरियम नेटवर्क के लिए लाइव नेटवर्क स्थितियां देखें
it: Vedi le condizioni della rete in tempo reale per la rete Ethereum
ja: Ethereumネットワークのライブネットワーク条件を参照してください。

source: Gas Intro
hi: गैस परिचय
it: Intro di gas
ja: ガスイントロ

source: Intro to Web3 / Gas
hi: वेब 3 / गैस के लिए परिचय
it: Introduzione a Web3 / Gas
ja: Web3 / Gasの紹介

source: Gas FAQ
hi: गैस अकसर किये गए सवाल
it: Domande frequenti sul gas
ja: ガスFAQ

source: FAQ about Gas
hi: गैस के बारे में अक्सर पूछे जाने वाले प्रश्न
it: FAQ su Gas
ja: ガスに関するよくある質問

source: Gas Faucet List
ja: ガス蛇口リスト

source: List of Gas Faucets
ja: ガス蛇口のリスト

source: Gas Estimator
hi: गैस अनुमानक
it: Stimatore di gas
ja: ガス見積もり

source: See what popular Gitcoin methods cost at different Gas Prices
hi: विभिन्न गैस कीमतों पर लोकप्रिय गिटकोइन विधियों की लागत देखें
it: Scopri quali sono i metodi Gitcoin più popolari a diversi prezzi del gas
ja: どのような人気のGitcoinの方法が異なるガス価格でコストを参照してください

source: Gas Guzzlers
hi: गैस Guzzlers
ja: ガスガザード

source: View the gas guzzlers on the Ethereum Network
ja: エテリアムネットワーク上のガッツラーを見る

source: Gas History
hi: गैस इतिहास
it: Storia del gas
ja: ガスの歴史

source: View the history of ethereum network gas prices
hi: ईथरियम नेटवर्क गैस की कीमतों का इतिहास देखें
it: Visualizza la cronologia dei prezzi del gas della rete ethereum
ja: ethereumネットワークガス価格の履歴を表示する

source: Whether the bounty is still open for fulfillments.
hi: चाहे उपहार के लिए अभी भी उपहार खुला है।
it: Se la taglia è ancora aperta per gli adempimenti.
ja: 恩恵はまだ履行のために開いているかどうか。

source: Whether this bounty is the most current revision one or not
hi: क्या यह इनाम सबसे वर्तमान संशोधन है या नहीं
it: Se questa taglia è la versione più recente o meno
ja: この賞金が最新のリビジョン1であるかどうか

source: Whether the bounty has been done
hi: चाहे इनाम किया गया हो
it: Se la taglia è stata fatta
ja: 恩恵を受けたかどうか

source: Admin override to hide the bounty from the system
hi: सिस्टम से इनाम छिपाने के लिए व्यवस्थापक ओवरराइड
it: L'amministratore esegue l'override per nascondere la taglia dal sistema
ja: システムから賞金を隠すための管理上書き

source: Admin override to suspend work auto approvals
hi: काम ऑटो अनुमोदन निलंबित करने के लिए व्यवस्थापक ओवरराइड
it: L'amministratore ha la precedenza per sospendere l'approvazione automatica del lavoro
ja: 管理自動変更による作業自動承認の中断

source: Admin override to mark as remarketing ready
hi: रीमार्केटिंग तैयार के रूप में चिह्नित करने के लिए व्यवस्थापक ओवरराइड करें
it: L'amministratore ignora per contrassegnare come pronto per il remarketing
ja: リマーケティングの準備としてマークする管理者の上書き

source: Date Created
ja: 作成日

source: Issue Comment
ja: 問題コメント

source: If this option is chosen, this interest is pending and not yet active
ja: このオプションを選択した場合、この関心は保留中であり、まだアクティブではありません

source: Pending
ja: 保留中

source: Date Accepted
ja: 承認された日付

source: Whether or not the interest requires review
hi: ब्याज की समीक्षा की आवश्यकता है या नहीं
it: Indipendentemente dal fatto che l'interesse richieda una revisione
ja: 関心がレビューを必要とするかどうか

source: Needs Review
ja: レビューが必要

source: Be the first to know about new funded issues.
hi: नए वित्त पोषित मुद्दों के बारे में जानने वाले पहले व्यक्ति बनें।
it: Puoi essere il primo a conoscere le nuove questioni finanziate.
ja: 新しい資金提供された問題について最初に知ってください。

source: No data available.
ja: データなし。

source: By Created Date
ja: 作成日

source: Submit a Plan
ja: 計画を提出する

source: Provide an action plan and any initial questions you have for this ticket.
ja: アクションプランと、このチケットに付いている最初の質問を提供してください。

source: Your response will be reflected in a comment on the Github issue.
ja: あなたの回答はGithubの問題に関するコメントに反映されます。

source: I understand that this is an application and I should wait for approval from the funder before starting work.
hi: मैं समझता हूं कि यह एक आवेदन है और मुझे काम शुरू करने से पहले फंडर से अनुमोदन की प्रतीक्षा करनी चाहिए।
it: Capisco che questa è un'applicazione e dovrei aspettare l'approvazione del finanziatore prima di iniziare il lavoro.
ja: 私はこれが申請書であることを理解しており、作業を開始する前に助手の承認を待つ必要があります。

source: I understand that this bounty is a *contest* and that other bounty hunters may be working in parallel with me.
hi: मैं समझता हूं कि यह उपहार एक * प्रतियोगिता * है और अन्य बाउंटी शिकारी मेरे साथ समानांतर में काम कर रहे हैं।
it: Capisco che questa taglia è un * concorso * e che altri cacciatori di taglie potrebbero lavorare in parallelo con me.
ja: 私は、この賞金はコンテスト*であり、他の奨励金のハンターが私と並行して働いている可能性があることを理解しています。

source: I understand that this bounty is a multi-worker *cooperative* bounty. Other bounty hunters may be working in parallel with me, but the funder has indicated they will pay the bounty to multiple of us.
hi: मैं समझता हूं कि यह उपहार एक बहु-कार्यकर्ता * सहकारी * उपहार है। अन्य बाउंटी शिकारी मेरे साथ समानांतर में काम कर रहे हैं, लेकिन फंडर ने संकेत दिया है कि वे हम में से कई को उपहार का भुगतान करेंगे।
it: Comprendo che questa taglia è una taglia cooperativa * cooperativa *. Altri cacciatori di taglie potrebbero lavorare in parallelo con me, ma il finanziatore ha indicato che pagherà la taglia a più di noi.
ja: 私は、この恩恵は複数の労働者*協同組合*賞金であることを理解しています。他の賞金ハンターが私と並行して働いているかもしれないが、資金提供者は彼らが私たちの倍数に恩恵を払うことを示している。

source: I understand that if anyone has started work on this ticket before me, they may have precedence.
hi: मैं समझता हूं कि अगर किसी ने मेरे सामने इस टिकट पर काम करना शुरू कर दिया है, तो उन्हें प्राथमिकता हो सकती है।
it: Capisco che se qualcuno ha iniziato a lavorare su questo biglietto prima di me, potrebbe avere la precedenza.
ja: 誰かが私の前でこのチケットで仕事を始めた場合、彼らは優先権を持つかもしれないことを理解しています。

source: I agree to keep the funder informed of my progress every few days.
hi: मैं फंडर को हर कुछ दिनों में अपनी प्रगति के बारे में सूचित रखने के लिए सहमत हूं।
it: Accetto di tenere informato il finanziatore sui miei progressi ogni pochi giorni.
ja: 私は数日おきに進捗状況をファンドに知らせることに同意します。

source: Submit
hi: जमा करें
it: Sottoscrivi
ja: 提出する

source: Please login with Github to get started.
hi: शुरू करने के लिए कृपया गिटहब के साथ लॉगिन करें।
it: Effettua il login con Github per iniziare.
ja: 開始するにはGithubでログインしてください。

source: Login With Github
hi: गिटहब के साथ लॉगिन करें
it: Accedi con Github
ja: Githubでログイン

source: Change Bounty Details
ja: バウンティ詳細の変更

source: Update Issue Details
ja: 問題の詳細を更新する

source: Back to Issue Explorer
hi: समस्या एक्सप्लोरर पर वापस
it: Torna a Issue Explorer
ja: 問題のエクスプローラに戻る

source: No funded issue found.
hi: कोई वित्त पोषित मुद्दा नहीं मिला।
it: Nessun problema trovato trovato.
ja: 資金的な問題は見つかりませんでした。

source: Check out the <a href="%(explorerurl)s">Issue Explorer</a>
hi: <a href="%(explorerurl)s"> समस्या एक्सप्लोरर </a> देखें
it: Scopri l&#39; <a href="%(explorerurl)s">Issue Explorer</a>
ja: <a href="%(explorerurl)s">問題のエクスプローラ</a>をチェックしてください

source: Be the OSS Funding you wish to see in the world.
hi: ओएसएस फंडिंग बनें जो आप दुनिया में देखना चाहते हैं।
it: Sii il finanziamento OSS che desideri vedere nel mondo.
ja: あなたが世界で見たいと思っているOSS資金調達であること。

source: Looking to fund some work? You can submit a new Funded Issue <a href="%(new_fundingurl)s">here</a>.
hi: कुछ काम को फंड करना चाहते हैं? आप एक नया वित्त पोषित समस्या <a href="%(new_fundingurl)s"> यहां </a> सबमिट कर सकते हैं।
it: Stai cercando di finanziare qualche lavoro? Puoi inviare un nuovo numero di fondi <a href="%(new_fundingurl)s">qui</a> .
ja: いくつかの仕事に資金を提供していますか？ <a href="%(new_fundingurl)s">ここ</a>で新たに資金提供された問題を提出することができます。

source: Time left
hi: शेष समय
it: Tempo rimasto
ja: 残り時間

source: Opened
hi: खुल गया
it: Ha aperto
ja: 開かれた

source: Accepted
hi: स्वीकार किए जाते हैं
it: Accettato
ja: 受け入れられた

source: Experience Level
hi: अनुभव स्तर
it: Livello di esperienza
ja: 経験の程度

source: Issue Type
hi: समस्या का प्रकार
it: tipo di problema
ja: 問題の種類

source: Project Type
ja: プロジェクトタイプ

source: Time Commitment
ja: 時間の約束

source: Permissions
ja: アクセス許可

source: Description
hi: विवरण
it: Descrizione
ja: 説明

source: Contributors
hi: योगदानकर्ता
it: Contributori
ja: 貢献者

source: Work Started
hi: काम शुरू
it: Inizio del lavoro
ja: 作業開始

source: Work Submitted
hi: कार्य सबमिट
it: Lavoro inviato
ja: 提出された作業

source: Work Paid
ja: 支払われた仕事

source: All Activity
hi: सभी गतिविधि
it: Tutte le attività
ja: すべての活動

source: Funder
hi: धन उपलब्ध कराना
ja: ファインダー

source: Email
hi: ईमेल
ja: Eメール

source: Gitcoin Profile
hi: गिटकोइन प्रोफाइल
it: Profilo di Gitcoin
ja: Gitcoinプロフィール

source: ETH Address
hi: ईटीएच पता
it: Indirizzo ETH
ja: ETH住所

source: Submission Id
hi: जमा आईडी
it: ID di presentazione
ja: 提出ID

source: Reject worker
ja: 労働者を拒否する

source: Approve worker
hi: कार्यकर्ता को स्वीकृति दें
it: Approva lavoratore
ja: 労働者を承認する

source: Stop work
ja: 仕事を止める

source: Stop work + Ding Rep
hi: काम बंद करो + डिंग प्रतिनिधि
it: Interrompere il lavoro + Ding Rep
ja: 仕事を止める+ Ding Rep

source: View Work
ja: 仕事を見る

source: Submit Work
hi: कार्य सबमिट करें
it: Invia lavoro
ja: 仕事を提出する

source: Issue URL
hi: समस्या यूआरएल
it: Emettere URL
ja: 問題のURL

source: I have read, understand, and agree to, the <a href="%(termsurl)s" target="_blank" rel="noopener noreferrer">Terms of Service</a>.
ja: <a href="%(termsurl)s" target="_blank" rel="noopener noreferrer">利用規約</a>を読み、理解し、同意しました。

source: I understand that this information is being submitted to a public, immutable, blockchain. No one, including Gitcoin Core, will be able to take my funds or change this information.
ja: 私は、この情報が不変のブロックチェーンに公開されていることを理解しています。 Gitcoin Coreを含む誰も私の資金を借りたり、この情報を変更することはできません。

source: Note: This is not a mainnet bounty, it is a
hi: नोट: यह एक मुख्य नेट बक्षीस नहीं है, यह एक है
it: Nota: questa non è una taglia principale, è una
ja: 注：これはメインネットの恩恵ではなく、

source: bounty, and this invoice is only for demonstration purposes.
hi: बक्षीस, और यह चालान केवल प्रदर्शन उद्देश्यों के लिए है।
it: taglia, e questa fattura è solo a scopo dimostrativo.
ja: この請求書はデモンストレーションの目的でのみ使用されます。

source: Invoice
hi: बीजक
it: Fattura
ja: 請求書

source: Created
hi: बनाया था
it: Creato
ja: 作成した

source: Status
hi: स्थिति
it: Stato
ja: 状態

source: For
ja: ために

source: Gitcoin Bounty
ja: ギトコイン賞金

source: Related Issue:
ja: 関連する問題：

source: Prepared by
hi: द्वारा तैयार
it: Preparato da
ja: 醸造元

source: Prepared for Funder
hi: फंडर के लिए तैयार
it: Preparato per Funder
ja: Funderのために準備

source: Payment Method
ja: 支払方法

source: Account
ja: アカウント

source: Directly to counterparties via Ethereum Blockchain
hi: एथेरियम ब्लॉकचेन के माध्यम से सीधे प्रतिपक्षियों के लिए
it: Direttamente alle controparti tramite Ethereum Blockchain
ja: Ethereum Blockchainを介して取引先に直接

source: Direct Payment to
hi: प्रत्यक्ष भुगतान करने के लिए
it: Pagamento diretto a
ja: への直接支払い

source: ( no completed payments have been made on this invoice, although a pending payment of
hi: (इस चालान पर कोई पूरा भुगतान नहीं किया गया है, हालांकि लंबित भुगतान
it: (Non sono stati effettuati pagamenti completi su questa fattura, sebbene un pagamento in sospeso di
ja: （この請求書には完了した支払いは行われていませんが、

source: is present. )
hi: उपस्थित है। )
it: è presente. )
ja: 存在する。 ）

source: Total:
hi: कुल:
it: Totale:
ja: 合計：

source: Cancel Bounty and Reclaim Funds
hi: बाउंटी रद्द करें और फंड पुनः प्राप्त करें
it: Annulla fondi di ricchezza e bonifica
ja: 奨励金を取り消し、資金を取り戻す

source: (Issue Submitters only)
hi: (केवल समस्या सबमिट करने वाले)
it: (Solo per chi invia articoli)
ja: （発行者の問題のみ）

source: Cancel Bounty
hi: बाउंटी रद्द करें
it: Annulla taglia
ja: バウンティをキャンセルする

source: Fund Issue
hi: फंड मुद्दा
it: Emissione di fondi
ja: 資金問題

source: About
hi: के बारे में
it: Di
ja: 約

source: Github Issue URL
ja: Githubの問題のURL

source: Last Synced
hi: अंतिम सिंक
it: Ultima sincronizzazione
ja: 前回同期した

source: Sync with Github
ja: Githubとの同期

source: Issue Title
ja: 課題タイトル

source: Edit on Github
ja: Githubで編集

source: Keywords
hi: कीवर्ड
it: parole
ja: キーワード

source: Contact
ja: 接触

source: Hiring right now?
hi: अभी भर्ती?
it: Assumere adesso?
ja: 今雇用ですか？

source: I am hiring for a full time, part time, or contract position, right now and would like Gitcoin to attach this job description to the bounty.
hi: मैं एक पूर्णकालिक, अंशकालिक, या अनुबंध की स्थिति के लिए भर्ती कर रहा हूं, अभी गिटकोइन को इस नौकरी के विवरण को उपहार देने के लिए संलग्न करना चाहूंगा।
it: Sto assumendo a tempo pieno, a tempo parziale, o posizione contrattuale, proprio ora e vorrei che Gitcoin legasse questa descrizione del lavoro alla taglia.
ja: 私はフルタイム、パートタイム、または契約のポジションのために雇用しており、Gitcoinにこの職務内容を奨励金に添付したいと考えています。

source: Gas Settings
ja: ガス設定

source: I have read, understand, and agree to, the
hi: मैंने पढ़ा, समझ लिया है, और इससे सहमत हूं
it: Ho letto, capito e accetto, il
ja: 私は読んで理解し、同意しています。

source: Terms of Service
hi: सेवा की शर्तें
it: Termini di servizio
ja: 利用規約

source: I understand that this information is being submitted to a public, immutable, blockchain. No one, including Gitcoin Core, will be able to take my funds or change this information.
ja: 私は、この情報が不変のブロックチェーンに公開されていることを理解しています。誰も、を含む Gitcoin Coreは、私の資金を借りたり、この情報を変更することができます。

source: Payment(s) Sent
hi: भुगतान (ओं) भेजा गया
it: Pagamento / i inviato
ja: 送信された支払い

source: Back to Bounty
ja: バウンティに戻る

source: Advanced Payout
ja: アドバンスドペイアウト

source: Switch to Basic Payout
hi: मूल भुगतान पर स्विच करें
it: Passa al pagamento di base
ja: 基本支払いへの切り替え

source: Issue URL:
hi: समस्या यूआरएल:
it: URL del problema:
ja: 問題のURL：

source: Amount:
ja: 量：

source: Return the bounty stake to me, thereby closing the bounty.
hi: मुझे उपहार की हिस्सेदारी वापस कर दें, जिससे उपहार बंद हो जाए।
it: Restituiscimi il palo della taglia, chiudendo così il bottino.
ja: 恩恵を私に戻し、恩恵を払う。

source: Payout
hi: भुगतान
ja: 配当

source: Payout Preview
hi: भुगतान पूर्वावलोकन
it: Anteprima pagamento
ja: ペイアウトプレビュー

source: Refunded
ja: 払い戻された

source: Paid
ja: 有料

source: Net
ja: ネット

source: Transactions:
ja: トランザクション：

source: Amount
hi: रकम
it: Quantità
ja: 量

source: Reason
hi: कारण
it: Ragionare
ja: 理由

source: Payout Bounty
ja: ペイアウトバウンティ

source: Contribute to Bounty
ja: バウンティに寄付する

source: Option 1:
hi: विकल्प 1:
it: Opzione 1:
ja: オプション1：

source: Fund this Bounty.
ja: この賞金に資金を供給する。

source: Used to increase the financial compensation to the bounty hunter(s) who turn around this issue.
hi: इस मुद्दे को बदलने वाले बाउंटी शिकारी (ओं) को वित्तीय मुआवजे बढ़ाने के लिए प्रयुक्त होता है।
it: Utilizzato per aumentare la compensazione finanziaria per il cacciatore di taglie che ha risolto il problema.
ja: この問題を回避する賞金ハンターへの財政的補償を増やすために使用されます。

source: Option 2:
hi: विकल्प 2:
it: Opzione 2:
ja: オプション2：

source: Promote this Bounty
ja: この賞金を宣伝する

source: Used to tell your network about this bounty; increasing the chance that it'll be turned around.
hi: इस बक्षीस के बारे में अपने नेटवर्क को बताने के लिए प्रयोग किया जाता है; मौका बढ़ाना कि यह चारों ओर बदल जाएगा।
it: Usato per comunicare alla tua rete questa taglia; aumentando la possibilità che venga girata.
ja: この賞金についてネットワークに伝えるために使用されます。それが回るチャンスを増やします。

source: Welcome to Gitcoin!
hi: गिटकोइन में आपका स्वागत है!
it: Benvenuto in Gitcoin!
ja: Gitcoinへようこそ！

source: We’ve Found Bounties that Match Your Interest and Experience.
ja: あなたの興味と経験にマッチする賞金が見つかりました。

source: HOW IT WORKS
hi: यह काम किस प्रकार करता है
it: COME FUNZIONA
ja: 使い方

source: Get Started with your first bounty! Select an issue and Click Start Work
ja: あなたの最初の賞金を手に入れよう！問題を選択し、[作業を開始]をクリックします

source: When you're finished and ready to review. Click Submit Work.
ja: あなたが完了し、検討する準備ができたら。 Submit Workをクリックします。

source: Can't finish the project ? Click stop work
ja: プロジェクトを完了できませんか？クリックして作業を停止

source: Need more help? Checkout the
ja: もっと助けが必要ですか？チェックアウト

source: Developer Guide
ja: 開発者ガイド

source: Got It!
hi: समझ गया!
it: Fatto!
ja: とった！

source: TIPS & TRICKS!
hi: सलाह & चाल!
it: CONSIGLI E TRUCCHI!
ja: ヒント＆トリック！

source: Understand the acceptance criteria
hi: स्वीकृति मानदंडों को समझें
it: Comprendere i criteri di accettazione
ja: 合格基準を理解する

source: Understand the timeframe
hi: समय सीमा को समझें
it: Comprendi i tempi
ja: 時間枠を理解する

source: Ask questions
hi: सवाल पूछो
it: Fare domande
ja: 質問をする

source: Leave room for adjustments
hi: समायोजन के लिए जगह छोड़ दें
it: Lascia spazio per le regolazioni
ja: 調整の余地を残す

source: Join our
ja: 私たちに参加する

source: Have fun! Meet new people!
hi: मज़े करो! नये लोगों से मिलें!
it: Divertiti! Incontrare nuove persone!
ja: 楽しむ！新しい人に会います！

source: No results found.
hi: कोई परिणाम नहीं मिला।
it: Nessun risultato trovato.
ja: 結果が見つかりません。

source: Let's check out the other issues
hi: आइए अन्य मुद्दों की जांच करें
it: Diamo un'occhiata agli altri problemi
ja: 他の問題をチェックしよう

source: Please try another query
hi: कृपया एक और प्रश्न आज़माएं
it: Si prega di provare un&#39;altra domanda
ja: 別のクエリを試してください

source: Want to Fund an issue ?
ja: 問題に資金を提供したいですか？

source: Get Started!
ja: 始めよう！

source: ENS Subdomains | Gitcoin
hi: ईएनएस सबडोमेन | Gitcoin
it: Sottodomini ENS | Gitcoin
ja: ENSサブドメイン|ギトコイン

source: Made with <3 &amp; bounties by <a href="https://github.com/gitcoinco/web/pull/509" target="_blank" rel="noopener noreferrer" class="pull-request-link">Scottydelta and Gitcoin Core</a>
hi: <3 & amp; के साथ बनाया गया <a href="https://github.com/gitcoinco/web/pull/509" target="_blank" rel="noopener noreferrer" class="pull-request-link"> स्कॉटीडेलटा और गिटकोइन कोर </ एक>
it: Realizzato con <3 & amp; bounties di <a href="https://github.com/gitcoinco/web/pull/509" target="_blank" rel="noopener noreferrer" class="pull-request-link"> Scottydelta e Gitcoin Core </ a>
ja: <3＆amp; <a href="https://github.com/gitcoinco/web/pull/509" target="_blank" rel="noopener noreferrer" class="pull-request-link"> ScottydeltaとGitcoin Core </ b> a>

source: Manage your ENS subdomain
hi: अपने ईएनएस सबडोमेन को प्रबंधित करें
it: Gestisci il tuo sottodominio ENS
ja: ENSサブドメインを管理する

source: Current Address
ja: 現住所

source: <label for="tos">I understand &amp; agree to the <a href="https://gitcoin.co/terms">terms of service</a>.</label>
ja: <label for = "tos">＆amp; amp; amp; <a href="https://gitcoin.co/terms">利用規約</a>に同意します。</ label>

source: Update
hi: अद्यतन करें
it: Aggiornare
ja: 更新

source: Pending Txn:
hi: लंबित टीएक्सएन:
it: In attesa di Txn:
ja: 保留中のTxn：

source: Address
ja: 住所

source: The transaction is still pending.<br>This page will auto-update when the transaction is confirmed <br>(but you can close the browser window if you want).
hi: लेनदेन अभी भी लंबित है। <br> यह पृष्ठ लेन-देन की पुष्टि होने पर ऑटो-अपडेट होगा <br> (लेकिन यदि आप चाहें तो ब्राउज़र विंडो बंद कर सकते हैं)।
it: La transazione è ancora in sospeso. <br> Questa pagina si aggiornerà automaticamente al momento della conferma della transazione <br> (ma puoi chiudere la finestra del browser se lo desideri).
ja: トランザクションはまだ保留中です。<br>このページはトランザクションが確認されたら自動的に更新されます（ただし、必要に応じてブラウザウィンドウを閉じることができます）。

source: Address:
ja: 住所：

source: Only 1 request is allowed every
hi: प्रत्येक को केवल 1 अनुरोध की अनुमति है
it: Solo 1 richiesta è consentita ogni
ja: 毎回1回のリクエストのみが許可されます

source: days. If you have lost access to this wallet,
hi: दिन। यदि आप इस वॉलेट तक पहुंच खो चुके हैं,
it: giorni. Se hai perso l'accesso a questo portafoglio,
ja: 日々。このウォレットにアクセスできない場合は、

source: please either contact admins or try again after
hi: कृपया या तो व्यवस्थापक से संपर्क करें या फिर कोशिश करें
it: per favore contatta gli amministratori o riprova dopo
ja: 管理者に連絡するか、

source: Login with github
ja: githubでログイン

source: Register your ENS subdomain
hi: अपने ईएनएस सबडोमेन पंजीकृत करें
it: Registra il tuo sottodominio ENS
ja: ENSサブドメインを登録する

source: <label for="tos"> I understand &amp; agree to the <a href="https://gitcoin.co/terms">terms of service</a>. </label>
ja: <label for = "tos"> 私は理解＆amp; <a href="https://gitcoin.co/terms">利用規約</a>に同意します。 </ label>

source: Register
hi: रजिस्टर
it: Registrare
ja: 登録

source: Tell the world about your new ENS name!
hi: अपने नए ईएनएस नाम के बारे में दुनिया को बताओ!
it: Dì al mondo del tuo nuovo nome ENS!
ja: あなたの新しいENSの名前について世界に教えてください！

source: Extend Issue Deadline
ja: 問題の期限を延長する

source: Alpha Seed Implementation (New Feature)
hi: अल्फा बीज कार्यान्वयन (नई सुविधा)
it: Implementazione di semi alfa (nuova funzionalità)
ja: アルファシードの実装（新機能）

source: Current Expiration
hi: वर्तमान समाप्ति
it: Scadenza corrente
ja: 現在の有効期限

source: Extend by:
hi: द्वारा विस्तारित करें:
it: Estendere da:
ja: 拡張：

source: 1 day
hi: एक दिन
it: 1 giorno
ja: 1日

source: 3 days
hi: 3 दिन
it: 3 giorni
ja: 3日

source: 1 week
hi: 1 सप्ताह
it: 1 settimana
ja: 1週間

source: 2 weeks
hi: 2 सप्ताह
it: 2 settimane
ja: 2週間

source: 1 month
hi: 1 महीना
it: 1 mese
ja: 1ヶ月

source: 3 months
hi: 3 महीने
it: 3 mesi
ja: 3ヶ月

source: 6 months
hi: 6 महीने
it: 6 mesi
ja: 6ヵ月
