Repository: uivlis/web
Catalog: app/locale/*/LC_MESSAGES/djangojs.po
Languages: de, hi, it, ja, pl

source: You are not on the right web3 network. Please switch to
de: Sie sind nicht im richtigen Web3-Netzwerk. Bitte wechseln Sie zu
hi: आप सही वेब 3 नेटवर्क पर नहीं हैं। कृपया स्विच करें
it: Non sei sulla giusta rete web3. Si prega di passare a
ja: あなたは正しいweb3ネットワークにいません。に切り替えてください
pl: Nie jesteś we właściwej sieci web3. Przełącz na

source: You are not on a web3 browser. Please switch to a web3 browser.
ja: あなたはweb3のブラウザではありません。 web3ブラウザに切り替えてください。

source: You do not have permission to do that.
de: Du hast keine Erlaubnis das zu tun.
hi: आपको ऐसा करने की अनुमति नहीं है।
it: Non hai il permesso di farlo.
ja: あなたはそれを行う許可を持っていません。
pl: Nie masz na to pozwolenia.

source: You must have a web3 enabled browser to do this. Please download Metamask.
de: Dazu benötigen Sie einen Web3-fähigen Browser. Bitte lade Metamask herunter.
hi: ऐसा करने के लिए आपके पास एक वेब 3 सक्षम ब्राउज़र होना चाहिए। कृपया मेटामास्क डाउनलोड करें।
it: È necessario disporre di un browser abilitato a Web3 per eseguire questa operazione. Si prega di scaricare Metamask.
ja: これを行うには、web3対応のブラウザが必要です。 Metamaskをダウンロードしてください。
pl: Aby to zrobić, musisz mieć przeglądarkę obsługującą web3. Pobierz Metamask.

source: To Email is optional, but if you enter an email, you must enter a valid email!
de: Eine E-Mail ist optional, aber wenn Sie eine E-Mail-Adresse eingeben, müssen Sie eine gültige E-Mail-Adresse eingeben.
hi: ईमेल के लिए वैकल्पिक है, लेकिन यदि आप एक ईमेल दर्ज करते हैं, तो आपको एक वैध ईमेल दर्ज करना होगा!
it: L'email è facoltativa, ma se inserisci un'email, devi inserire un'e-mail valida!
ja: 電子メールへの送信はオプションですが、電子メールを入力する場合は有効な電子メールを入力する必要があります。
pl: Do wiadomości e-mail jest opcjonalna, ale jeśli wpiszesz wiadomość e-mail, musisz podać prawidłowy adres e-mail!

source: From Email is optional, but if you enter an email, you must enter a valid email!
de: Von E-Mail ist optional, aber wenn Sie eine E-Mail-Adresse eingeben, müssen Sie eine gültige E-Mail-Adresse eingeben.
hi: ईमेल से वैकल्पिक है, लेकिन यदि आप एक ईमेल दर्ज करते हैं, तो आपको एक वैध ईमेल दर्ज करना होगा!
it: Dall'email è opzionale, ma se inserisci un'e-mail, devi inserire un'e-mail valida!
ja: [電子メールから]はオプションですが、電子メールを入力する場合は、有効な電子メールを入力する必要があります。
pl: Poczta elektroniczna jest opcjonalna, ale jeśli wpiszesz wiadomość e-mail, musisz podać prawidłowy adres e-mail!

source: You must enter an number for the amount!
de: Sie müssen eine Nummer für den Betrag eingeben!
hi: आपको राशि के लिए एक संख्या दर्ज करनी होगी!
it: Devi inserire un numero per l'importo!
ja: 金額の番号を入力する必要があります！
pl: Musisz podać liczbę dla kwoty!

source: You must enter a username.
de: Sie müssen einen Benutzernamen eingeben.
hi: आपको एक उपयोगकर्ता नाम दर्ज करना होगा।
it: Devi inserire un nome utente.
ja: ユーザー名を入力する必要があります。
pl: Musisz podać nazwę użytkownika.

source: You must accept the terms.
ja: あなたは条件に同意する必要があります。
pl: Musisz zaakceptować warunki.

source: There was an error.
ja: エラーが発生しました。
pl: Wystąpił błąd.

source: You will now be asked to confirm two transactions. The first is gas money, so your receipient doesnt have to pay it. The second is the actual token transfer. (note: check Metamask extension, sometimes the 2nd confirmation window doesnt popup)
ja: 2つの取引を確認するように求められます。最初のものはガスマネーなので、受領者はそれを支払わなければなりません。 2番目は実際のトークン転送です。 （注：Metamaskの拡張機能をチェックしてください。時には2番目の確認ウィンドウがポップアップしません）

source: You must install <a href=https://metamask.io/>Metamask</a> to use this tool.
de: Sie müssen <a href=https://metamask.io/> Metamask </a> installieren, um dieses Tool zu verwenden.
hi: इस टूल का उपयोग करने के लिए आपको <a href=https://metamask.io/> मेटामास्क </a> इंस्टॉल करना होगा।
it: Devi installare <a href=https://metamask.io/> Metamask </a> per utilizzare questo strumento.
ja: このツールを使用するには、<a href=https://metamask.io/> Metamask </a>をインストールする必要があります。
pl: Aby użyć tego narzędzia, musisz zainstalować <a href=https://metamask.io/> Metamask </a>.

source: Please unlock Metamask.
ja: Metamaskを解除してください。
pl: Proszę odblokować Metamask.

source: Approx:
de: Ca.
hi: लगभग:
it: circa:
ja: 約：
pl: Około:

source: Approx: Unknown amount
de: Ungefähr: Unbekannte Menge
hi: लगभग: अज्ञात राशि
it: Approssimativo: importo sconosciuto
ja: おおよそ：不明な金額
pl: Przybliż: nieznana kwota

source: Incorrect amount
de: Falscher Betrag
hi: गलत राशि
it: Quantità errata
ja: 間違った金額
pl: Niepoprawna kwota

source: Your Avatar Has Been Saved To your Gitcoin Profile!
de: Dein Avatar wurde zu deinem Gitcoin-Profil gespeichert!
hi: आपका अवतार आपके गिटकोइन प्रोफाइल में सहेजा गया है!
it: Il tuo avatar è stato salvato nel tuo profilo Gitcoin!
ja: あなたのアバターはあなたのGitcoinプロフィールに保存されました！
pl: Twój Avatar został zapisany w Twoim profilu Gitcoin!

source: Error occurred while saving. Please try again.
de: Beim Speichern ist ein Fehler aufgetreten. Bitte versuche es erneut.
hi: सहेजते समय त्रुटि आई। कृपया पुन: प्रयास करें।
it: Si è verificato un errore durante il salvataggio. Per favore riprova.
ja: 保存中にエラーが発生しました。もう一度お試しください。
pl: Wystąpił błąd podczas zapisywania. Proszę spróbuj ponownie.

source: We Care About Your Privacy
de: Wir kümmern uns um Ihre Privatsphäre
hi: हमें आपकी गोपनीयता का ख्याल है
it: Ci importa della tua privacy
ja: プライバシーについて
pl: Dbamy o Twoją prywatność

source: As a Web 3.0 company, we think carefully about user data and privacy and how the internet is evolving. We hope Web 3.0 will bring more control of data to users. With this ethos in mind, we are always careful about how we use your information.
de: Als Web 3.0 Unternehmen denken wir sorgfältig über Benutzerdaten und Privatsphäre nach und wie sich das Internet entwickelt. Wir hoffen, dass Web 3.0 den Nutzern mehr Kontrolle über die Daten ermöglicht. Mit diesem Ethos achten wir immer darauf, wie wir Ihre Informationen verwenden.
hi: एक वेब 3.0 कंपनी के रूप में, हम उपयोगकर्ता डेटा और गोपनीयता के बारे में सावधानी से सोचते हैं और इंटरनेट कैसे विकसित हो रहा है। हमें आशा है कि वेब 3.0 उपयोगकर्ताओं को डेटा का अधिक नियंत्रण लाएगा। इस आचार को ध्यान में रखते हुए, हम हमेशा आपकी जानकारी का उपयोग करने के बारे में सावधान रहेंगे।
it: Come società Web 3.0, pensiamo attentamente ai dati degli utenti e alla privacy e al modo in cui Internet si sta evolvendo. Speriamo che il Web 3.0 porterà un maggiore controllo dei dati agli utenti. Con questo ethos in mente, siamo sempre attenti a come usiamo le tue informazioni.
ja: Web 3.0企業として、私たちはユーザーデータとプライバシーとインターネットがどのように進化しているかを慎重に考えます。 Web 3.0がより多くのデータをユーザーに制御してくれることを願っています。このような心を念頭に置いて、私たちはあなたの情報の使い方を常に慎重に考えています。
pl: Jako firma Web 3.0 uważnie przyglądamy się danym użytkowników i prywatności oraz zmianom w Internecie. Mamy nadzieję, że Web 3.0 zapewni użytkownikom większą kontrolę nad danymi. Mając na uwadze ten etos, zawsze dbamy o to, jak wykorzystujemy Twoje dane.

source: Our Privacy Policy and Terms of Use are now compliant with requirements ofGeneral Data Protection Regulation (GDPR). These changes are in effect as of May 25, 2018. So your continued use of the Gitcoin will be subject to our updated Terms of Use and Privacy Policy.
de: Wir haben kürzlich unsere Datenschutzerklärung überprüft, um den Anforderungen der Datenschutzgrundverordnung (DSGVO) zu entsprechen und unsere Nutzungsbedingungen, Datenschutzrichtlinien und Cookie-Richtlinien zu verbessern. Diese Änderungen treten am 25. Mai 2018 in Kraft. Ihre fortgesetzte Nutzung des Gitcoins nach dem 25. Mai 2018 unterliegt unseren aktualisierten Nutzungsbedingungen und Datenschutzrichtlinien.
hi: हमने हाल ही में हमारी डेटा उपयोग, गोपनीयता नीति और कुकी नीति में सुधार, सामान्य डेटा संरक्षण विनियमन (जीडीपीआर) की आवश्यकताओं का अनुपालन करने के लिए हमारी गोपनीयता नीति की समीक्षा की। ये परिवर्तन 25 मई, 2018 को प्रभावी होंगे और 25 मई, 2018 के बाद गिटकोइन का आपका निरंतर उपयोग हमारी अद्यतन शर्तों और गोपनीयता नीति के अधीन होगा।
it: Di recente abbiamo esaminato la nostra Informativa sulla privacy per conformarci ai requisiti del Regolamento generale sulla protezione dei dati (GDPR), migliorando le nostre Condizioni d'uso, l'Informativa sulla privacy e la Politica sui cookie. Queste modifiche entreranno in vigore il 25 maggio 2018 e il tuo uso continuato di Gitcoin dopo il 25 maggio 2018 sarà soggetto alle nostre Condizioni d'uso e all'informativa sulla privacy aggiornate.
ja: 私たちは最近、一般データ保護規制（GDPR）の要件を遵守し、当社の利用規約、プライバシーポリシー、およびCookieポリシーを改善するためにプライバシーポリシーを見直しました。これらの変更は2018年5月25日に施行され、2018年5月25日以降のGitcoinの継続使用は、更新された利用規約およびプライバシーポリシーの対象となります。
pl: Niedawno sprawdziliśmy naszą Politykę prywatności, aby spełnić wymagania Ogólnego Regulaminu Ochrony Danych (RODO), poprawiając nasze Warunki korzystania, Politykę prywatności i Zasady dotyczące plików cookie. Zmiany te wejdą w życie 25 maja 2018 r., A dalsze korzystanie z Gitcoin po 25 maja 2018 r. Będzie podlegało naszym zaktualizowanym Warunkom użytkowania i Polityce prywatności.

source: Read Our Updated Terms
de: Lesen Sie unsere aktualisierten Bedingungen
hi: हमारी अपडेट की गई शर्तें पढ़ें
it: Leggi i nostri Termini aggiornati
ja: 更新された利用規約を読む
pl: Przeczytaj nasze zaktualizowane warunki

source: Issue
de: Problem
hi: मुद्दा
it: Problema
ja: 問題
pl: Kwestia

source: Issue Funding Info
de: Ausgaben-Info ausgeben
hi: समस्या निधि जानकारी
ja: 問題資金情報
pl: Informacje o finansowaniu emisji

source: Funder
de: Geldgeber
hi: फंडर
ja: ファインダー

source: Submitter
de: Übermittler
hi: सबमिट करने
it: Inviato
ja: 提出者
pl: Przesyłający

source: Meta
hi: मेटा
ja: メタ

source: OPEN ISSUE
de: OFFENES THEMA
hi: खुला मुद्दा
it: QUESTIONE APERTA
ja: 開かれた問題
pl: OTWARTY PROBLEM

source: This issue is past its expiration date, but it is still active.
de: Dieses Problem hat sein Ablaufdatum überschritten, ist aber immer noch aktiv.
hi: यह समस्या इसकी समाप्ति तिथि से पहले है, लेकिन यह अभी भी सक्रिय है।
it: Questo problema ha superato la data di scadenza, ma è ancora attivo.
ja: この問題は有効期限を過ぎていますが、まだ有効です。
pl: Ten problem minął od daty wygaśnięcia, ale nadal jest aktywny.

source: Check with the submitter to see if they still want to see it fulfilled.
de: Erkundigen Sie sich beim Übergebenden, ob er es weiterhin als erfüllt sehen möchte.
hi: यह देखने के लिए सबमिटकर्ता के साथ जांचें कि क्या वे अभी भी इसे पूरा करना चाहते हैं।
it: Verificare con il mittente per vedere se vogliono ancora vederlo soddisfatto.
ja: 提出者に依頼して、それがまだ達成されているかどうかを確認してください。
pl: Sprawdź u oferenta, czy nadal chcą go zobaczyć.

source: work started
de: die Arbeit begann
hi: काम शुरू हुआ
it: il lavoro è iniziato
ja: 仕事が始まった
pl: praca zaczęła się

source: work submitted
de: Arbeit eingereicht
hi: काम जमा
it: lavoro presentato
ja: 提出された作品
pl: przesłana praca

source: done
de: erledigt
hi: किया हुआ
it: fatto
ja: 完了
pl: Gotowe

source: cancelled
de: abgebrochen
hi: रद्द
it: annullato
ja: キャンセル
pl: anulowany

source: Detected a web3 change. Refreshing the page.
de: Ermittelte einen Web3-Wechsel. Die Seite aktualisieren.
hi: एक वेब 3 परिवर्तन का पता लगाया। पृष्ठ को ताज़ा करना
it: Rilevato una modifica web3. Aggiornamento della pagina.
ja: Web3の変更を検出しました。ページを更新しています。
pl: Wykryto zmianę Web3. Odświeżanie strony.

source: Are you sure you want to stop work?
ja: 仕事をやめてもよろしいですか？
pl: Czy na pewno chcesz przerwać pracę?

source: Start Work
de: Fang an zu arbeiten
hi: काम शुरु करें
it: Inizia il lavoro
ja: 仕事を始める
pl: Zacząć pracę

source: What steps will you take to complete this task? (min 30 chars)
de: Welche Schritte werden Sie unternehmen, um diese Aufgabe zu erledigen? (mind. 30 Zeichen)
hi: इस कार्य को पूरा करने के लिए आप क्या कदम उठाएंगे? (न्यूनतम 30 वर्ण)
it: Quali passi prenderete per completare questo compito? (minimo 30 caratteri)
ja: あなたはこの作業を完了するためにどのような措置を取るでしょうか？ （30文字以上）
pl: Jakie kroki podejmiesz, aby wykonać to zadanie? (min 30 znaków)

source: Please provide an action plan for this ticket. (min 30 chars)
ja: このチケットの行動計画を提示してください。 （30文字以上）

source: Stop Work
de: Hör auf zu arbeiten
hi: काम रोको
it: Smettere di lavorare
ja: 仕事を止める
pl: Przestań pracować

source: Funded Issue Details:
de: Fundierte Issue Details:
hi: वित्त पोषित अंक विवरण:
it: Dettagli emissione finanziata:
ja: 資金提供された問題の詳細：
pl: Szczegółowe informacje o problemie:

source: Funder Address:
de: Funder Adresse:
hi: निधि पता:
it: Indirizzo del finanziatore:
ja: ファンダー住所：
pl: Adres Funder:

source: Submit Work
de: Arbeit einreichen
hi: कार्य सबमिट करें
it: Invia lavoro
ja: 仕事を提出する
pl: Prześlij pracę

source: Submit work for the funder to review
de: Reichen Sie Arbeit ein, damit der Geldgeber sie überprüfen kann
hi: समीक्षा करने के लिए फंडर के लिए काम जमा करें
it: Invia lavoro per la revisione da parte del finanziatore
ja: 資金提供者がレビューするための作業を送信する
pl: Prześlij pracę do sprawcy do sprawdzenia

source: Notify the funder that you will not be working on this project
de: Benachrichtigen Sie den Geldgeber, dass Sie nicht an diesem Projekt arbeiten werden
hi: निधि को सूचित करें कि आप इस परियोजना पर काम नहीं करेंगे
it: Informare il finanziatore che non lavorerai su questo progetto
ja: あなたがこのプロジェクトに取り組んでいないことを資金提供者に知らせる
pl: Powiadom dostawcę, że nie będziesz pracował nad tym projektem

source: Notify the funder that you would like to take on this project
de: Benachrichtigen Sie den Geldgeber, dass Sie an diesem Projekt teilnehmen möchten
hi: इस परियोजना पर आप जिस फंडर को लेना चाहते हैं उसे सूचित करें
it: Comunica al finanziatore che vorresti intraprendere questo progetto
ja: あなたがこのプロジェクトを受けたいと思っていることを資金提供者に知らせる
pl: Powiadom dostawcę, który chciałbyś wziąć na ten projekt

source: Cancel Bounty
de: Kopfgeld stornieren
hi: बाउंटी रद्द करें
it: Annulla taglia
ja: バウンティをキャンセルする
pl: Anuluj nagrodę

source: Cancel bounty and reclaim funds for this issue
de: Stornieren Sie das Kopfgeld und fordern Sie Gelder für dieses Problem zurück
hi: इस मुद्दे के लिए बक्षीस रद्द करें और धन पुनः प्राप्त करें
it: Annulla la taglia e richiedi i fondi per questo problema
ja: 奨励金を取り消し、この問題の資金を回収する
pl: Anuluj nagrodę za bounty i odzyskaj środki na ten problem

source: Payout Bounty
ja: ペイアウトバウンティ

source: Payout the bounty to one or more submitters.
ja: 1つ以上の提出者に賞金を支払う。
pl: Wypłać nagrodę do jednego lub kilku dostawców.

source: Contribute
ja: 寄稿

source: Help by funding or promoting this issue
ja: この問題への資金提供またはプロモーションによるヘルプ

source: Extend Expiration
de: Ablauf verlängern
hi: समाप्ति बढ़ाएं
it: Estendere la scadenza
ja: 有効期限を延長する
pl: Wydłuż czas wygaśnięcia

source: Extend deadline of an issue
de: Verlängern Sie die Frist für eine Ausgabe
hi: किसी मुद्दे की समयसीमा बढ़ाएं
it: Estendi la scadenza di un problema
ja: 問題の期限を延長する
pl: Przedłuż termin wydania

source: Show Invoice
de: Rechnung anzeigen
hi: चालान दिखाएं
it: Mostra fattura
ja: 請求書を表示する
pl: Pokaż fakturę

source: View an Invoice for this Issue
de: Zeigen Sie eine Rechnung für dieses Problem an
hi: इस मुद्दे के लिए चालान देखें
it: Visualizza una fattura per questo problema
ja: この問題の請求書を見る
pl: Wyświetl fakturę dla tego problemu

source: Edit Issue Details
ja: 問題の詳細を編集

source: Update your Bounty Settings to get the right Crowd
de: Aktualisieren Sie Ihre Bounty-Einstellungen, um die richtige Crowd zu erhalten
hi: सही भीड़ प्राप्त करने के लिए अपनी बाउंटी सेटिंग्स अपडेट करें
it: Aggiorna le tue impostazioni di Bounty per ottenere la giusta folla
ja: バウンティの設定を更新して、適切なクラウドを取得してください
pl: Zaktualizuj ustawienia Bounty, aby uzyskać właściwy tłum

source: View On Github
de: Auf Github ansehen
hi: गीथूब पर देखें
it: Visualizza su Github
ja: Githubで見る
pl: Wyświetl na Github

source: (Issue is closed)
de: (Problem ist geschlossen)
hi: (समस्या बंद है)
it: (Il problema è chiuso)
ja: （問題は閉鎖されています）
pl: (Problem jest zamknięty)

source: View issue details and comments on Github
de: Sehen Sie sich die Problemdetails und Kommentare zu Github an
hi: गिथब पर समस्या विवरण और टिप्पणियां देखें
it: Visualizza i dettagli del problema e i commenti su Github
ja: Githubに関する問題の詳細とコメントを表示する
pl: Zobacz szczegóły wydania i komentarze na Github

source: View Attached Job Description
de: Angehängte Jobbeschreibung anzeigen
hi: संलग्न नौकरी विवरण देखें
it: Visualizza descrizione lavoro allegata
ja: 添付されたジョブの説明を見る
pl: Wyświetl dołączony opis zadania

source: This bounty funder is hiring for a full time, part time, or contract role and has attached that to this bounty.
ja: このバウンティファンドは、フルタイム、パートタイム、または契約の役割を果たすために雇用しており、これをこの奨励金に添付しています。

source: Suspend Auto Approval
de: Automatische Genehmigung aussetzen
hi: ऑटो स्वीकृति निलंबित करें
it: Sospendi Autoapprovazione
ja: 自動承認を一時停止する
pl: Wstrzymaj automatyczne zatwierdzanie

source: Suspend *Auto Approval* of Bounty Hunters Who Have Applied for This Bounty
de: Suspend * Auto Approval * von Kopfgeldjägern, die diese Bounty beantragt haben
hi: बाउंटी शिकारी के ऑटो स्वीकृति * को निलंबित करें जिन्होंने इस बक्षीस के लिए आवेदन किया है
it: Sospensione * Approvazione automatica * dei cacciatori di taglie che hanno fatto domanda per questo Bounty
ja: この賞金に適用されたバウンティハンターのサスペンド*自動承認*
pl: Zawieszenie * Automatyczne zatwierdzanie * łowców nagród, którzy zastosowali się do tej nagrody

source: Hide Bounty
ja: バウンティを隠す
pl: Ukryj Bounty

source: Hides Bounty from Active Bounties
de: Versteckt Kopfgeld von aktiven Kopfgeldern
hi: सक्रिय बाउंटी से बाउंटी छुपाएं
it: Nasconde Bounty da Taglie attive
ja: アクティブな賞金からバウンティを隠す
pl: Hides Bounty z Active Bounties

source: Toggle Remarket Ready
hi: रीमार्केटिंग तैयार टॉगल करें
it: Attiva / disattiva il remarketing
ja: リマーケティング準備をトグル
pl: Przełącz Remarketing gotowy

source: Sets Remarket Ready if not already remarket ready. Unsets it if already remarket ready.
de: Legt Remarket Ready fest, wenn nicht bereits Remarket-fertig. Unset, wenn bereits Remarket bereit ist.
hi: अगर रीमार्केटिंग तैयार नहीं है तो रीमार्केटिंग तैयार सेट करें। अगर पहले से ही रीमार्केटिंग तैयार है तो इसे अनसेट करता है।
it: Imposta il mercato pronto se non è già pronto per il remarketing. Lo disattiva se già pronto per il remarketing.
ja: まだリマーケティング準備ができていない場合は、Remarket Readyを設定します。すでにリマーケティングが可能な場合は解除します。
pl: Ustawia Remarketing gotowy, jeśli jeszcze nie jest gotowy do remarketingu. Usuwa go, jeśli jest już gotowy do remarketingu.

source: Mark as Reviewed
de: Als "Bewertet" markieren
hi: समीक्षा के रूप में चिह्नित करें
it: Segna come recensito
ja: レビュー済みとしてマークする
pl: Oznacz jako sprawdzony

source: Marks the bounty activity as reviewed.
de: Markiert die Bounty-Aktivität als überprüft.
hi: समीक्षा के रूप में बक्षीस गतिविधि को चिह्नित करता है।
it: Segna l'attività di taglie come revisionata.
ja: 賞品アクティビティをレビュー済みとしてマークします。
pl: Zaznacza aktywność bounty jako sprawdzoną.

source: Contact Funder
ja: お問い合わせFunder
pl: Skontaktuj się z Funder

source: Contact Funder via Email
de: Kontaktieren Sie Funder per E-Mail
hi: ईमेल के माध्यम से संपर्क निधि
it: Contatta il finanziatore tramite e-mail
ja: 電子メールでFunderに連絡する
pl: Skontaktuj się z firmą Funder za pośrednictwem poczty elektronicznej

source: Snooze Gitcoinbot
hi: गिटकोइनबॉट स्नूज़ करें
ja: スヌーズGitcoinbot
pl: Drzemka Gitcoinbot

source: Snooze Gitcoinbot reminders
de: Snooze Gitcoinbot Erinnerungen
hi: गिटकोइनबॉट अनुस्मारक याद दिलाएं
it: Posticipa i promemoria di Gitcoinbot
ja: Gitcoinbotリマインダをスヌーズする
pl: Odłóż przypomnienia Gitcoinbota

source: Override Status
de: Status überschreiben
hi: स्थिति ओवरराइड करें
it: Sovrascrivi stato
ja: 上書きステータス
pl: Zastąp status

source: Override Status with a status of your choosing
de: Überschreiben Sie den Status mit einem Status Ihrer Wahl
hi: अपनी पसंद की स्थिति के साथ स्थिति ओवरराइड करें
it: Sostituisci lo stato con uno stato a tua scelta
ja: 選択したステータスでステータスを上書きする
pl: Zastąp status przy wybranym statusie

source: View in Admin
de: In Admin anzeigen
hi: व्यवस्थापक में देखें
it: Visualizza in Admin
ja: 管理者で表示
pl: Wyświetl w Admin

source: got an error. please try again, or contact support@gitcoin.co
de: habe einen Fehler bekommen. Bitte versuchen Sie es erneut oder wenden Sie sich an support@gitcoin.co
hi: एक त्रुटि मिली कृपया पुनः प्रयास करें, या support@gitcoin.co से संपर्क करें
it: ho un errore per favore riprova o contatta support@gitcoin.co
ja: エラーが発生しました。もう一度お試しいただくか、support@gitcoin.coまでご連絡ください。
pl: Wystąpił błąd. spróbuj ponownie lub skontaktuj się z support@gitcoin.co

source: New Bounty
ja: ニューバウンティ
pl: Nowa nagroda

source: Work Started
de: Arbeit begonnen
hi: काम शुरू
it: Inizio del lavoro
ja: 作業開始
pl: Rozpoczęcie pracy

source: Work Stopped
ja: 仕事が止まった
pl: Praca zatrzymana

source: Work Submitted
de: Arbeit eingereicht
hi: कार्य सबमिट
it: Lavoro inviato
ja: 提出された作業
pl: Przesłano pracę

source: Work Done
ja: 作業完了
pl: Robota skończona

source: Worker Approved
ja: 労働者が承認した
pl: Pracownik zatwierdzony

source: Worker Rejected
ja: 労働者が拒否された
pl: Pracownik odrzucony

source: Worker Applied
ja: 労働者が適用された
pl: Pracownik zatrudniony

source: Increased Funding
ja: 資金調達の増加
pl: Zwiększone finansowanie

source: Canceled Bounty
ja: キャンセルされた賞金
pl: Anulowano nagrodę Bounty

source: New Crowdfund Contribution
ja: 新しいCrowdfundの貢献

source: New Tip
de: Neuer Tipp
hi: नई युक्ति
it: Nuovo suggerimento
ja: 新しいヒント
pl: Nowa wskazówka

source: Tip Received
de: Tipp erhalten
hi: युक्ति प्राप्त हुई
it: Suggerimento ricevuto
ja: ヒントを受け取った
pl: Wskazówka została odebrana

source: Escalated for Abandonment of Bounty
de: Eskalierte für die Aufgabe von Bounty
hi: बाउंटी के त्याग के लिए बढ़ी
it: Escalation for Abandonment of Bounty
ja: バウンティの放棄のためにエスカレートされた
pl: Eskalacja za Abandonment of Bounty

source: Warned for Abandonment of Bounty
de: Auf Verzicht auf Bounty warnen
hi: बाउंटी के त्याग के लिए चेतावनी दी
it: Avvertito per l'abbandono di Bounty
ja: バウンティの放棄を警告
pl: Ostrzeżony o porzuceniu Bounty

source: Dinged and Removed from Bounty by Staff
de: Dargestellt und entfernt von Kopfgeld von Staff
hi: स्टाफ द्वारा बाउंटी से डिंग और हटाया गया
it: Dinged and Removed from Bounty dallo staff
ja: 職員の恩恵から敬服され、取り除かれた
pl: Dinged i usunięte z Bounty przez personel

source: Removed from Bounty by Staff
de: Aus Bounty vom Stab entfernt
hi: स्टाफ द्वारा बाउंटी से हटाया गया
it: Rimosso da Bounty dallo Staff
ja: スタッフによる賞金から取り除かれた
pl: Usunięto z Bounty przez Staff

source: Removed from Bounty by Funder
de: Aus Bounty von Funder entfernt
hi: फंडर द्वारा बाउंटी से हटाया गया
it: Rimosso da Bounty dal Funder
ja: FunderによってBountyから削除されました
pl: Usunięto z Bounty przez Funder

source: Bounty Details Changed
de: Kopfgeld Details geändert
hi: बाउंटी विवरण बदल गया
it: Dettagli Bounty cambiati
ja: バウンティの詳細が変更されました
pl: Szczegóły Bounty zostały zmienione

source: There's no activity yet!
de: Es gibt noch keine Aktivitäten!
hi: अभी तक कोई गतिविधि नहीं है!
it: Non ci sono ancora attività!
ja: まだ活動はありません！
pl: Nie ma jeszcze żadnej aktywności!

source: Network error. Please reload the page and try again.
de: Netzwerkfehler. Bitte laden Sie die Seite neu und versuchen Sie es erneut.
hi: नेटवर्क त्रुटि। कृपया पेज लोड करें और पुन: प्रयास करें।
it: Errore di rete. Si prega di ricaricare la pagina e riprovare.
ja: ネットワークエラー。ページをリロードしてもう一度お試しください。
pl: Błąd sieci. Załaduj ponownie stronę i spróbuj ponownie.

source: No Results
de: Keine Ergebnisse
hi: कोई परिणाम नहीं
it: Nessun risultato
ja: 結果がありません
pl: Brak wyników

source: Matching Result
de: Übereinstimmendes Ergebnis
hi: मिलान परिणाम
it: Risultato della partita
ja: マッチング結果
pl: Pasujący wynik

source: Matching Results
de: Passende Ergebnisse
hi: मिलान परिणाम
it: Risultati corrispondenti
ja: マッチング結果
pl: Pasujące wyniki

source: We could not validate that input as an email address
de: Wir konnten diese Eingabe nicht als E-Mail-Adresse validieren
hi: हम उस इनपुट को ईमेल पते के रूप में मान्य नहीं कर सके
it: Non è stato possibile convalidare quell&#39;input come indirizzo email
ja: 入力を電子メールアドレスとして検証できませんでした
pl: Nie możemy zweryfikować tego wejścia jako adresu e-mail

source: Please make sure to fill out all fields.
de: Bitte füllen Sie alle Felder aus.
hi: कृपया सभी फ़ील्ड भरना सुनिश्चित करें।
it: Assicurati di compilare tutti i campi.
ja: すべての欄に必ず記入してください。
pl: Wypełnij wszystkie pola.
