Repository: uivlis/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: hi, it, ja

source: Our mission is to grow open source.
hi: हमारा मिशन ओपन सोर्स विकसित करना है।
it: La nostra missione è far crescere l&#39;open source.
ja: 私たちの使命はオープンソースを成長させることです。

source: Gitcoin's Vision for a Web3 World
hi: एक वेब 3 वर्ल्ड के लिए गिटकोइन विजन
it: La visione di Gitcoin per un mondo Web3
ja: GitcoinのWeb3 Worldのビジョン

source: Gitcoin's Vision for a web3 world is to make it easy for developers to find paid work in open source.
hi: वेब 3 दुनिया के लिए गिटकोइन का विजन डेवलपर्स के लिए ओपन सोर्स में सशुल्क काम ढूंढना आसान बनाता है।
it: La visione di Gitcoin per un mondo web3 è di facilitare agli sviluppatori la ricerca di lavoro retribuito in open source.
ja: GitcoinのWeb3世界のビジョンは、開発者がオープンソースで有料の仕事を簡単に見つけることができるようにすることです。

source: Gitcoin is not a token
ja: ギトコインはトークンではありません

source: We didn't do a token because we felt it wasn't the right way to align incentives with our user base. Read more about the future of monetization in web3.
hi: हमने टोकन नहीं किया क्योंकि हमें लगा कि यह हमारे उपयोगकर्ता आधार के साथ प्रोत्साहन को संरेखित करने का सही तरीका नहीं था। वेब 3 में मुद्रीकरण के भविष्य के बारे में और पढ़ें।
it: Non abbiamo fatto un token perché ritenevamo che non fosse il modo giusto per allineare gli incentivi con la nostra base di utenti. Ulteriori informazioni sul futuro della monetizzazione in web3.
ja: インセンティブをユーザーベースに合わせることが適切な方法ではないと判断したため、トークンを実行しませんでした。 web3の収益化の将来についての詳細を読む。

source: Activity Feed
ja: アクティビティフィード

source: I am a developer, I want build more Open Source Software. Where can I start?
hi: मैं एक डेवलपर हूं, मैं अधिक ओपन सोर्स सॉफ्टवेयर बनाना चाहता हूं। मैं कहां से शुरू कर सकता हूँ?
it: Sono uno sviluppatore, voglio creare più software Open Source. Dove posso iniziare?
ja: 私は開発者です、もっとオープンソースソフトウェアを作りたいです。どこから始めることができますか？

source: The <a href=https://gitcoin.co/explorer>Funded Issue Explorer</a> contains a handful of issues that are ready to be paid out as soon as they are turned around. Check out the developer guide at <a href=https://gitcoin.co/help/dev>https://gitcoin.co/help/dev</a>.
hi: <a href=https://gitcoin.co/explorer> वित्त पोषित समस्या एक्सप्लोरर </a> में कुछ ऐसे मुद्दे हैं जो जल्द ही भुगतान किए जाने के लिए तैयार हैं। <a href=https://gitcoin.co/help/dev> https://gitcoin.co/help/dev </a> पर डेवलपर मार्गदर्शिका देखें।
it: L&#39; <a href=https://gitcoin.co/explorer>Explorer Issue finanziato</a> contiene una manciata di problemi che sono pronti per essere distribuiti non appena vengono girati. Consulta la guida per gli sviluppatori su <a href=https://gitcoin.co/help/dev>https://gitcoin.co/help/dev</a> .
ja: <a href=https://gitcoin.co/explorer>資金提供済みの問題のエクスプローラ</a>には、回覧されるとすぐに支払いを受けることができるいくつかの問題が含まれています。 <a href=https://gitcoin.co/help/dev> https://gitcoin.co/help/dev </a>のデベロッパーガイドをご覧ください。

source: I am a repo maintainer. How do I get started?
hi: मैं एक रेपो रखरखाव हूँ। मैं कैसे शुरू करूँ?
it: Sono un manutentore del repository. Come iniziare?
ja: 私はレポ維持者です。どうすれば始めることができますか？

source: The best way to get started is to post a funded issue on a task you need done. Check out the repo maintainers guide at <a href=https://gitcoin.co/help/repo>https://gitcoin.co/help/repo</a>.
hi: शुरू करने का सबसे अच्छा तरीका यह है कि आपको जिस कार्य की आवश्यकता है, उस पर एक वित्त पोषित मुद्दा पोस्ट करना है। <a href=https://gitcoin.co/help/repo> https://gitcoin.co/help/repo </a> पर रेपो रखरखाव मार्गदर्शिका देखें।
it: Il modo migliore per iniziare è pubblicare un problema finanziato su un&#39;attività che devi svolgere. Consulta la guida dei redattori dei repo all&#39;indirizzo <a href=https://gitcoin.co/help/repo>https://gitcoin.co/help/repo</a> .
ja: 開始する最善の方法は、必要な作業に資金を投入することです。 <a href=https://gitcoin.co/help/repo> https://gitcoin.co/help/repo </a>のレポ維持者ガイドをご覧ください。

source: What tokens does Gitcoin support?
hi: गिटकोइन का समर्थन क्या टोकन करता है?
it: Quali token supporta Gitcoin?
ja: Gitcoinはどのトークンをサポートしていますか？

source: Gitcoin supports Ether and all ERC20 tokens. If the token you'd like to use is Ethereum based, then Gitcoin supports it.
hi: गिटकोइन ईथर और सभी ईआरसी 20 टोकन का समर्थन करता है। यदि टोकन आप उपयोग करना चाहते हैं तो एथेरियम आधारित है, तो गिटकोइन इसका समर्थन करता है।
it: Gitcoin supporta Ether e tutti i token ERC20. Se il token che desideri utilizzare è basato su Ethereum, Gitcoin lo supporta.
ja: GitcoinはEtherとすべてのERC20トークンをサポートしています。使用するトークンがEthereumベースの場合、Gitcoinはこれをサポートします。

source: What kind of issues are fundable?
hi: किस तरह के मुद्दे वित्त पोषित हैं?
it: Che tipo di problemi sono finanziabili?
ja: どのような問題が資金提供可能ですか？

source: <p class="c5"><span class="c4 c0">Gitcoin supports bug, feature, and security funded issues. &nbsp;Any issue that you need done is a good candidate for a funded issue, provided that:</span></p><ul class="c13 lst-kix_twl0y342ii52-0 start"><li class="c5 c11"><span class="c4 c0">It&rsquo;s open today.</span></li><li class="c5 c11"><span class="c4 c0">The repo README clearly enumerates how a new developer should get set up to contribute.</span></li><li class="c5 c11"><span class="c4 c0">The task is well defined.</span></li><li class="c5 c11"><span class="c4 c0">The end-state of the task is well defined.</span></li><li class="c5 c11"><span class="c4 c0">The pricing of the task reflects (market rate * complexity) of the task.</span></li><li class="c5 c11"><span class="c4 c0">The issue is on the roadmap, but does not block other work.</span></li></ul><p class="c5 c6"><span class="c4 c0"></span></p><p class="c5"><span class="c4 c0">To get started with funded issues today, it might be good to start small. &nbsp;Is there a small bug that needs fixed? &nbsp;An issue that&rsquo;s been open for a while that no one is tackling? &nbsp;An administrative task?</span></p>
hi: <पी वर्ग = "सी 5"> <span class = "c4 c0"> गिटकोइन बग, सुविधा और सुरक्षा वित्त पोषित मुद्दों का समर्थन करता है। & nbsp; आपको जो भी मुद्दा चाहिए, वह एक वित्त पोषित मुद्दे के लिए एक अच्छा उम्मीदवार है, बशर्ते कि: </ span> </ p> <ul class = "c13 lst-kix_twl0y342ii52-0 प्रारंभ करें"> <li class = "c5 c11" > <span class = "c4 c0"> यह आज खुला है। </ span> </ li> <li class = "c5 c11"> <span class = "c4 c0"> रेपो रीडमे स्पष्ट रूप से बताता है कि कैसे नया डेवलपर को योगदान करने के लिए सेट अप किया जाना चाहिए। </ span> </ li> <li class = "c5 c11"> <span class = "c4 c0"> कार्य अच्छी तरह से परिभाषित किया गया है। </ span> </ li> <li वर्ग = "सी 5 सी 11"> <span class = "c4 c0"> कार्य की समाप्ति स्थिति अच्छी तरह परिभाषित है। </ span> </ li> <li class = "c5 c11"> <span class = "c4 सी 0 "> कार्य की कीमत कार्य के (बाजार दर * जटिलता) को दर्शाती है। </ span> </ li> <li class =" c5 c11 "> <span class =" c4 c0 "> समस्या इस पर है रोडमैप, लेकिन अन्य काम को अवरुद्ध नहीं करता है। </ span> </ li> </ ul> <p class = "c5 c6"> <span class = "c4 c0"> </ span> </ p> <p class = "सी 5"> <span class = "c4 c0"> आज वित्त पोषित मुद्दों के साथ शुरू करने के लिए, छोटे से शुरू करना अच्छा हो सकता है। & nbsp; क्या कोई छोटी बग है जिसे निश्चित करने की आवश्यकता है? & nbsp; एक समस्या जो थोड़ी देर के लिए खुली है कि कोई भी सामना नहीं कर रहा है? एक प्रशासनिक कार्य? </ span> </ p>
it: <p class="c5"> <span class="c4 c0">Gitcoin supporta bug, funzionalità e problemi di sicurezza. Qualsiasi problema che è necessario è un buon candidato per un problema finanziato, a condizione che:</span> </p><ul class="c13 lst-kix_twl0y342ii52-0 start"><li class="c5 c11"> <span class="c4 c0">È aperto oggi</span> </li><li class="c5 c11"> <span class="c4 c0">Il README repo enumera chiaramente come un nuovo sviluppatore dovrebbe essere impostato per contribuire.</span> </li><li class="c5 c11"> <span class="c4 c0">Il compito è ben definito.</span> </li><li class="c5 c11"> <span class="c4 c0">Lo stato finale dell&#39;attività è ben definito.</span> </li><li class="c5 c11"> <span class="c4 c0">Il prezzo dell&#39;attività rispecchia (complessità di mercato * complessità) dell&#39;attività.</span> </li><li class="c5 c11"> <span class="c4 c0">Il problema è sulla tabella di marcia, ma non blocca altri lavori.</span> </li></ul><p class="c5 c6"><span class="c4 c0"></span></p><p class="c5"> <span class="c4 c0">Per iniziare con i problemi finanziati oggi, potrebbe essere utile iniziare in piccolo. C&#39;è un piccolo bug che deve essere risolto? Un problema che è stato aperto per un po &#39;che nessuno sta affrontando? Un compito amministrativo?</span> </p>
ja: <p class = "c5"> <span class = "c4 c0"> Gitcoinは、バグ、機能、およびセキュリティ資金の問題をサポートしています。 ＆nbsp;必要なすべての問題は、資金提供された問題の候補です：</ span> </ p> <ul class = "c13 lst-kix_twl0y342ii52-0 start"> <li class = "c5 c11" </ span> <li class = "c5 c11"> <span class = "c4 c0">リポジトリのREADMEには、 </ span> </ li> <li class = "c5 c11"> <span class = "c4 c0">タスクは明確に定義されています。 </ span> </ li> <li class = "c5 c11"> <span class = "c4>タスクの終了状態は明確に定義されています。 c0 ">タスクの価格設定には、タスクの（市場レート*複雑さ）が反映されます。</ span> <li class =" c5 c11 "> <span class =" c4 c0 "> </ span> </ ul> <p class = "c5 c6"> <span class = "c4 c0"> </ span> </ p> <p class> = "c5"> <span class = "c4 c0">今日資金援助された問題を始めるには、小さなものから始めるのが良いかもしれません。 ＆nbsp;修正が必要な小さなバグはありますか？ ＆nbsp;だれにも対処していない間に開いていた問題？ ＆nbsp;管理作業ですか？</ span> </ p>

source: Whats the difference between tips & funded issues?
hi: टिप्स और वित्त पोषित मुद्दों के बीच क्या अंतर है?
it: Qual è la differenza tra consigli e problemi finanziari?
ja: ヒントと資金の問題の違いは何ですか？

source: <p> <strong>A tip</strong> is a tool to send ether or any ethereum token to any github account. The flow for tips looks like this: </p><p> > Send (party 1) => receive (party 2) </p><p> <strong>Funded Issues</strong> are a way to fund open source features, bugs, or security bounties. The flow for funded issues looks like this: </p><p> > Fund Issue (party 1) => claim funds (party 2) => accept (party 1) </p>
hi: <P> <strong> एक टिप </ strong> किसी भी github खाते में ईथर या किसी भी ethereum टोकन भेजने के लिए एक उपकरण है। सुझावों के लिए प्रवाह इस तरह दिखता है: </ P> <p> > भेजें (पार्टी 1) => प्राप्त करें (पार्टी 2) </ P> <p> <strong> वित्त पोषित मुद्दे </ strong> ओपन सोर्स फीचर्स, बग्स या सिक्योरिटी बाउंटीज़ को फंड करने का एक तरीका है। वित्त पोषित मुद्दों के लिए प्रवाह इस तरह दिखता है: </ P> <p> > फंड इश्यू (पार्टी 1) => दावा फंड (पार्टी 2) => स्वीकार करें (पार्टी 1) </ P>
it: <p> <strong>Un suggerimento</strong> è uno strumento per inviare etere o qualsiasi gettone ethereum a qualsiasi account github. Il flusso per suggerimenti assomiglia a questo: </p><p> &gt; Invia (parte 1) =&gt; riceve (parte 2) </p><p> <strong>I fondi finanziati</strong> sono un modo per finanziare funzionalità, bug o misure di sicurezza open source. Il flusso per i problemi finanziati è simile a questo: </p><p> &gt; Fondo (parte 1) =&gt; richiesta fondi (parte 2) =&gt; accetta (parte 1) </p>
ja: <p> <strong>ヒント</ strong>は、任意のgithubアカウントにエーテルや任意のethereumトークンを送信するためのツールです。ヒントの流れは次のようになります。 </ p> <p> >送信（パーティ1）=>受信（パーティ2） </ p> <p> <strong>資金援助された問題</ strong>は、オープンソースの機能、バグ、セキュリティバウンスに資金を提供する手段です。資金提供された問題の流れは次のようになります。 </ p> <p> >ファンド発行（パーティー1）=>クレームファンド（パーティー2）=>受け入れ（パーティー1） </ p>

source: What kind of contributors are successful on the Gitcoin network?
hi: गिटकोइन नेटवर्क पर किस प्रकार के योगदानकर्ता सफल होते हैं?
it: Che tipo di contributori hanno successo sulla rete Gitcoin?
ja: どのような貢献者がGitcoinネットワークで成功していますか？

source: <p> If you have an issues board that needs triaged, read on.. </p> <p> If you would like to recruit engineers to help work on your repo, read on.. </p> <p> If you want to create value, and receive Ether tokens in return, read on.. </p> <p> If you are looking for a quick win, an easy buck, or to promote something, please turn around. </p> <p> We value communication that is: </p> <ul> <li> Collaborative </li> <li> Intellectual & Intellectually Honest </li> <li> Humble </li> <li> Empathetic </li> <li> Pragmatic </li> <li> Stress reducing </li> </ul> <p> Here are some of our values </p> <ul> <li> Show, don't tell </li> <li> Give first </li> <li> Be thoughtful & direct </li> <li> Be credible </li> <li> Challenge the status quo and be willing to be challenged </li> <li> Create delightful experiences </li> </ul>
hi: <P> यदि आपके पास कोई समस्या बोर्ड है जिसके लिए परीक्षण की आवश्यकता है, तो पढ़ें .. </ P> <P> यदि आप अपने रेपो पर काम करने में मदद करने के लिए इंजीनियरों की भर्ती करना चाहते हैं, तो पढ़ें .. </ P> <P> यदि आप मूल्य बनाना चाहते हैं, और बदले में ईथर टोकन प्राप्त करते हैं, तो पढ़ें .. </ P> <P> यदि आप त्वरित जीत, आसान हिरन, या कुछ को बढ़ावा देने की तलाश में हैं, तो कृपया चारों ओर मुड़ें। </ P> <P> हम संचार को महत्व देते हैं जो है: </ P> <Ul> <Li> सहयोगात्मक </ Li> <Li> बौद्धिक और बौद्धिक ईमानदार </ Li> <Li> विनीत </ Li> <Li> सहानुभूति </ Li> <Li> व्यावहारिक </ Li> <Li> तनाव कम करना </ Li> </ Ul> <P> यहां हमारे कुछ मूल्य हैं </ P> <Ul> <Li> दिखाओ, मत बताओ </ Li> <Li> पहले दें </ Li> <Li> विचारशील और सीधा रहो </ Li> <Li> विश्वसनीय रहो </ Li> <Li> स्थिति को चुनौती दें और चुनौती देने के लिए तैयार रहें </ Li> <Li> मोहक अनुभव बनाएं </ Li> </ Ul>
it: <p> Se hai una bacheca dei problemi che necessita di triaging, continua a leggere .. </p><p> Se desideri reclutare ingegneri per lavorare sul tuo repository, continua a leggere .. </p><p> Se vuoi creare valore e ricevere in cambio i token Ether, leggi su .. </p><p> Se stai cercando una vittoria rapida, un dollaro facile, o per promuovere qualcosa, per favore girati. </p><p> Apprezziamo la comunicazione che è: </p><ul><li> Collaborative </li><li> Intellettuale e Intellettualmente onesto </li><li> Umile </li><li> empathetic </li><li> Pragmatico </li><li> Riduzione dello stress </li></ul><p> Ecco alcuni dei nostri valori </p><ul><li> Mostra, non dire </li><li> Dare prima </li><li> Sii pensieroso e diretto </li><li> Essere credibile </li><li> Sfida lo status quo ed essere disposto a essere sfidato </li><li> Crea esperienze deliziose </li></ul>
ja: <p> 審査が必要な問題掲示板がある場合は、読んでください。 </ p> <p> あなたのレポに取り組むのを助けるためにエンジニアを募集したいのであれば、読んでください.. </ p> <p> 価値を創造し、その代償としてEtherトークンを受け取る場合は、を読んでください。 </ p> <p> 速い勝利、簡単な儲け、または何かを促進するために探しているなら、回ってください。 </ p> <p> 私たちはコミュニケーションを大切にしています： </ p> <ul> <li> コラボレーティブ </ li> <li> 知的で知的な正直 </ li> <li> ハンブル </ li> <li> 同情的な </ li> <li> 実践的 </ li> <li> ストレス軽減 </ li> </ ul> <p> ここにいくつかの私たちの価値観があります </ p> <ul> <li> 表示する、教えない </ li> <li> 最初に与える </ li> <li> 思慮深く直接 </ li> <li> 信頼できる </ li> <li> 現状に挑戦し、挑戦したい </ li> <li> 楽しい経験を創造する </ li> </ ul>

source: I received a notification about tip / funded issue, but I can't process it. Help!
hi: मुझे टिप / वित्त पोषित मुद्दे के बारे में अधिसूचना मिली, लेकिन मैं इसे संसाधित नहीं कर सकता। मदद!
it: Ho ricevuto una notifica sul problema con la punta / finanziato, ma non posso elaborarlo. Aiuto!
ja: チップ/資金提供の問題についての通知を受けましたが、処理できません。助けて！

source: We'd love to help! Please email <a href='mailto:founders@gitcoin.co'>founders@gitcoin.co</a> or join <a href=/slack>Gitcoin Community Slack</a>.
hi: हमें मदद करना अच्छा लगेगा! कृपया <a href='mailto:founders@gitcoin.co'> founders@gitcoin.co </a> ईमेल करें या <a href=/slack> गिटकोइन सामुदायिक स्लैक </a> में शामिल हों।
it: Ci piacerebbe aiutare! <a href=/slack>Invia</a> un&#39;email a <a href='mailto:founders@gitcoin.co'>founders@gitcoin.co</a> o registrati a <a href=/slack>Gitcoin Community Slack</a> .
ja: 私たちは助けてくれるでしょう！ <a href='mailto:founders@gitcoin.co'> founders@gitcoin.co </a>までメールを送信するか、<a href=/slack> Gitcoin Community Slack </a>に参加してください。

source: Am I allowed to place bounties on projects I don't contribute to or own?
hi: क्या मुझे उन परियोजनाओं पर उपहार लगाने की इजाजत है जिन्हें मैं योगदान नहीं देता हूं?
it: Mi è permesso piazzare premi in progetti a cui non contribuisco o che possiedo?
ja: 私は貢献していない、または所有していないプロジェクトに奨学金を置くことを許可されましたか？

source: TLDR: Yes you are. But as OSS devs ourselves, our experience has been that if you want to get the product you work on merged into the upstream, you will need to work with the contributors or owners of that repo. If not, you can always fork a repo and run your own roadmap.
hi: टीएलडीआर: हाँ आप हैं। लेकिन चूंकि ओएसएस स्वयं को समर्पित करता है, हमारा अनुभव यह रहा है कि यदि आप उस उत्पाद को प्राप्त करना चाहते हैं जो आप अपस्ट्रीम में विलय करने के लिए काम करते हैं, तो आपको उस रिपो के योगदानकर्ताओं या मालिकों के साथ काम करने की आवश्यकता होगी। यदि नहीं, तो आप हमेशा एक रेपो फोर्क कर सकते हैं और अपना खुद का रोडमैप चला सकते हैं।
it: TLDR: Sì, lo sei. Ma come l&#39;OSS si è sviluppato, la nostra esperienza è stata che se si desidera ottenere il prodotto su cui si fonde nell&#39;upstream, sarà necessario collaborare con i contributori o i proprietari di tale repository. In caso contrario, è sempre possibile inserire un repository e gestire la propria tabella di marcia.
ja: TLDR：そうです。しかし、OSSの開発者として、私たちが経験してきたことは、作業している製品を上流に統合するには、そのリポジトリの貢献者または所有者と協力する必要があるということでした。そうでない場合は、いつでもレポをフォークして独自のロードマップを実行できます。

source: I started work on a bounty but someone else has too. Who gets it?
hi: मैंने एक बाउंटी पर काम करना शुरू किया लेकिन किसी और के पास भी है। यह कौन प्राप्त करता है?
it: Ho iniziato a lavorare su una taglia, ma anche qualcun altro. Chi lo ha preso?
ja: 私は賞金を得て仕事を始めましたが、他の人もそうです。誰がそれを手に入れる？

source: As a general rule, we tend to treat the person who 'started work' first as having precedence over the issue. The parties involved are all welcome to work together to split the bounty or come to some other agreement, but if an agreement is uanble to be made, then the first person to start work will have first shot at the bounty.
hi: एक सामान्य नियम के रूप में, हम उस व्यक्ति से इलाज करते हैं जिसने इस मुद्दे पर प्राथमिकता के रूप में पहले 'काम शुरू किया' था। शामिल पार्टियां सभी को उपहार को विभाजित करने या किसी अन्य समझौते पर आने के लिए मिलकर काम करने के लिए स्वागत है, लेकिन अगर कोई समझौता करने के लिए तैयार किया जाता है, तो काम शुरू करने वाले पहले व्यक्ति को पहली बार उपहार पर गोली मार दी जाएगी।
it: Come regola generale, tendiamo a considerare la persona che &quot;ha iniziato a lavorare&quot; per prima cosa avendo la precedenza sul problema. Le parti coinvolte sono tutte benvenute a lavorare insieme per dividere la taglia o per giungere ad un altro accordo, ma se è possibile ottenere un accordo, allora la prima persona che inizierà a lavorare avrà prima sparato alla taglia.
ja: 原則として、「仕事を始めた」人を、その問題よりも優先順位が高いものとして扱う傾向があります。参加した当事者は、賞金を分割したり、他の協定を結ぶために一緒に働くことを歓迎しますが、合意が成立しない場合、最初に仕事を始める人は賞金を最初に奪うでしょう。

source: Is Gitcoin open source?
hi: क्या गिटकोइन ओपन सोर्स है?
it: Gitcoin è open source?
ja: Gitcoinはオープンソースですか？

source: Yes, all of Gitcoin's core software systems are open source and available at <a href=https://github.com/gitcoinco/>https://github.com/gitcoinco/</a>. Please see the liscense.txt file in each repo for more details.
hi: हां, गिटकोइन के सभी कोर सॉफ्टवेयर सिस्टम खुले स्रोत हैं और <a href=https://github.com/gitcoinco/> https://github.com/gitcoinco/ </a> पर उपलब्ध हैं। अधिक जानकारी के लिए कृपया प्रत्येक रेपो में liscense.txt फ़ाइल देखें।
it: Sì, tutti i principali sistemi software di Gitcoin sono open source e disponibili su <a href=https://github.com/gitcoinco/>https://github.com/gitcoinco/</a> . Si prega di consultare il file liscense.txt in ogni repository per ulteriori dettagli.
ja: はい、Gitcoinのコアソフトウェアシステムはすべてオープンソースで、<a href=https://github.com/gitcoinco/> https://github.com/gitcoinco/ </a>から入手できます。詳細については、各レポのliscense.txtファイルを参照してください。

source: Is a token distribution event planned for Gitcoin?
hi: क्या गिटकोइन के लिए एक टोकन वितरण कार्यक्रम की योजना बनाई गई है?
it: È programmato un evento di distribuzione di token per Gitcoin?
ja: Gitcoinのトークン配信イベントが計画されていますか？

source: <p>Gitcoin Core is considering doing a token distribution event (TDI), but at the time is focused first and foremost on providing value in Open Source Software&nbsp;in a lean way.</p> <p>To find out more about a possible upcoming token distribution event,&nbsp;check out&nbsp;<a href="https://gitcoin.co/whitepaper">https://gitcoin.co/whitepaper</a></p> <p>&nbsp;</p>
hi: <p> गिटकोइन कोर एक टोकन वितरण ईवेंट (टीडीआई) करने पर विचार कर रहा है, लेकिन उस समय ओपन सोर्स सॉफ्टवेयर में मूल्य प्रदान करने पर सबसे पहले और सबसे महत्वपूर्ण ध्यान केंद्रित किया गया है। </ p> <p> संभावित आगामी टोकन वितरण ईवेंट के बारे में और जानने के लिए, & nbsp; <a href="https://gitcoin.co/whitepaper"> https://gitcoin.co/whitepaper </a> देखें < / p> <P> & nbsp; </ p>
it: <p> Gitcoin Core sta prendendo in considerazione l&#39;idea di un evento di distribuzione token (TDI), ma al momento si concentra prima di tutto sulla fornitura di valore nel software Open Source in modo snello. </p><p> Per ulteriori informazioni su un possibile evento di distribuzione di token in arrivo, consulta <a href="https://gitcoin.co/whitepaper">https://gitcoin.co/whitepaper</a> </p><p></p>
ja: <p> Gitcoin Coreはトークン配布イベント（TDI）の実施を検討していますが、当面はオープンソースソフトウェアの価値を細かく提供することに集中しています。</ p> <p>予定されているトークン配信イベントの詳細については、＆nbsp; <a href="https://gitcoin.co/whitepaper"> https://gitcoin.co/whitepaper </a>をご覧ください< / p> <p>＆nbsp; </ p>

source: What is the difference between Gitcoin and Gitcoin Core?
hi: गिटकोइन और गिटकोइन कोर के बीच क्या अंतर है?
it: Qual è la differenza tra Gitcoin e Gitcoin Core?
ja: GitcoinとGitcoin Coreの違いは何ですか？

source: Gitcoin Core LLC is the legal entity that manages the software development of the Gitcoin Network (Gitcoin). The Gitcoin Network is a series of smart contracts that helps Grow Open Source, but enabling developers to easily post and manage funded issues.
hi: गिटकोइन कोर एलएलसी कानूनी इकाई है जो गिटकोइन नेटवर्क (गिटकोइन) के सॉफ्टवेयर विकास का प्रबंधन करती है। गिटकोइन नेटवर्क स्मार्ट अनुबंधों की एक श्रृंखला है जो ओपन सोर्स को बढ़ाने में मदद करता है, लेकिन डेवलपर्स को वित्त पोषित मुद्दों को आसानी से पोस्ट और प्रबंधित करने में सक्षम बनाता है।
it: Gitcoin Core LLC è l&#39;entità legale che gestisce lo sviluppo del software della rete Gitcoin (Gitcoin). La rete Gitcoin è una serie di contratti intelligenti che aiuta a far crescere l&#39;Open Source, ma consente agli sviluppatori di pubblicare e gestire facilmente questioni finanziate.
ja: Gitcoin Core LLCは、Gitcoin Network（Gitcoin）のソフトウェア開発を管理する法人です。 Gitcoinネットワークは、オープンソースの成長に役立つ一連のスマートな契約ですが、開発者は資金を投入した問題を簡単に投稿して管理することができます。

source: Who is the team at Gitcoin Core?
hi: गिटकोइन कोर में टीम कौन है?
it: Chi è il team di Gitcoin Core?
ja: Gitcoin Coreのチームは誰ですか？
