Repository: uivlis/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: hi, it, ja

source: The founder of Gitcoin, <a href="http://linkedin.com/in/owocki/" target="_blank" rel="noopener noreferrer">Kevin Owocki</a> has experience as an organizer of <a href="http://boulderstartupweek.com" target="_blank" rel="noopener noreferrer">Boulder Startup Week</a>, <a href="http://igniteboulder.com" target="_blank" rel="noopener noreferrer">Ignite Boulder</a>, <a href="https://startupcto.io" target="_blank" rel="noopener noreferrer">StartupCTO.io</a>, <a href="https://www.meetup.com/Boulder-Blockchain/" target="_blank" rel="noopener noreferrer">Boulder Blockchain Meetup</a> and the open source projects <a href="https://github.com/owocki/pytrader" target="_blank" rel="noopener noreferrer">pytrader</a>, <a href="https://github.com/owocki/adblock-to-bitcoin" target="_blank" rel="noopener noreferrer">adblock-to-bitcoin</a>, <a href="https://github.com/youvegoteth/youvegoteth.github.io/" target="_blank" rel="noopener noreferrer">YouveGotETH</a>, & <a href="https://github.com/owocki/coloradocoin" target="_blank" rel="noopener noreferrer">ColoradoCoin</a>. The stronger the community is, the more successful open source projects are. The stronger open source projects are, the stronger the community is.
ja: ギトコインの創始者、 <a href="http://linkedin.com/in/owocki/" target="_blank" rel="noopener noreferrer"> Kevin Owocki </a>は主催者としての経験があります <a href="http://boulderstartupweek.com" target="_blank" rel="noopener noreferrer">ボルダースタートアップ週間</a>、 <a href="http://igniteboulder.com" target="_blank" rel="noopener noreferrer"> Ignite Boulder </a>、 <a href="https://startupcto.io" target="_blank" rel="noopener noreferrer"> StartupCTO.io </a>、 <a href="https://www.meetup.com/Boulder-Blockchain/" target="_blank" rel="noopener noreferrer"> Boulder Blockchain Meetup </a>とオープンソースプロジェクト <a href="https://github.com/owocki/pytrader" target="_blank" rel="noopener noreferrer"> pytrader </a>、 <a href="https://github.com/owocki/adblock-to-bitcoin" target="_blank" rel="noopener noreferrer"> adblock-to-bitcoin </a>、 <a href="https://github.com/youvegoteth/youvegoteth.github.io/" target="_blank" rel="noopener noreferrer"> YouveGotETH </a>、 <a href="https://github.com/owocki/coloradocoin" target="_blank" rel="noopener noreferrer"> ColoradoCoin </a>コミュニティが強くなればなるほど、より成功したオープンソースプロジェクトが生まれます。より強力なオープンソースプロジェクトは、コミュニティがより強くなることです。

source: Team
hi: टीम
it: Squadra
ja: チーム

source: Built By &amp; For Open Source Software Developers
hi: द्वारा निर्मित & amp; ओपन सोर्स सॉफ्टवेयर डेवलपर्स के लिए
it: Sviluppato da e per sviluppatori di software open source
ja: ビルトイン＆amp;オープンソースソフトウェア開発者向け

source: Join Us
hi: हमसे जुड़ें
it: Unisciti a noi
ja: 参加しませんか

source: Want to Grow Open Source? We want to hear from you.
hi: ओपन सोर्स बढ़ाना चाहते हैं? हम तुम से सुनना चाहते है।
it: Vuoi far crescere l&#39;open source? Vogliamo sentire da voi.
ja: オープンソースを拡大したいですか？我々はあなたから聞きたい。

source: Open Gitcoin Roles
hi: ओपन गिटकोइन भूमिकाएं
it: Apri i ruoli di Gitcoin
ja: Gitcoinの役割を開く

source: Front End Developer
hi: अग्रणी डेवलपर
it: Sviluppatore Front End
ja: フロントエンドの開発者

source: Learn More
hi: और अधिक जानें
it: Per saperne di più
ja: もっと詳しく知る

source: Entrepeneur In Residence
hi: निवास में Entrepeneur
ja: レジデントインレジデンス

source: Technical Project Manager
hi: तकनीकी परियोजना प्रबंधक
it: Responsabile tecnico di progetto
ja: 技術プロジェクトマネージャー

source: Contact us
hi: हमसे संपर्क करें
it: Contattaci
ja: お問い合わせ

source: Open Bounties.Network Roles
hi: ओपन बाउंटीज। नेटवर्क्स रोल
it: Open Bounties.Retwork di rete
ja: オープンバウンス。ネットワークの役割

source: Data Scientist
hi: आँकड़े वाला वैज्ञानिक
ja: データ科学者

source: Features of Gitcoin
hi: गिटकोइन की विशेषताएं
it: Caratteristiche di Gitcoin
ja: Gitcoinの特長

source: Fund Issues
hi: फंड मुद्दे
it: Problemi del fondo
ja: ファンドの問題

source: Fund a feature, bug, or security issue that you care about, &amp; get results.
hi: एक सुविधा, बग, या सुरक्षा समस्या को निधि दें जिसके बारे में आप परवाह करते हैं, & amp; परिणाम प्राप्त करें।
it: Finanzia un problema di funzionalità, bug o sicurezza che ti interessa e ottieni risultati.
ja: 気になる機能、バグ、セキュリティの問題には、結果を得る。

source: Tip Developers
hi: टिप डेवलपर्स
it: Sviluppatori di punta
ja: ヒントデベロッパー

source: Reward contributors who have added value to your repository with a tip.
hi: योगदानकर्ताओं को पुरस्कार दें जिन्होंने आपके भंडार में एक टिप के साथ मूल्य जोड़ा है।
it: Contribuenti ricompensa che hanno aggiunto valore al tuo repository con un suggerimento.
ja: ヒントを付けてリポジトリに価値を追加した貢献者に報酬を与えましょう。

source: Find Work
hi: काम तलाशें
it: Trovare lavoro
ja: 仕事を見つけます

source: Find interesting projects to work on, interesting people to work with. Try projects before you fully commit to them. Add value wherever you go.
hi: काम करने के लिए दिलचस्प परियोजनाएं, दिलचस्प लोगों के साथ काम करने के लिए खोजें। पूरी तरह से प्रतिबद्ध करने से पहले परियोजनाओं को आजमाएं। जहां भी जाएं, मूल्य जोड़ें।
it: Trova progetti interessanti su cui lavorare, persone interessanti con cui lavorare. Prova i progetti prima che ti impegni pienamente. Aggiungi valore ovunque tu vada.
ja: 面白いプロジェクトを探して、面白い人たちと仕事を探しましょう。完全にコミットする前にプロジェクトを試してください。あなたが行っても価値があります。

source: All on Github.com
hi: सभी Github.com पर
it: Tutto su Github.com
ja: Github.comのすべて

source: The best thing about Gitcoin is that it works where you do your work; on Github.
hi: गिटकोइन के बारे में सबसे अच्छी बात यह है कि यह काम करता है जहां आप अपना काम करते हैं; गिटहब पर
it: La cosa migliore di Gitcoin è che funziona dove fai il tuo lavoro; su Github.
ja: Gitcoinについての最も良いことは、あなたが仕事をする場所でうまくいくことです。 Githubで

source: Checkout our Toolbox
ja: ツールボックスのチェックアウト

source: Mission-Driven
hi: मिशन संचालित
ja: ミッションドリブン

source: Everything we do is to support our mission to 'Grow Open Source'
hi: हम जो कुछ भी करते हैं वह है 'ओपन सोर्स' बढ़ाने के हमारे मिशन का समर्थन करना
it: Tutto ciò che facciamo è supportare la nostra missione di &quot;Grow Open Source&quot;
ja: 私たちがやることは、「Grow Open Source」への私たちの使命をサポートすることです。

source: Read about our Mission
ja: 私たちの使命について読む

source: Models in the %(name)s application
hi: %(name)s आवेदन में मॉडल
it: Modelli nell&#39;applicazione %(name)s
ja: %(name)s アプリケーションのモデル

source: Add
hi: जोड़ना
it: Inserisci
ja: 追加

source: Change
hi: परिवर्तन
it: Modificare
ja: 変化する

source: You don't have permission to edit anything.
hi: आपको कुछ भी संपादित करने की अनुमति नहीं है।
it: Non hai il permesso di modificare nulla.
ja: あなたは何かを編集する権限がありません。

source: Analytics
hi: एनालिटिक्स
it: analitica
ja: アナリティクス

source: Debugging Tasks
hi: कार्य डिबगिंग
it: Debug delle attività
ja: タスクのデバッグ

source: Impersonate Users
hi: प्रतिरूपण उपयोगकर्ता
it: Impersona gli utenti
ja: ユーザーを偽装する

source: Administrative Tasks
hi: प्रशासनिक कार्य
it: Attività amministrative
ja: 管理タスク

source: Recent Actions
hi: हालिया क्रियाएं
it: Azioni recenti
ja: 最近のアクション

source: My Actions
hi: मेरी कार्रवाई
it: Le mie azioni
ja: 私の行動

source: None available
hi: उपलब्ध नहीं
it: Nessuno disponibile
ja: 利用できない

source: Unknown content
hi: अज्ञात सामग्री
it: Contenuto sconosciuto
ja: 不明なコンテンツ

source: These are the ones who have opted to be public about it
hi: ये वे हैं जिन्होंने इसके बारे में सार्वजनिक होने का विकल्प चुना है
it: Questi sono quelli che hanno scelto di essere pubblici al riguardo
ja: これらは、それについて一般公開されている人です

source: By continuing to browse the site, you are agreeing to our use of cookies. Learn more in
hi: साइट ब्राउज़ करना जारी रखते हुए, आप कुकीज़ के हमारे उपयोग से सहमत हैं। में और जानें
it: Continuando a navigare nel sito, accetti il ​​nostro utilizzo dei cookie. Scopri di più in
ja: サイトを閲覧し続けることにより、Cookieの使用に同意したことになります。詳細はこちら

source: Gitcoin's Privacy Policy
ja: Gitcoinのプライバシーポリシー

source: Expires:
hi: समय समाप्ति:
it: Scade:
ja: 有効期限：

source: Specs:
hi: ऐनक:
it: Specifiche:
ja: 仕様：

source: Type:
hi: प्रकार:
it: Genere:
ja: タイプ：

source: Experience Level:
hi: अनुभव स्तर:
it: Livello di esperienza:
ja: 経験の程度：

source: Bounty Details Changed
hi: बाउंटी विवरण बदल गया
it: Dettagli Bounty cambiati
ja: バウンティの詳細が変更されました

source: You are receiving this email because your email address is on the notification list for this funded issue.
hi: आपको यह ईमेल प्राप्त हो रहा है क्योंकि आपका ईमेल पता इस वित्त पोषित मुद्दे के लिए अधिसूचना सूची पर है।
it: Hai ricevuto questa email perché il tuo indirizzo email è presente nell&#39;elenco delle notifiche per questo problema finanziato.
ja: あなたのメールアドレスがこの資金提供された問題の通知リストにあるため、このメールが届きました。

source: Manage Email Settings
hi: ईमेल सेटिंग्स को प्रबंधित करें
it: Gestisci le impostazioni della posta elettronica
ja: メール設定の管理

source: The Gitcoin Weekly
hi: गिटकोइन वीकली
it: Il settimanale di Gitcoin
ja: Gitcoinウィークリー

source: Last Week's Highlights
hi: पिछले सप्ताह की हाइलाइट्स
it: Aspetti della settimana scorsa
ja: 先週のハイライト

source: Community Members growing open source
hi: सामुदायिक सदस्य ओपन सोर्स बढ़ रहे हैं
it: Membri della comunità in crescita open source
ja: オープンソースを生み出しているコミュニティメンバー

source: Open Funded Issues
hi: खुले वित्त पोषित मुद्दे
ja: オープンな資金提供の問題

source: Grow Open Source &amp; Make Some ETH
hi: ओपन सोर्स बढ़ाएं & amp; कुछ ईटीएच बनाओ
it: Diventa Open Source e fai un po &#39;di ETH
ja: 成長オープンソース＆amp;いくつかのETHを作る

source: Don't see anything that strikes your fancy above?
hi: उपरोक्त अपनी कल्पना पर हमला करने वाली कुछ भी न देखें?
it: Non vedi niente che colpisca la tua fantasia sopra?
ja: 上のあなたの想像を打つ何かを見ない？

source: There are more issues in the Gitcoin Issue Explorer:
hi: गिटकोइन इश्यु एक्सप्लोरर में और अधिक मुद्दे हैं:
it: Ci sono altri problemi in Gitcoin Issue Explorer:
ja: Gitcoin Issue Explorerにはさらに多くの問題があります。

source: View Issue Explorer
hi: समस्या एक्सप्लोरर देखें
it: Visualizza Issue Explorer
ja: 問題のエクスプローラを表示する

source: Who's leading the Leaderboard?
hi: लीडरबोर्ड कौन ले रहा है?
it: Chi guida la classifica?
ja: リーダーボードのリーダーは誰ですか？

source: See the top Gitcoin Network Members For the last 90 Days
hi: पिछले 90 दिनों के लिए शीर्ष गिटकोइन नेटवर्क सदस्यों को देखें
it: Guarda i membri della rete Gitcoin in alto per gli ultimi 90 giorni
ja: 過去90日間のGitcoin Networkメンバーのトップを見る

source: View Leaderboard
hi: लीडरबोर्ड देखें
it: Visualizza classifica
ja: リーダーボードを見る

source: Bounties from around the ecosystem
hi: पारिस्थितिक तंत्र के आसपास से उपहार
it: Taglie provenienti da tutto l&#39;ecosistema
ja: 生態系からの恩恵

source: From other great projects in OSS
hi: ओएसएस में अन्य महान परियोजनाओं से
it: Da altri grandi progetti in OSS
ja: OSSの他の素晴らしいプロジェクトから

source: There's much much more on the Gitcoin Universal Bounties Explorer:
hi: गिटकोइन यूनिवर्सल बाउंटी एक्सप्लोरर पर बहुत कुछ है:
it: C&#39;è molto di più in Gitcoin Universal Bounties Explorer:
ja: Gitcoin Universal Bounties Explorerにははるかに多くのものがあります。

source: View Bounties Universe
hi: बंटियां ब्रह्मांड देखें
it: Visualizza l&#39;universo di Bounties
ja: 賞金の宇宙を見る

source: You are receiving this email because your email address is on the notification list.
hi: आपको यह ईमेल प्राप्त हो रहा है क्योंकि आपका ईमेल पता अधिसूचना सूची पर है।
it: Hai ricevuto questa email perché il tuo indirizzo email è presente nell&#39;elenco delle notifiche.
ja: あなたのメールアドレスが通知リストにあるため、このメールが届きました。

source: Are you still working on this?
hi: क्या आप अभी भी इस पर काम कर रहे हैं?
it: Ci stai ancora lavorando?
ja: あなたはまだこれに取り組んでいますか？

source: Hey there,
hi: सुनो,
it: Ehilà,
ja: ちょっと、そこ、

source: Do you still want to work on this? Please let us know so we can find someone else to work on it if not!
hi: क्या आप अभी भी इस पर काम करना चाहते हैं? कृपया हमें बताएं ताकि हम किसी और को काम करने के लिए ढूंढ सकें यदि नहीं!
it: Vuoi ancora lavorare su questo? Per favore faccelo sapere in modo che possiamo trovare qualcun altro a lavorarci, se no!
ja: あなたはまだこれに取り組んでいますか？そうでなければ、他の誰かがそれに取り組むことができるように私たちにお知らせください！

source: If so, please leave a comment on the github thread to check in.
hi: यदि ऐसा है, तो कृपया जांचने के लिए गिटहब थ्रेड पर एक टिप्पणी छोड़ दें।
it: In tal caso, si prega di lasciare un commento sul thread github per il check-in.
ja: もしそうなら、githubスレッドにコメントを残してチェックインしてください。

source: OR
hi: या
it: O
ja: または

source: If not, click 'Stop Work' on the <a href="%(bounty.absolute_url)s">issue detail page</a>.
hi: यदि नहीं, तो <a href="%(bounty.absolute_url)s"> समस्या विवरण पृष्ठ </a> पर 'कार्य रोकें' पर क्लिक करें।
it: In caso contrario, fare clic su &quot;Interrompi lavoro&quot; nella <a href="%(bounty.absolute_url)s">pagina dei dettagli</a> del <a href="%(bounty.absolute_url)s">problema</a> .
ja: そうでない場合は、<a href="%(bounty.absolute_url)s">問題の詳細ページ</a>の「停止」をクリックしてください。

source: If you have any questions, feel free to reach out <a href="https://gitcoin.co/slack">on slack</a>.
hi: यदि आपके कोई प्रश्न हैं, तो <a href="https://gitcoin.co/slack"> स्लैक पर पहुंचने के लिए स्वतंत्र महसूस करें </a>।
it: Se hai qualche domanda, non esitare a <a href="https://gitcoin.co/slack">contattarci</a> .
ja: ご不明な点がございましたら、<a href="https://gitcoin.co/slack">余裕をもって</a>お気軽にお問い合わせください。

source: Funded Issue Details
hi: वित्त पोषित अंक विवरण
it: Dettagli emissione finanziata
ja: 資金の問題の詳細

source: Hey
hi: अरे
ja: ねえ

source: Gitcoin has distributed your faucet request for %(amount)s ETH to
hi: गिटकोइन ने %(amount)s ETH के लिए अपना फॉक्स अनुरोध वितरित किया है
it: Gitcoin ha distribuito la tua richiesta di rubinetto per %(amount)s ETH a
ja: Gitcoinは、 %(amount)s ETHのためのあなたの蛇口要求を

source: This should be enough gas to send your first Ethereum Transaction. We hope you'll consider using it on Gitcoin!
hi: यह आपका पहला एथेरियम लेनदेन भेजने के लिए पर्याप्त गैस होना चाहिए। हमें आशा है कि आप इसे गिटकोइन पर इस्तेमाल करने पर विचार करेंगे!
it: Questo dovrebbe essere abbastanza gas per inviare la tua prima Transazione Ethereum. Speriamo che tu stia pensando di usarlo su Gitcoin!
ja: これは最初のEthereumトランザクションを送信するのに十分なガスでなければなりません。 Gitcoinでの使用を検討していただければ幸いです！

source: Faucet Request Rejected ‼️
hi: फॉक्स का अनुरोध अस्वीकार! ️
it: Richiesta di rubinetto rifiutata! ️
ja: 蛇口のリクエストが拒否されました！️

source: Gitcoin *could not* approve your faucet request for %(amount)s ETH to
hi: गिटकोइन * %(amount)s ETH के लिए आपके फॉक्स के अनुरोध को स्वीकार नहीं कर सका
it: Gitcoin * non può * approvare la tua richiesta di rubinetto per %(amount)s ETH a
ja: Gitcoin *は %(amount)s ETHへのあなたの蛇口要求を承認できませんでした

source: Here are somme comments from the administrator:
hi: व्यवस्थापक से सोम्मे टिप्पणियां यहां दी गई हैं:
it: Ecco i commenti del somme dall&#39;amministratore:
ja: 管理者からのコメントは次のとおりです。

source: You are welcome to re-apply at
hi: आप पर फिर से आवेदन करने के लिए स्वागत है
it: Sei il benvenuto a ri-applicare a
ja: あなたは再申請を歓迎します。

source: Gitcoin: Updated Terms & Policies
hi: गिटकोइन: अद्यतन नियम और नीतियां
it: Gitcoin: termini e politiche aggiornati
ja: Gitcoin：更新された利用規約

source: Hello
hi: नमस्ते
it: Ciao
ja: こんにちは

source: As a Web 3.0 company, we think carefully about user data and privacy and how the internet is evolving. We hope Web 3.0 will bring more control of data to users. With this ethos, we are always careful about how we use your information.
hi: एक वेब 3.0 कंपनी के रूप में, हम उपयोगकर्ता डेटा और गोपनीयता के बारे में सावधानी से सोचते हैं और इंटरनेट कैसे विकसित हो रहा है। हमें आशा है कि वेब 3.0 उपयोगकर्ताओं को डेटा का अधिक नियंत्रण लाएगा। इस आचार के साथ, हम हमेशा आपकी जानकारी का उपयोग करने के बारे में सावधान रहेंगे।
it: Come società Web 3.0, pensiamo attentamente ai dati degli utenti e alla privacy e al modo in cui Internet si sta evolvendo. Speriamo che il Web 3.0 porterà un maggiore controllo dei dati agli utenti. Con questo ethos, siamo sempre attenti a come usiamo le tue informazioni.
ja: Web 3.0企業として、私たちはユーザーデータとプライバシーとインターネットがどのように進化しているかを慎重に考えます。 Web 3.0がより多くのデータをユーザーに制御してくれることを願っています。このような心構えで、私たちはあなたの情報の使い方を常に慎重にしています。

source: Our Privacy Policy and Terms of Use are now compliant with requirements ofGeneral Data Protection Regulation (GDPR). These changes are in effect as of May 25, 2018. So your continued use of the Gitcoin will be subject to our updated Terms of Use and Privacy Policy.
hi: हमने हाल ही में हमारी डेटा उपयोग, गोपनीयता नीति और कुकी नीति में सुधार, सामान्य डेटा संरक्षण विनियमन (जीडीपीआर) की आवश्यकताओं का अनुपालन करने के लिए हमारी गोपनीयता नीति की समीक्षा की। ये परिवर्तन <b> 25 मई, 2018 </ b> पर प्रभावी हो जाएंगे, और <b> 25 मई, 2018 </ b> के बाद गिटकोइन का आपका निरंतर उपयोग हमारी अद्यतन शर्तों और गोपनीयता नीति के अधीन होगा ।
it: Di recente abbiamo esaminato la nostra Informativa sulla privacy per conformarci ai requisiti del Regolamento generale sulla protezione dei dati (GDPR), migliorando le nostre Condizioni d'uso, l'Informativa sulla privacy e la Politica sui cookie. Queste modifiche entreranno in vigore il <b> 25 maggio 2018 </ b> e il tuo uso continuato di Gitcoin dopo <b> 25 maggio 2018 </ b> sarà soggetto alle nostre Condizioni d'uso e Informativa sulla privacy aggiornate .
ja: 私たちは最近、一般データ保護規制（GDPR）の要件を遵守し、当社の利用規約、プライバシーポリシー、およびCookieポリシーを改善するためにプライバシーポリシーを見直しました。これらの変更は<b> 2018年5月25日</ b>に適用され、<b> 2018年5月25日</ b>以降のGitcoinの継続的な使用はGoogleの更新された利用規約およびプライバシーポリシー。

source: As always, the entire Gitcoin team works every day to make Gitcoin a safe and trustworthy place to grow open source. We invite you to learn more about our outlined updates to our Policies and Terms of Use:
hi: हमेशा की तरह, पूरी गिटकोइन टीम हर दिन काम करती है ताकि गिटकोइन को खुले स्रोत को विकसित करने के लिए एक सुरक्षित और भरोसेमंद जगह बना सके। हम आपको हमारी नीतियों और उपयोग की शर्तों के हमारे उल्लिखित अपडेट के बारे में अधिक जानने के लिए आमंत्रित करते हैं:
it: Come sempre, l'intero team Gitcoin lavora ogni giorno per rendere Gitcoin un luogo sicuro e affidabile per la crescita dell'open source. Ti invitiamo a saperne di più sui nostri aggiornamenti illustrati alle nostre norme e condizioni d'uso:
ja: いつものように、Gitcoinチーム全体が毎日働いてオープンソースを成長させる安全で信頼できる場所にしています。 Googleのポリシーと利用規約の概要をご紹介します。

source: Our updated Privacy Policy
hi: हमारी अद्यतन गोपनीयता नीति
it: La nostra politica sulla privacy aggiornata
ja: 更新されたプライバシーポリシー

source: Our updated Cookie Policy
hi: हमारी अद्यतन कुकी नीति
it: La nostra politica sui cookie aggiornata
ja: 更新されたCookieポリシー

source: Our updated Terms of Use
hi: उपयोग की हमारी अद्यतन शर्तें
it: I nostri Termini d'uso aggiornati
ja: 私たちの更新された利用規約

source: We’ll continue to keep you updated on our data privacy policies on the path towards a more open, transparent web. Thanks for using Gitcoin, and please let us know if you have any questions or feedback.
hi: हम आपको अधिक खुले, पारदर्शी वेब की ओर पथ पर हमारी डेटा गोपनीयता नीतियों पर अपडेट रखना जारी रखेंगे। गिटकोइन का उपयोग करने के लिए धन्यवाद, और अगर आपके कोई प्रश्न या प्रतिक्रिया है तो कृपया हमें बताएं।
it: Continueremo a tenerti aggiornato sulle nostre politiche sulla privacy dei dati nel percorso verso un web più aperto e trasparente. Grazie per aver utilizzato Gitcoin e facci sapere se hai domande o feedback.
ja: 私たちは引き続き、よりオープンで透過的なウェブへの道のりで、私たちのデータプライバシーポリシーを更新していきます。 Gitcoinをご利用いただきありがとうございます。ご質問やご意見がございましたら、お知らせください。

source: Warmly, <br> Gitcoin Core
hi: गर्म, <br> गिटकोइन कोर
it: Calorosamente, <br> Gitcoin Core
ja: 暖かく、<br> ギトコインコア

source: New Funded Issue
hi: नया वित्त पोषित मुद्दा
it: Nuova emissione di fondi
ja: 新しい資金の問題

source: Other Open Funded Issue
hi: अन्य खुले वित्त पोषित मुद्दे
it: Altro problema di finanziamento aperto
ja: その他の未公開資金問題

source: You are receiving this email because your email preferences matched with these keywords:
hi: आपको यह ईमेल प्राप्त हो रहा है क्योंकि आपकी ईमेल प्राथमिकताएं इन खोजशब्दों से मेल खाती हैं:
it: Hai ricevuto questa email perché le tue preferenze email corrispondono a queste parole chiave:
ja: メール設定が次のキーワードと一致しているため、このメールが届いています：

source: Funds Paid!
hi: निधि का भुगतान!
it: Fondi pagati!
ja: 支払われた資金！

source: Your claim has been accepted, and the fulfillment transaction is now on the Ethereum network!
hi: आपका दावा स्वीकार कर लिया गया है, और पूर्ति लेनदेन अब एथेरियम नेटवर्क पर है!
it: La tua richiesta è stata accettata e la transazione di adempimento è ora sulla rete Ethereum!
ja: あなたの主張は受け入れられ、履行取引は現在Ethereumネットワーク上にあります！

source: You are receiving this email because your email address is on the bounty notification list for this funded issue.
hi: आपको यह ईमेल प्राप्त हो रहा है क्योंकि आपका ईमेल पता इस वित्त पोषित मुद्दे के लिए बाउंटी अधिसूचना सूची पर है।
it: Hai ricevuto questa email perché il tuo indirizzo email è presente nell&#39;elenco delle notifiche di bounty per questo problema finanziato.
ja: あなたのメールアドレスは、この資金提供済みの問題の奨励金通知リストに記載されているため、このメールが届いています。

source: Your Funded Bounty is Expiring
ja: あなたの資金拠出額が期限切れです

source: Heads up! The funded issue that you posted (below) is expiring in %(num)s %(unit)s.
hi: सचेत! आपके द्वारा पोस्ट किया गया वित्त पोषित मुद्दा %(num)s %(unit)sमें समाप्त हो रहा है।
it: Dritta! Il problema finanziato che hai pubblicato (sotto) sta scadendo in %(num)s %(unit)s.
ja: 注意喚起！あなたが投稿した資金提供済みの問題は、 %(num)s %(unit)sで期限切れです。

source: Heads up! The funded issue that you fulfilled (below) is expiring in %(num)s %(unit)s.
hi: सचेत! आपके द्वारा पूरा (नीचे) वित्त पोषित मुद्दा %(num)s %(unit)sमें समाप्त हो रहा है।
it: Dritta! Il problema finanziato che hai adempiuto (di seguito) è scaduto in %(num)s %(unit)s.
ja: 注意喚起！あなたが満たした資金提供された問題は、 %(num)s %(unit)sで期限切れです。

source: Extend Expiration Date
hi: समाप्ति तिथि बढ़ाएं
it: Estendere la data di scadenza
ja: 有効期限を延長する

source: There is a currently pending claim agains this funded issue. Please make sure you process them!
hi: इस वित्त पोषित मुद्दे पर वर्तमान में लंबित दावा फिर से है। कृपया सुनिश्चित करें कि आप उन्हें संसाधित करते हैं!
it: C&#39;è una richiesta in corso di nuovo questo problema finanziato. Per favore assicurati di elaborarli!
ja: この資金提供された問題は、現在係争中です。あなたがそれらを処理することを確認してください！

source: After a funded issue has expired, a contributor is still able to submit work and you will still be able to accept work.
ja: 資金援助された問題が期限切れになった後も、投稿者は依然として仕事を提出することができ、あなたは依然として仕事を受け入れることができます。

source: You can also cancel the bounty on the issue details page if needed.
hi: यदि आवश्यक हो तो आप समस्या विवरण पृष्ठ पर बकाया भी रद्द कर सकते हैं।
it: È inoltre possibile annullare la taglia sulla pagina dei dettagli del problema, se necessario.
ja: 必要に応じて、問題の詳細ページで賞品をキャンセルすることもできます。

source: Why don't you leave a comment <a href="%(bounty.github_url)s">on github</a> and let the bounty owner know that you'd like to wrap this up soon? :)
hi: आप github पर <a href="%(bounty.github_url)s"> टिप्पणी क्यों नहीं छोड़ते हैं और बाउंटी स्वामी को यह पता है कि आप इसे जल्द ही लपेटना चाहते हैं? :)
it: Perché non lasci un commento <a href="%(bounty.github_url)s">su Github</a> e lasci che il proprietario di taglie sappia che ti piacerebbe concludere questo? :)
ja: <a href="%(bounty.github_url)s"> github </a>のコメントを残して、すぐにこれをまとめたいとバウンティオーナーに知らせてみませんか？ :)

source: If you have any problems, feel free to reach out <a href="https://gitcoin.co/slack">on slack</a>.
hi: यदि आपको कोई समस्या है, तो <a href="https://gitcoin.co/slack"> slack </a> पर पहुंचने के लिए स्वतंत्र महसूस करें।
it: Se hai problemi, sentiti libero di <a href="https://gitcoin.co/slack">allungare la mano</a> .
ja: 何か問題がある場合は、<a href="https://gitcoin.co/slack">余裕をもって</a>お気軽にお問い合わせください。

source: Fulfillment Rejected
hi: पूर्ति अस्वीकार कर दी गई
it: Esecuzione rifiutata
ja: 履行拒否

source: There is a new funded issue fulfillment *rejection*. Please refer to the rejection comments on the github pull request to learn why.
hi: एक नया वित्त पोषित मुद्दा पूर्ति * अस्वीकृति * है। कृपया जानने के लिए गिटहब पुल अनुरोध पर अस्वीकृति टिप्पणियों का संदर्भ लें।
it: C&#39;è un nuovo adempimento di un problema finanziato * rifiuto *. Si prega di fare riferimento ai commenti di rifiuto sulla richiesta github pull per imparare perché.
ja: 新たに資金提供される問題の履行*拒否*があります。理由を知るにはgithub pullリクエストの拒否コメントを参照してください。

source: New Match Alert
hi: नया मैच अलर्ट
it: Nuovo avviso partita
ja: 新しいマッチアラート

source: meet
hi: मिलना
it: incontrare
ja: 会う
