Repository: uivlis/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: hi, it, ja

source: <p class="c18 title" id="h.cn4lvjpnb7pd"><span class="c6">Gitcoin Terms of Use</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c0">Last updated: May 24, 2018</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c3">IMPORTANT NOTICE: THIS AGREEMENT IS SUBJECT TO BINDING ARBITRATION AND A WAIVER OF CLASS ACTION RIGHTS AS DETAILED IN </span><span class="c3">SECTION </span><span class="c3">22.</span><span class="c0">&nbsp;PLEASE READ THE AGREEMENT CAREFULLY.</span></p> <h2 class="font-title mt-5 c11" id="h.kkdg9whr5sl0"><span class="c14 c3">1. </span><span class="c2">ACCEPTANCE OF TERMS</span></h2> <p class="c5"><span class="c3">ConsenSys AG&rsquo;s Gitcoin </span><span class="c3">&nbsp;(&ldquo;Gitcoin&rdquo;) i</span><span class="c3">s a blockchain-based incentivization toolkit for Open Source Software allowing Users to interact with Gitcoin. &ldquo;Tasks&rdquo; means any service a Site participant requests or performs. Site participants may consist of (a) Those who post Tasks to Gitcoin (individually a &ldquo;Poster,&rdquo; collectively the &ldquo;Posters&rdquo;); (b) those who fulfill Tasks (individually a &ldquo;Hunter&rdquo; or collectively the &ldquo;Hunters&rdquo;); and (c) those who interact with the Gitcoin site but do not post or fulfill Tasks (a &ldquo;Visitor,&rdquo; Posters, Hunters, and Visitors collectively referred to as &ldquo;Users&rdquo;).</span><span class="c3">&nbsp;</span><span class="c3">The </span><span class="c3">Gitcoin</span><span class="c3">&nbsp;website</span><span class="c3">&nbsp;(</span><span class="c3"><a class="c23" href="https://www.google.com/url?q=https://gitcoin.co/&amp;sa=D&amp;ust=1513054099642000&amp;usg=AFQjCNEurAtspjVR3BNgvDHOMteq3vcUJA">https://gitcoin.co/</a></span><span class="c3">,the &ldquo;Site&rdquo;) serves as a registration portal, product offering, and an overview of the Gitcoin services. The site also includes text, images, audio, code and other materials or third party information. The Site allows Posters to fund and post Tasks for Hunters to resolve.</span><span class="c3">The Site and any other features, tools, materials, or services offered from time to time by </span><span class="c3">Gitcoin</span><span class="c3">, is referred to here as the &ldquo;Service.&rdquo;</span><span class="c3">&nbsp;Please read these Terms of Use (the &ldquo;Terms&rdquo; or &ldquo;Terms of Use&rdquo;) carefully before using the Service. By using or otherwise accessing the Services, or clicking to accept or agree to these Terms where that option is made available, you (x) accept and agree to these Terms (y) consent to the collection, use, disclosure and other handling of information as described in our Privacy Policy and (z) any additional terms, rules and conditions of participation issued by </span><span class="c3">Gitcoin</span><span class="c0">&nbsp;from time to time. IF YOU DO NOT AGREE TO THE TERMS, THEN YOU MAY NOT ACCESS OR USE THE SERVICES. </span></p> <h2 class="font-title mt-5 c4" id="h.bsdfqqr8n5x9"><span class="c2">2. MODIFICATIONS OF TERMS OF USE</span></h2> <p class="c5"><span class="c3">Except for </span><span class="c3">Section 2</span><span class="c3">2</span><span class="c3">, providing for binding arbitration and waiver of class action rights, </span><span class="c3">Gitcoin</span><span class="c0">&nbsp;reserves the right, at its sole discretion, to modify or replace the Terms of Use at any time. The most current version of these Terms will be posted on our Site. You shall be responsible for reviewing and becoming familiar with any such modifications. Use of the Services by you after any modification to the Terms constitutes your acceptance of the Terms of Use as modified.</span></p> <h2 class="font-title mt-5 c11" id="h.k4xzqrqyqzn9"><span class="c2">3. ELIGIBILITY</span></h2> <p class="c5"><span class="c3">You represent and warrant that you: (a) are of legal age to form a binding contract; (b) have not previously been suspended or removed from using our Services; and (c) have full power and authority to enter into this agreement and in doing so will not violate any other agreement to which you are a party. If you are registering to use the Services on behalf of a legal entity, you further represent and warrant that (x) such legal entity is duly organized and validly existing under the applicable laws of the jurisdiction of its organization, and (y) you are duly authorized by such legal entity to act on its behalf.</span></p> <h2 class="font-title mt-5 c4" id="h.r37hhdfs3aq8"><span class="c2">4. ROLE OF GITCOIN</span></h2> <p class="c8"><span class="c0">You expressly acknowledge, agree, and understand that: the Site is merely a platform through which Posters and Hunters conduct transactions. Unless participating on the Site as a Poster, Gitcoin is not involved in the transactions, and has no control over the quality, safety, or legality of Tasks or consideration for Tasks, the ability of Hunters to perform Tasks to Posters&rsquo; satisfaction, or the ability of Posters to pay for Tasks. You are not an employee of Gitcoin, and Gitcoin does not, in any way, screen, supervise, direct, or control Hunters or services performed for or delivered to Posters &nbsp;(&ldquo;Hunter Services&rdquo;). Gitcoin will not have any liability or obligations under or related to Service Contracts (defined below) for any acts or omissions by you or other Users. Gitcoin has no control over Hunters or the Hunter Services offered or rendered by Hunters and Gitcoin makes no representations as to the reliability, capability, or qualifications of any Hunter or the quality, security, or legality of any Hunter Services, and Gitcoin disclaims any and all liability relating thereto. Use of the Site is at your own risk. Because Gitcoin is not a party to the transactions between Posters and Hunters, Gitcoin is not responsible for resolving any disputes between participants related to any Tasks.</span></p> <h2 class="font-title mt-5 c20" id="h.cyv74rfhac77"><span class="c2">5. GITCOIN POSTERS</span></h2> <p class="c8"><span class="c3">As a Poster, </span><span class="c15 c3">you agree that: (a) you will interact with Hunters in a professional and courteous manner, and accurately describe your Task; (b) you may only use the Site for business, commercial, or research purposes; (c) you may not have Hunters perform Tasks through venues other than the Site; (d) payment will be issued and remitted to Hunters upon the your approval of Task; (e) payment is not refundable; (f) you will not reject Tasks performed by Hunters without good cause; and (g) you will not post a Task that violates any part of</span><span class="c3 c15">&nbsp;section 11 of </span><span class="c15 c3">the Terms.</span></p> <h2 class="font-title mt-5 c17" id="h.y7zb2kfxtv56"><span class="c2">6. GITCOIN HUNTERS</span></h2> <p class="c8"><span class="c3">As a Hunter, you agree that: (a) you will interact with Posters in a professional and courteous manner, and provide reasonably requested information in connection with your performance of Tasks; (b) you will perform Tasks in a competent and workmanlike manner; (c) you will supply complete, accurate, non-malicious information for all Tasks you perform; (d) you will not perform Tasks through venues other than the Site; (e) you will not submit anything to Poster that violates section </span><span class="c3">11 of the Terms</span><span class="c0">; and (f) Posters may reject Tasks you perform for good cause and currently there is no way for a Hunter to dispute any rejection of a submission made through the Site, meaning you may not be paid if a Poster rejects your submission.</span></p> <h2 class="font-title mt-5 c17" id="h.kduzwod3rdxb"><span class="c2">7. WORK PRODUCT AND WORK FOR HIRE</span></h2> <p class="c8"><span class="c0">Hunter will perform the Hunter Services in a professional and workmanlike manner and will timely deliver any agreed upon tangible or intangible results or deliverables, including, but not limited to, configurations, computer programs, software, applications, or other information, and any intellectual property developed in connection therewith (&ldquo;Work Product&rdquo;). Where applicable, the Work Product must be submitted to Poster in open source format. </span></p> <p class="c8 c7"><span class="c0"></span></p> <p class="c8"><span class="c3">Any Work Product from Tasks performed as a Hunter is a &quot;work made for hire&quot; for the benefit of the Poster. Upon Hunter&rsquo;s receipt of full payment from Poster, the Work Product, including without limitation all patent rights, copyright rights, mask work rights, moral rights, rights of publicity, trademark, trade dress and service mark rights, goodwill, trade secret rights and other intellectual property rights as may now exist or hereafter come into existence, and all applications therefore and registrations, renewals and extensions thereof, under the laws of any state, country, territory or other jurisdiction </span><span class="c3 c30">(&ldquo;</span><span class="c0">Intellectual Property Rights&rdquo;) in the Work Product, will be the sole and exclusive property of Poster, and Poster will be deemed to be the author thereof. If Hunter has any Intellectual Property Rights to the Work Product that are not owned by Poster upon Hunter&rsquo;s receipt of payment from Client, Hunter hereby automatically irrevocably assigns to Client all right, title and interest worldwide in and to such Intellectual Property Rights. Except as set forth above, Hunter retains no rights to use, and will not challenge the validity of Poster&rsquo;s ownership in, such Intellectual Property Rights. Hunter hereby waives any moral rights, rights of paternity, integrity, disclosure and withdrawal or inalienable rights under applicable law in and to the Work Product.</span></p> <p class="c8 c7"><span class="c0"></span></p> <p class="c8"><span class="c3">Hunter agrees that it will not incorporate into Work Product or otherwise supply Poster any deliverable for which the use or distribution of the code will create (or purport to create) obligations for Poster to grant any rights or immunities under Poster&rsquo;s intellectual property to a third-party, including without limitation any obligation that the Work Product or Poster software combined with, derived from, or distributed with such Work Product (a) be disclosed or distributed in source code form, (b) be licensed for the purpose of making derivative works, or (c) be redistributable at no charge. </span></p> <h2 class="font-title mt-5 c20" id="h.j5wfry9hjl3h"><span class="c2">8. INDEPENDENT CONTRACTORS</span></h2> <p class="c22"><span class="c3">Hunters perform Tasks for Posters in their personal capacity as an independent contractor and not as an employee of a Poster or Gitcoin. As a Hunter, you agree that: (a) you are responsible for and will comply with all applicable laws and registration requirements, including those applicable to independent contractors and maximum working hours regulations; (b) these Terms do not create an association, joint venture, partnership, franchise, or employer/employee relationship between you and Poster, or you and Gitcoin; (iii) you will not represent yourself as an employee or agent of a Poster or Gitcoin; (iv) you will not be entitled to any of the benefits that a Poster or Gitcoin may make available to its employees, such as vacation pay, sick leave, and insurance programs, including group health insurance or retirement benefits; and (v) you are not eligible to recover worker&#39;s compensation benefits in the event of injury. As an independent contractor, Hunter is free at all times to provide Hunter Services to persons or businesses other than Poster, including any competitor of Poster. Hunter does not have authority to enter into written or oral (whether implied or express) contracts on behalf of Poster or Gitcoin. As a Poster, you will not engage a Hunter in any way that may jeopardize that Hunter&#39;s status as an independent contractor performing Tasks for you. Posters may not require an exclusive relationship.</span></p> <h2 class="font-title mt-5 c20" id="h.3dy6vkm"><span class="c2">9. GITCOIN CONTRACTS</span></h2> <p class="c8"><span class="c0">As used herein, a &ldquo;Service Contract&rdquo; means, as applicable, the unilateral contractual provisions created by Poster that govern the Hunter Services to be performed by Hunter for Poster for a particular Task posted to the Site and which will typically include a description of the Task or Tasks to be completed, the amount and type of currency as compensation, and the deadline. &nbsp;You acknowledge and agree that Gitcoin is not a party to any Service Contracts, and that the formation of a Service Contract between any Posters and Hunters will not, under any circumstance, create an employment or other service relationship between Gitcoin and Poster or Gitcoin and Hunter.</span></p> <h2 class="font-title mt-5 c17" id="h.g7g8diptk1hj"><span class="c2">10. PAYMENT</span></h2> <p class="c8"><span class="c0">In order to use Site Services, each User must provide its Ethereum wallet address. The Site and the Site Services operate with Ether or ERC20 compatible tokens. Payment to Hunters will occur upon Poster&rsquo;s acceptance of Hunter&rsquo;s Work Product. Acceptance of a Hunter&rsquo;s Work Product is at the sole discretion of the Poster.</span></p> <h2 class="font-title mt-5 c11" id="h.5gnb0dbqhxkw"><span class="c14 c3">11</span><span class="c14 c3">. UNAUTHORIZED USE OR ACCESS</span><sup><a href="#cmnt1" id="cmnt_ref1">[a]</a></sup></h2> <p class="c5"><span class="c0">Unless otherwise expressly authorized in these Terms of Use or on the Site, you may not take any action to interfere with the Site or any other user&rsquo;s use of the Site or decompile, reverse engineer or disassemble any content or other products or processes accessible through the Site, nor insert any code or product or manipulate the content in any way that affects any User&rsquo;s experience. While using the Site you are required to comply with all applicable statutes, orders, regulations, rules, and other laws. In addition, we expect users of the Website to respect the rights and dignity of others. Your use of the Site is conditioned on your compliance with the rules of conduct set forth in this section.</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c16"><span class="c0">You may not use, or encourage others to use, Gitcoin for any illegal, harmful, fraudulent, infringing, or objectionable activities. Here is a non-exhaustive list of prohibited activities:</span></p> <ul class="c13 lst-kix_3y5uqjfd26o6-0 start"> <li class="c1"><span class="c0">Collecting personally identifiable information (e.g., do not ask Users for their email address or phone number)</span></li> <li class="c1"><span class="c0">Using Gitcoin to try to generate &quot;referred&quot; site visits or click-through traffic</span></li> <li class="c1"><span class="c0">Disrupting, manipulating, or degrading the operation of any website, product, or service</span></li> <li class="c1"><span class="c0">Phishing, spamming, or pharming</span></li> <li class="c1"><span class="c0">Unsolicited contacting of Users or other abusive behavior</span></li> <li class="c1"><span class="c0">Advertising or marketing activities, including Tasks requiring registration at another website or group</span></li> <li class="c1"><span class="c0">Tasks intended to promote a site, service or opinion (e.g., don&#39;t ask Hunters to write fake news or reviews)</span></li> <li class="c1"><span class="c0">Infringing or misappropriating the rights of others, including Tasks that require violating the terms of any website, product, or service</span></li> <li class="c1"><span class="c0">Posting or transmitting any content that is illegal, fraudulent or otherwise objectionable, including content that constitutes child pornography, relates to bestiality, or depicts non-consensual sex acts</span></li> <li class="c1"><span class="c0">Disrupting, manipulating, or impairing the operation of the Gitcoin Site (e.g., do not try to &quot;game&quot; search results for Tasks)</span></li> <li class="c1"><span class="c0">Scraping data or content from the Gitcoin Site </span></li> <li class="c1"><span class="c0">Creating a security risk for Gitcoin or any Gitcoin User, including posting Tasks that require downloading software that contains harmful content or malicious code</span></li> <li class="c1"><span class="c3">Performing or requesting asks through venues other than the Gitcoin Site </span></li> </ul> <h2 class="font-title mt-5 c4" id="h.6s3ntndckzu2"><span class="c2">12. WARRANTY DISCLAIMER</span></h2> <p class="c5"><span class="c3">You expressly understand and agree that your use of the Service is at your sole risk. The Service is provided on an &quot;AS IS&quot; and &quot;as available&quot; basis, without warranties of any kind, either express or implied, including, without limitation, implied warranties of merchantability, fitness for a particular purpose or non-infringement. You release </span><span class="c3">Gitcoin</span><span class="c0">&nbsp;from all liability for content you acquired or failed to acquire through the Service.</span></p> <h2 class="font-title mt-5 c4" id="h.w2jz5r6445ny"><span class="c2">13. SOPHISTICATION AND RISK OF CRYPTOGRAPHIC SYSTEMS </span></h2> <p class="c5"><span class="c0">By utilizing the Service or platform in any way, you represent that you understand the inherent risks associated with cryptographic systems; and warrant that you have an understanding of the usage and intricacies of public/private key cryptography, native cryptographic tokens, like Ether (ETH) and Bitcoin (BTC), smart contract based tokens such as those that follow the Ethereum Token Standard (https://github.com/ethereum/EIPs/issues/20), and blockchain-based software systems.</span></p> <h2 class="font-title mt-5 c4" id="h.ljqsz358q603"><span class="c2">14. PLATFORM SECURITY</span></h2> <p class="c5"><span class="c3">Gitcoin</span><span class="c3">&nbsp;is an early stage platform. You acknowledge that Ethereum applications are code subject to flaws and acknowledge that you are solely responsible for evaluating any available code provided by the Services. You further expressly acknowledge and represent that applications can be written maliciously or negligently, that </span><span class="c3">Gitcoin</span><span class="c3">&nbsp;cannot be held liable for your interaction with such applications. These warnings and others later provided by </span><span class="c3">Gitcoin</span><span class="c3">&nbsp;in no way evidence or represent an on-going duty to alert you to all of the potential risks of utilizing the Service</span><span class="c0">.</span></p> <h2 class="font-title mt-5 c4" id="h.xiy9ovkljy1a"><span class="c3 c14">15</span><span class="c2">. RISK OF ERRORS, BUGS, AND DOWNTIME </span></h2> <p class="c5"><span class="c3">You acknowledge and accept that the Services (i) may contain bugs, errors and defects, (ii) may function improperly or be subject to periods of downtime and unavailability, (iii) may result in total or partial loss or corruption of data used in the Services, and (iv) may be modified at any time, including through the release of subsequent versions, all with or without notice. </span></p> <h2 class="font-title mt-5 c11" id="h.xpqi3k39ldhp"><span class="c14 c3">16</span><span class="c2">. INDEMNITY</span></h2> <p class="c5"><span class="c3">You agree, to the fullest extent permitted by applicable law, to release and to indemnify, defend and hold harmless </span><span class="c3">Gitcoin</span><span class="c3">&nbsp;and its parents, subsidiaries, affiliates and agencies, as well as the officers, directors, employees, shareholders and representatives of any of the foregoing entities, from and against any and all losses, liabilities, expenses, damages, costs (including attorneys&rsquo; fees and court costs) claims or actions of any kind whatsoever arising or resulting from your use of the Service, your violation of these Terms of Use, and any of your acts or omissions that implicate publicity rights, defamation or invasion of privacy. </span><span class="c3">Gitcoin</span><span class="c3">&nbsp;reserves the right, at its own expense, to assume exclusive defense and control of any matter otherwise subject to indemnification by you and, in such case, you agree to cooperate with </span><span class="c3">Gitcoin</span><span class="c0">&nbsp;in the defense of such matter.</span></p> <h2 class="font-title mt-5 c11" id="h.7u5ubkaww7kp"><span class="c2">17. LIMITATION ON LIABILITY</span></h2> <p class="c5"><span class="c0">YOU ACKNOWLEDGE AND AGREE THAT YOU ASSUME FULL RESPONSIBILITY FOR YOUR USE OF THE SITES AND SERVICE. YOU ACKNOWLEDGE AND AGREE THAT ANY INFORMATION YOU SEND OR RECEIVE DURING YOUR USE OF THE SITES AND SERVICE MAY NOT BE SECURE AND MAY BE INTERCEPTED OR LATER ACQUIRED BY UNAUTHORIZED PARTIES. YOU ACKNOWLEDGE AND AGREE THAT YOUR USE OF THE SITES AND SERVICE IS AT YOUR OWN RISK. RECOGNIZING SUCH, YOU UNDERSTAND AND AGREE THAT, TO THE FULLEST EXTENT PERMITTED BY APPLICABLE LAW, NEITHER GITCOIN NOR ITS SUPPLIERS OR LICENSORS WILL BE LIABLE TO YOU FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL, PUNITIVE, EXEMPLARY OR OTHER DAMAGES OF ANY KIND, INCLUDING WITHOUT LIMITATION DAMAGES FOR LOSS OF PROFITS, GOODWILL, USE, DATA OR OTHER TANGIBLE OR INTANGIBLE LOSSES OR ANY OTHER DAMAGES BASED ON CONTRACT, TORT (INCLUDING, IN JURISDICTIONS WHERE PERMITTED, NEGLIGENCE AND GROSS NEGLIGENCE), STRICT LIABILITY OR ANY OTHER THEORY (EVEN IF GITCOIN HAD BEEN ADVISED OF THE POSSIBILITY OF SUCH DAMAGES), RESULTING FROM THE SITE OR SERVICE; THE USE OR THE INABILITY TO USE THE SITES OR SERVICE; UNAUTHORIZED ACCESS TO OR ALTERATION OF YOUR TRANSMISSIONS OR DATA; STATEMENTS OR CONDUCT OF ANY THIRD PARTY ON THE SITES OR SERVICE; ANY ACTIONS WE TAKE OR FAIL TO TAKE AS A RESULT OF COMMUNICATIONS YOU SEND TO US; HUMAN ERRORS; TECHNICAL MALFUNCTIONS; FAILURES, INCLUDING PUBLIC UTILITY OR TELEPHONE OUTAGES; OMISSIONS, INTERRUPTIONS, LATENCY, DELETIONS OR DEFECTS OF ANY DEVICE OR NETWORK, PROVIDERS, OR SOFTWARE (INCLUDING, BUT NOT LIMITED TO, THOSE THAT DO NOT PERMIT PARTICIPATION IN THE SERVICE); ANY INJURY OR DAMAGE TO COMPUTER EQUIPMENT; INABILITY TO FULLY ACCESS THE SITES OR SERVICE OR ANY OTHER WEBSITE; THEFT, TAMPERING, DESTRUCTION, OR UNAUTHORIZED ACCESS TO, IMAGES OR OTHER CONTENT OF ANY KIND; DATA THAT IS PROCESSED LATE OR INCORRECTLY OR IS INCOMPLETE OR LOST; TYPOGRAPHICAL, PRINTING OR OTHER ERRORS, OR ANY COMBINATION THEREOF; OR ANY OTHER MATTER RELATING TO THE SITES OR SERVICE.</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c0">SOME JURISDICTIONS DO NOT ALLOW THE EXCLUSION OF CERTAIN WARRANTIES OR THE LIMITATION OR EXCLUSION OF LIABILITY FOR INCIDENTAL OR CONSEQUENTIAL DAMAGES. ACCORDINGLY, SOME OF THE ABOVE LIMITATIONS MAY NOT APPLY TO YOU.</span></p> <h2 class="font-title mt-5 c4" id="h.5wokdxywxd9j"><span class="c14 c3">18</span><span class="c14 c3">. LICENSE</span><span class="c2">S</span></h2> <p class="c5"><span class="c2">18.1. Site License</span></p> <p class="c8"><span class="c3">Subject to and conditioned on your compliance with these Terms of Use, Gitcoin grants you a limited, non-exclusive, non-transferable, non-sublicensable license to access and make personal and non-commercial use of the Service. This license does not include any resale or commercial use of the Service or any derivative use of the Service. All rights not expressly granted to you in these Terms of Use are reserved and retained by Gitcoin or its licensors. The Gitcoin Service may not be reproduced, duplicated, copied, sold, resold, visited, or otherwise exploited for any commercial purpose without express written consent of Gitcoin. You may not frame or utilize framing techniques to enclose any trademark, logo, or other proprietary information (including images, text, page layout, or form) of Gitcoin without express written consent. You may not misuse the Services. You may use the Services only as permitted by law. The licenses granted by Gitcoin terminate if you do not comply with these Terms of Use. Gitcoin retains all right, title, and interest in and to all Intellectual Property Rights in and to the Site and the Site Services.</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c2">18.2. User Content License</span></p> <p class="c19"><span class="c0">When you post or submit any data, feedback, content, text, photographs, images, or other information to any part of the Site or provide to Gitcoin (referred to as &ldquo;User Content&rdquo;), you represent and warrant that you have the right, power, and authority to post that User Content and grant the licenses specified below. &nbsp;You further represent and warrant that by posting or providing such User Content you will not violate third-party rights of any kind, including, without limitation, any Intellectual Property Rights, rights of publicity, or privacy rights. &nbsp;To the extent your User Content may be copyrightable, you represent, warrant, and covenant that you are the owner of all the copyright rights to such User Content and that Gitcoin may exercise the rights to your User Content granted under the Terms of Use without any liability or obligation for any payment.</span></p> <p class="c19"><span class="c0">You retain all ownership rights in any User Content you post on Gitcoin. &nbsp;To the extent permitted by applicable law, you also grant to Gitcoin and our successors and affiliates a royalty-free, sub-licensable, transferable, perpetual, irrevocable, non-exclusive, worldwide license to use, reproduce, modify, publish, list information regarding, edit, translate, distribute, publicly perform, publicly display, and make derivative works of all such User Content and your name, voice, and/or likeness as contained in your User Content, in whole or in part, and in any form, media, or technology, whether now known or hereafter developed, for use in connection with the Site and Gitcoin (and our successors&rsquo; and affiliates&rsquo;) business, including, without limitation, for promoting and redistributing part or all of the Site (and derivative works thereof) in any media formats and through any media channels. &nbsp;You also hereby grant each User a non-exclusive license to access your User Content through the Site and to use, reproduce, distribute, display, and perform such User Content to the extent permitted through the normal functionality of the Site and subject to all applicable confidentiality and other provisions of this Agreement, our Privacy Policy, and applicable law.</span></p> <p class="c19"><span class="c0">The licenses to User Content granted by you in this Agreement will terminate within a commercially reasonable time after you remove or delete your User Content from the Site, except that you grant Gitcoin and our successors and affiliates the irrevocable and perpetual license to retain and use, but not publicly display or distribute, server or archival copies of all User Content that you have removed or deleted to the extent permitted by applicable law.</span></p> <h2 class="font-title mt-5 c11" id="h.ghemxwowkmrx"><span class="c2">19. TERMINATION AND SUSPENSION</span></h2> <p class="c5"><span class="c3">Gitcoin</span><span class="c0">&nbsp;may terminate or suspend all or part of the Service without prior notice or liability if you breach any of the terms or conditions of the Terms. We may, in our sole discretion and without liability to you, with or without prior notice and at any time, modify or discontinue, temporarily or permanently, any portion of our Services.</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c3">The following provisions of the Terms survive any termination of these Terms: INDEMNITY; WARRANTY DISCLAIMERS; LIMITATION ON LIABILITY; OUR PROPRIETARY RIGHTS; TERMINATION; NO THIRD PARTY BENEFICIARIES; BINDING ARBITRATION AND CLASS ACTION WAIVER; GENERAL INFORMATION.</span></p> <h2 class="font-title mt-5 c11" id="h.acx6e4wqdv2d"><span class="c2">20. NO THIRD PARTY BENEFICIARIES</span></h2> <p class="c8"><span class="c3">You agree that, except as otherwise expressly provided in these Terms, there shall be no third party beneficiaries to the Terms. The Terms of Use will not be construed as creating or implying any relationship of agency, franchise, partnership, or joint venture between Users and Gitcoin, except and solely to the extent expressly stated in this Agreement.</span></p> <h2 class="font-title mt-5 c11" id="h.wy5ov23pu496"><span class="c2">21. NOTICE AND PROCEDURE FOR MAKING COPYRIGHT INFRINGEMENT CLAIMS</span></h2> <p class="c5"><span class="c3">If you believe that your copyright or the copyright of a person on whose behalf you are authorized to act has been infringed, please provide </span><span class="c3">Gitcoin</span><span class="c0">&nbsp;a written notice containing the following information:</span></p> <ul class="c13 lst-kix_23kv2cxx4q47-0 start"> <li class="c5 c10"><span class="c0">an electronic or physical signature of the person authorized to act on behalf of the owner of the copyright or other intellectual property interest;</span></li> <li class="c5 c10"><span class="c0">a description of the copyrighted work or other intellectual property that you claim has been infringed;</span></li> <li class="c5 c10"><span class="c0">a description of where the material that you claim is infringing is located on the Service.</span></li> </ul> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c3">Gitcoin</span><span class="c0">&nbsp;can be reached at:</span></p> <p class="c5"><span class="c3">Email: </span><span class="c0">notices@consensys.net</span></p> <p class="c5"><span class="c0">Subject Line: Copyright Notification</span></p> <h2 class="font-title mt-5 c11" id="h.v51364rrch7h"><span class="c2">22. BINDING ARBITRATION AND CLASS ACTION WAIVER</span></h2> <p class="c5"><span class="c0">PLEASE READ THIS SECTION CAREFULLY &ndash; IT MAY SIGNIFICANTLY AFFECT YOUR LEGAL RIGHTS, INCLUDING YOUR RIGHT TO FILE A LAWSUIT IN COURT</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c2">22.1. Initial Dispute Resolution</span></p> <p class="c5"><span class="c0">The parties shall use their best efforts to engage directly to settle any dispute, claim, question, or disagreement and engage in good faith negotiations which shall be a condition to either party initiating a lawsuit or arbitration.</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c2">22.2. Binding Arbitration</span></p> <p class="c5"><span class="c0">If the parties do not reach an agreed upon solution within a period of 30 days from the time informal dispute resolution under the Initial Dispute Resolution provision begins, then either party may initiate binding arbitration as the sole means to resolve claims, subject to the terms set forth below. Specifically, all claims arising out of or relating to these Terms (including their formation, performance and breach), the parties&rsquo; relationship with each other and/or your use of the Service shall be finally settled by binding arbitration administered by the American Arbitration Association in accordance with the provisions of its Commercial Arbitration Rules and the supplementary procedures for consumer related disputes of the American Arbitration Association (the &ldquo;AAA&rdquo;), excluding any rules or procedures governing or permitting class actions. The arbitrator, and not any federal, state or local court or agency, shall have exclusive authority to resolve all disputes arising out of or relating to the interpretation, applicability, enforceability or formation of these Terms, including, but not limited to any claim that all or any part of these Terms are void or voidable, or whether a claim is subject to arbitration. The arbitrator shall be empowered to grant whatever relief would be available in a court under law or in equity. The arbitrator&rsquo;s award shall be written, and binding on the parties and may be entered as a judgment in any court of competent jurisdiction. The parties understand that, absent this mandatory provision, they would have the right to sue in court and have a jury trial. They further understand that, in some instances, the costs of arbitration could exceed the costs of litigation and the right to discovery may be more limited in arbitration than in court.</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c2">22.3. Location</span></p> <p class="c5"><span class="c0">Binding arbitration shall take place in New York. You agree to submit to the personal jurisdiction of any federal or state court in New York County, New York, in order to compel arbitration, to stay proceedings pending arbitration, or to confirm, modify, vacate or enter judgment on the award entered by the arbitrator.</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c2">22.4. Class Action Waiver</span></p> <p class="c5"><span class="c0">The parties further agree that any arbitration or other permitted action shall be conducted in their individual capacities only and not as a class action or other representative action, and the parties expressly waive their right to file a class action or seek relief on a class basis. YOU AND GITCOIN AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING. If any court or arbitrator determines that the class action waiver set forth in this paragraph is void or unenforceable for any reason or that an arbitration can proceed on a class basis, then the arbitration provision set forth above shall be deemed null and void in its entirety and the parties shall be deemed to have not agreed to arbitrate disputes.</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c2">22.5. Exception - Litigation of Intellectual Property and Small Claims Court Claims</span></p> <p class="c5"><span class="c0">Notwithstanding the parties&#39; decision to resolve all disputes through arbitration, either party may bring an action in state or federal court to protect its intellectual property rights (&ldquo;intellectual property rights&rdquo; means patents, copyrights, moral rights, trademarks, and trade secrets, but not privacy or publicity rights). Either party may also seek relief in a small claims court for disputes or claims within the scope of that court&rsquo;s jurisdiction.</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c2">22.6. 30-Day Right to Opt Out</span></p> <p class="c5"><span class="c3">You have the right to opt-out and not be bound by the arbitration and class action waiver provisions set forth above by sending written notice of your decision to opt-out to the following address:</span><span class="c3">&nbsp;</span><span class="c3">Gitcoin</span><span class="c3">&nbsp;&#8453; ConsenSys, 49 Bogart Street, Brooklyn NY 11206 and via email at notices@consensys.net,</span><span class="c3">&nbsp;with subject line &ldquo;</span><span class="c3">Gitcoin</span><span class="c3">&nbsp;LEGAL OPT OUT&rdquo;. The notice must be sent within 30 days of your first use of the Service otherwise you shall be bound to arbitrate disputes in accordance with the terms of those paragraphs. If you opt-out of these arbitration provisions, </span><span class="c3">Gitcoin</span><span class="c0">&nbsp;also will not be bound by them.</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c2">22.7. Changes to this Section</span></p> <p class="c5"><span class="c3">Gitcoin</span><span class="c3">&nbsp;</span><span class="c3">will provide 60-days&rsquo; notice of any changes to this section. Changes will become effective on the 60th day, and will apply prospectively only to any claims arising after the 60th day. For any dispute not subject to arbitration you and </span><span class="c3">Gitcoin</span><span class="c3">&nbsp;agree to submit to the personal and exclusive jurisdiction of and venue in the federal and state courts located in New York, New York. You further agree to accept service of process by mail, and hereby waive any and all jurisdictional and venue defenses otherwise available. The Terms and the relationship between you and </span><span class="c3">Gitcoin</span><span class="c0">&nbsp;shall be governed by the laws of the State of New York without regard to conflict of law provisions.</span></p> <h2 class="font-title mt-5 c28" id="h.2jxsxqh"><span class="c2">23. RELEASE</span></h2> <p class="c29"><span class="c3">In addition to the recognition that Gitcoin </span><span class="c3 c33">is not</span><span class="c0">&nbsp;a party to any Service Contract between Users, you hereby release Gitcoin, our affiliates, and our respective officers, directors, agents, subsidiaries, joint ventures, and employees from claims, demands, and damages (actual and consequential) of every kind and nature, known and unknown, arising out of or in any way connected with any dispute you have with another User, whether it be at law or in equity. &nbsp;This release includes, for example and without limitation, any disputes regarding the performance, functions, and quality of the work provided to the Gitcoin Poster and requests for refunds based upon disputes. </span></p> <p class="c29"><span class="c0">TO THE EXTENT APPLICABLE, YOU HEREBY WAIVE THE PROTECTIONS OF CALIFORNIA CIVIL CODE &sect; 1542 (AND ANY ANALOGOUS LAW IN ANY OTHER APPLICABLE JURISDICTION) WHICH SAYS: &ldquo;A GENERAL RELEASE DOES NOT EXTEND TO CLAIMS WHICH THE CREDITOR DOES NOT KNOW OR SUSPECT TO EXIST IN HIS OR HER FAVOR AT THE TIME OF EXECUTING THE RELEASE, WHICH IF KNOWN BY HIM OR HER MUST HAVE MATERIALLY AFFECTED HIS OR HER SETTLEMENT WITH THE DEBTOR.&rdquo;</span></p> <h2 class="font-title mt-5 c11" id="h.hfe6ssp3258f"><span class="c2">24. GENERAL INFORMATION</span></h2> <p class="c5"><span class="c2">24.1. Entire Agreement</span></p> <p class="c5"><span class="c3">These Terms (and any additional terms, rules and conditions of participation that </span><span class="c3">Gitcoin</span><span class="c3">&nbsp;may post on the Service) constitute the entire agreement between you and </span><span class="c3">Gitcoin</span><span class="c3">&nbsp;with respect to the Service and supersedes any prior agreements, oral or written, between you and </span><span class="c3">Gitcoin</span><span class="c0">. In the event of a conflict between these Terms and the additional terms, rules and conditions of participation, the latter will prevail over the Terms to the extent of the conflict.</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c2">24.2. Waiver and Severability of Terms</span></p> <p class="c5"><span class="c3">The failure of </span><span class="c3">Gitcoin</span><span class="c0">&nbsp;to exercise or enforce any right or provision of the Terms shall not constitute a waiver of such right or provision. If any provision of the Terms is found by an arbitrator or court of competent jurisdiction to be invalid, the parties nevertheless agree that the arbitrator or court should endeavor to give effect to the parties&#39; intentions as reflected in the provision, and the other provisions of the Terms remain in full force and effect.</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c2">24.3. Statute of Limitations</span></p> <p class="c5"><span class="c0">You agree that regardless of any statute or law to the contrary, any claim or cause of action arising out of or related to the use of the Service or the Terms must be filed within one (1) year after such claim or cause of action arose or be forever barred.</span></p> <p class="c5 c7"><span class="c0"></span></p> <p class="c5"><span class="c2">24.4. Communications</span></p> <p class="c5"><span class="c3">Users with questions, complaints or claims with respect to the Service may contact us at </span><span class="c0">legalnotices@gitcoin.co.</span></p> <h2 class="font-title mt-5 c11" id="h.bw8713icc2ga"><span class="c14 c3">25</span><span class="c2">. INTERNATIONAL USERS</span></h2> <p class="c5"><span class="c3">The Site is controlled, operated and administered by </span><span class="c3">Gitcoin</span><span class="c3">&nbsp;from its offices within the United States of America and is not intended to subject </span><span class="c3">Gitcoin</span><span class="c3">&nbsp;to the laws or jurisdiction of any state, country or territory other than that of the United States. </span><span class="c3">Gitcoin</span><span class="c3">&nbsp;does not represent or warrant that the Site or any part thereof is appropriate or available for use in any particular jurisdiction other than the United States. Those who choose to access the Site do so on their own initiative and at their own risk, and are responsible for complying with all local statutes, orders, regulations, rules, and other laws. You are also subject to United States export controls and are responsible for any violations of such controls, including without limitation any United States embargoes or other federal rules and regulations restricting exports. Gitcoin may limit the Site&rsquo;s availability, in whole or in part, to any person, geographic area or jurisdiction we choose, at any time and in our sole discretion.</span></p>
hi: <पी वर्ग = "सी 18 शीर्षक" id = "h.cn4lvjpnb7pd"> <span class = "c6"> गिटकोइन उपयोग की शर्तें </ span> </ p> <पी वर्ग = "सी 5 सी 7"> <span class = "c0"> </ span> </ p> <पी वर्ग = "सी 5"> <span class = "c0"> अंतिम अपडेट: 24 मई, 2018 </ span> </ p> <पी वर्ग = "सी 5 सी 7"> <span class = "c0"> </ span> </ p> <पी वर्ग = "सी 5"> <span class = "c3"> महत्वपूर्ण नोटिस: यह अनुबंध बाध्यकारी बाइबिल और क्लास कार्रवाई अधिकारों की एक सीमा है </ span> <span class = "c3"> सेक्शन < / span> <span class = "c3"> 22। </ span> <span class = "c0"> & nbsp; कृपया सावधानीपूर्वक समझौते को पढ़ें। </ span> </ p> <h2 class = "font-title mt-5 c11" id = "h.kkdg9whr5sl0"> <span class = "c14 c3"> 1। </ span> <span class = "c2"> नियमों का स्वीकृति </ span> </ h2> <पी वर्ग = "सी 5"> <span class = "c3"> ConsenSys एजी & rsquo; गिटकोइन </ span> <span class = "c3"> & nbsp; (& ldquo; गिटकोइन & rdquo;) i </ span> <span class = ओपन सोर्स सॉफ्टवेयर के लिए "c3"> sa blockchain- आधारित प्रोत्साहन टूलकिट उपयोगकर्ताओं को गिटकोइन के साथ बातचीत करने की इजाजत देता है। & Ldquo; कार्य & rdquo; का अर्थ है किसी साइट प्रतिभागी अनुरोध या प्रदर्शन करता है।साइट प्रतिभागियों में शामिल हो सकते हैं (ए) जो लोग गिटकोइन को कार्य पोस्ट करते हैं (व्यक्तिगत रूप से एक & ldquo; पोस्टर, & rdquo; सामूहिक रूप से & ldquo; पोस्टर & rdquo;); (बी) जो कार्य पूरा करते हैं (व्यक्तिगत रूप से एक & ldquo; हंटर & rdquo; या सामूहिक रूप से & ldquo; शिकारी & rdquo;); और (सी) जो लोग गिटकोइन साइट से बातचीत करते हैं लेकिन कार्य पोस्ट नहीं करते हैं या पूरा नहीं करते हैं (एक & ldquo; विज़िटर, & rdquo; पोस्टर, शिकारी, और विज़िटर सामूहिक रूप से & ldquo; उपयोगकर्ता & rdquo;) के रूप में संदर्भित होते हैं। </ span> <span class = "सी 3"> & nbsp; </ span> <span class = "c3"> </ span> <span class = "c3"> गिटकोइन </ span> <span class = "c3"> & nbsp; वेबसाइट </ span > <span class = "c3"> & nbsp; (</ span> <span class = "c3"> <a class = "c23" href = "https://www.google.com/url?q=https: //gitcoin.co/&amp;sa=D&amp;ust=1513054099642000&usg=AFQjCNEurAtspjVR3BNgvDHOMteq3vcUJA">https://gitcoin.co/ </a> </ span> <span class = "c3">, & ldquo; साइट & rdquo ;) एक पंजीकरण पोर्टल, उत्पाद की पेशकश, और गिटकोइन सेवाओं का एक सिंहावलोकन के रूप में कार्य करता है। साइट में पाठ, छवियां, ऑडियो, कोड और अन्य सामग्री या तृतीय पक्ष की जानकारी भी शामिल है। साइट पोस्टर्स को हंटरों को हल करने के लिए कार्यों को निधि और पोस्ट करने की अनुमति देती है। </ Span> <span class = "c3"> साइट और समय-समय पर प्रदान की जाने वाली साइट और अन्य सुविधाओं, टूल, सामग्री या सेवाएं </ span> < अवधि वर्ग = "सी 3"> गिटकोइन </ span> <span class = "c3">, यहां & ldquo; सेवा के रूप में संदर्भित है।& rdquo; </ span> <span class = "c3"> & nbsp; कृपया सेवा का उपयोग करने से पहले इन शर्तों की शर्तों (& ldquo; शर्तें & rdquo; या & ldquo; उपयोग की शर्तें & rdquo;) सावधानी से पढ़ें। सेवाओं का उपयोग या अन्यथा उपयोग करके, या इन शर्तों को स्वीकार करने या उनसे सहमत होने पर क्लिक करने के लिए क्लिक करके, जहां आप विकल्प उपलब्ध कराते हैं, आप (x) संग्रह, उपयोग, प्रकटीकरण और जानकारी के अन्य प्रबंधन को सहमति देते हैं जैसा कि हमारी गोपनीयता नीति और (z) में वर्णित भागीदारी के किसी भी अतिरिक्त नियम, नियम और शर्तों </ span> <span class = "c3"> गिटकोइन </ span> <span class = "c0"> & nbsp; समय पर। यदि आप शर्तों से सहमत नहीं हैं, तो आप सेवाओं का उपयोग या उपयोग नहीं कर सकते हैं। </ Span> </ p> <h2 class = "font-title mt-5 c4" id = "h.bsdfqqr8n5x9"> <span class = "c2"> 2। उपयोग के नियमों के संशोधन </ span> </ h2> <p class = "c5"> <span class = "c3"> </ span> <span class = "c3"> सेक्शन 2 </ span> <span class = "c3"> 2 </ span> < अवधि वर्ग = "सी 3">, बाध्यकारी मध्यस्थता और वर्ग कार्रवाई अधिकारों के छूट के लिए प्रदान करना, </ span> <span class = "c3"> गिटकोइन </ span> <span class = "c0"> & nbsp; अधिकार सुरक्षित रखता है, किसी भी समय उपयोग की शर्तों को संशोधित या बदलने के लिए अपने विवेकाधिकार पर। इन शर्तों का सबसे वर्तमान संस्करण हमारी साइट पर पोस्ट किया जाएगा। आप इस तरह के किसी भी संशोधन से परिचित होने और परिचित होने के लिए जिम्मेदार होंगे। नियमों में किसी भी संशोधन के बाद आपके द्वारा सेवाओं का उपयोग संशोधित के रूप में उपयोग की शर्तों की स्वीकृति का गठन करता है।</ Span> </ p> <h2 class = "font-title mt-5 c11" id = "h.k4xzqrqyqzn9"> <span class = "c2"> 3। पात्रता </ span> </ h2> <पी वर्ग = "सी 5"> <span class = "c3"> आप प्रतिनिधित्व करते हैं और गारंटी देते हैं कि आप: (ए) बाध्यकारी अनुबंध बनाने के लिए कानूनी आयु के हैं; (बी) पहले हमारी सेवाओं का उपयोग करने से पहले निलंबित या हटा दिया नहीं गया है; और (सी) इस समझौते में प्रवेश करने के लिए पूर्ण शक्ति और अधिकार है और ऐसा करने से आप किसी भी अन्य समझौते का उल्लंघन नहीं करेंगे जिसके लिए आप एक पार्टी हैं। यदि आप कानूनी इकाई की तरफ से सेवाओं का उपयोग करने के लिए पंजीकरण कर रहे हैं, तो आप आगे प्रतिनिधित्व करते हैं और गारंटी देते हैं कि (x) ऐसी कानूनी इकाई विधिवत संगठित और वैध रूप से अपने संगठन के अधिकार क्षेत्र के लागू कानूनों के तहत मौजूद है, और (वाई) आप हैं इस तरह की कानूनी इकाई द्वारा उसकी तरफ से कार्य करने के लिए विधिवत अधिकृत। </ span> </ p> <h2 class = "font-title mt-5 c4" id = "h.r37hhdfs3aq8"> <span class = "c2"> 4। गिटकोइन की भूमिका </ span> </ h2> <पी वर्ग = "सी 8"> <span class = "c0"> आप स्पष्ट रूप से स्वीकार करते हैं, सहमति देते हैं, और समझते हैं: साइट केवल एक मंच है जिसके माध्यम से पोस्टर और शिकारी लेनदेन करते हैं। एक पोस्टर के रूप में साइट पर भाग लेने तक, गिटकोइन लेनदेन में शामिल नहीं है, और कार्य, गुणवत्ता, या कार्य की वैधता या कार्य के लिए विचार पर कोई नियंत्रण नहीं है, शिकारी के लिए कार्य करने के लिए शिकारी की क्षमता & rsquo; संतुष्टि, या कार्यों के लिए भुगतान करने के लिए पोस्टर की क्षमता।आप गिटकोइन के कर्मचारी नहीं हैं, और गिटकोइन किसी भी तरह से, स्क्रीनर्स, (& ldquo; हंटर सेवा & rdquo;) के लिए किए गए या वितरित किए गए शिकारी या सेवाओं को स्क्रीन, पर्यवेक्षण, प्रत्यक्ष या नियंत्रित नहीं करते हैं। आपके या अन्य उपयोगकर्ताओं द्वारा किसी भी कृत्यों या चूक के लिए गिटकोइन में सेवा अनुबंध (नीचे परिभाषित) के तहत या उससे संबंधित कोई देयता या दायित्व नहीं होगा। Gitcoin शिकारी या हंटर सेवा की पेशकश की या शिकारी द्वारा प्रदान की गई और Gitcoin विश्वसनीयता, क्षमता, या किसी शिकारी या गुणवत्ता, सुरक्षा, या किसी शिकारी सेवा की वैधता की योग्यता के रूप में कोई प्रतिनिधित्व नहीं करता है, और Gitcoin को अस्वीकार करता है और किसी भी और इस पर नियंत्रण नहीं उससे संबंधित सभी देयता। साइट का उपयोग आपके जोखिम पर है। चूंकि पोस्टकोर्स और शिकारी के बीच लेनदेन के लिए गिटकोइन पार्टी नहीं है, इसलिए गिटकोइन किसी भी कार्य से संबंधित प्रतिभागियों के बीच किसी भी विवाद को हल करने के लिए ज़िम्मेदार नहीं है। </ Span> </ p> <h2 class = "font-title mt-5 c20" id = "h.cyv74rfhac77"> <span class = "c2"> 5।गिटकोइन पोस्टर्स </ span> </ h2> <पी वर्ग = "सी 8"> <span class = "c3"> एक पोस्टर के रूप में, </ span> <span class = "c15 c3"> आप सहमत हैं कि: (ए) आप एक पेशेवर और विनम्र में शिकारी के साथ बातचीत करेंगे तरीके, और सटीक रूप से अपने कार्य का वर्णन; (बी) आप केवल व्यापार, वाणिज्यिक, या शोध उद्देश्यों के लिए साइट का उपयोग कर सकते हैं; (सी) हो सकता है कि आप शिकारियों को साइट के अलावा अन्य स्थानों के माध्यम से कार्य न करें; (डी) भुगतान की मंजूरी पर हंटर को भुगतान जारी किया जाएगा और प्रेषित किया जाएगा; (ई) भुगतान वापसी योग्य नहीं है; (एफ) आप अच्छे कारणों से शिकारी द्वारा किए गए कार्यों को अस्वीकार नहीं करेंगे; और (जी) आप एक कार्य पोस्ट नहीं करेंगे जो </ span> <span class = "c3 c15"> & nbsp; अनुभाग 11 </ span> <span class = "c15 c3"> नियमों के किसी भी हिस्से का उल्लंघन करता है। < / span> </ p> <h2 class = "font-title mt-5 c17" id = "h.y7zb2kfxtv56"> <span class = "c2"> 6।गिटकोइन हंटर </ span> </ h2> <p class = "c8"> <span class = "c3"> एक हंटर के रूप में, आप सहमत हैं कि: (ए) आप पोस्टर्स के साथ एक पेशेवर और विनम्र तरीके से बातचीत करेंगे, और आपके प्रदर्शन के संबंध में उचित रूप से अनुरोधित जानकारी प्रदान करेंगे कार्य; (बी) आप एक सक्षम और कार्यकर्ता तरीके से कार्य करेंगे; (सी) आप अपने द्वारा किए गए सभी कार्यों के लिए पूर्ण, सटीक, गैर-दुर्भावनापूर्ण जानकारी प्रदान करेंगे; (डी) आप साइट के अलावा अन्य स्थानों के माध्यम से कार्य नहीं करेंगे; (ई) आप पोस्टर को कुछ भी सबमिट नहीं करेंगे जो अनुभाग </ span> <span class = "c3"> नियमों के 11 </ span> <span class = "c0"> का उल्लंघन करता है; और (एफ) पोस्टर आपके द्वारा अच्छे कारण के लिए किए गए कार्यों को अस्वीकार कर सकते हैं और वर्तमान में हंटर के लिए साइट के माध्यम से किए गए सबमिशन को अस्वीकार करने का कोई तरीका नहीं है, जिसका अर्थ है कि पोस्टर आपके सबमिशन को अस्वीकार कर देता है या नहीं। </ span > </ p> <h2 class = "font-title mt-5 c17" id = "h.kduzwod3rdxb"> <span class = "c2"> 7। काम के लिए काम और काम </ span> </ h2> <पी वर्ग = "सी 8"> <span class = "c0"> हंटर एक पेशेवर और कार्यकर्ता तरीके से हंटर सेवाओं का प्रदर्शन करेगा और समय-समय पर मूर्त या अमूर्त परिणाम या डिलिवरेबल्स पर सहमत होगा, जिसमें कॉन्फ़िगरेशन शामिल हैं, लेकिन इतनी ही सीमित नहीं है , कंप्यूटर प्रोग्राम, सॉफ्टवेयर, अनुप्रयोग, या अन्य जानकारी, और इसके साथ संबंध में विकसित किसी भी बौद्धिक संपदा (& ldquo; कार्य उत्पाद & rdquo;)। जहां लागू हो, कार्य उत्पाद को पोस्टर को ओपन सोर्स प्रारूप में सबमिट किया जाना चाहिए।</ Span> </ p> <पी वर्ग = "सी 8 सी 7"> <span class = "c0"> </ span> </ p> <पी वर्ग = "सी 8"> <span class = "c3"> हंटर के रूप में किए गए कार्यों से कोई भी कार्य उत्पाद एक & quot; किराया के लिए किया गया कार्य & quot; पोस्टर के लाभ के लिए। पोस्टर, कार्य उत्पाद, बिना किसी सीमा के सभी पेटेंट अधिकार, कॉपीराइट अधिकार, मास्क कार्य अधिकार, नैतिक अधिकार, प्रचार के अधिकार, ट्रेडमार्क, व्यापार पोशाक और सेवा चिह्न अधिकार, सद्भावना, व्यापार रहस्य अधिकारों के बिना हंटर के पूर्ण भुगतान की प्राप्ति पर और अन्य बौद्धिक संपदा अधिकार जो अब अस्तित्व में आ सकते हैं या उसके बाद अस्तित्व में आते हैं, और इसलिए किसी भी राज्य, देश, क्षेत्र या अन्य अधिकार क्षेत्र के कानूनों के तहत सभी आवेदन और पंजीकरण, नवीनीकरण और विस्तार </ span> <span class = "c3 सी 30 "> (& ldquo; </ span> <span class =" c0 "> बौद्धिक संपदा अधिकार & rdquo;) कार्य उत्पाद में, पोस्टर की एकमात्र और अनन्य संपत्ति होगी, और पोस्टर को इसके लेखक माना जाएगा। यदि हंटर के पास उस उत्पाद उत्पाद के लिए कोई बौद्धिक संपदा अधिकार है जिसका स्वामित्व पोस्टर पर हंटर के स्वामित्व वाले नहीं है, ग्राहक से भुगतान की प्राप्ति, हंटर इस प्रकार ग्राहक को सभी बौद्धिक संपदा अधिकारों में दुनिया भर में सभी अधिकार, शीर्षक और रुचि को स्वचालित रूप से असाइन कर देता है। ऊपर बताए गए अनुसार, हंटर का उपयोग करने के लिए कोई अधिकार नहीं है, और ऐसे बौद्धिक संपदा अधिकारों में पोस्टर के स्वामित्व की वैधता को चुनौती नहीं देगा। हंटर इस प्रकार किसी भी नैतिक अधिकार, पितृत्व, अखंडता, प्रकटीकरण और निकासी के अधिकार या कार्य उत्पाद में लागू कानून के तहत अयोग्य अधिकारों को छोड़ देता है।</ Span> </ p> <पी वर्ग = "सी 8 सी 7"> <span class = "c0"> </ span> </ p> <p class = "c8"> <span class = "c3"> हंटर सहमत है कि यह कार्य उत्पाद में शामिल नहीं होगा या अन्यथा पोस्टर को किसी भी वितरित करने की आपूर्ति नहीं करेगा जिसके लिए कोड का उपयोग या वितरण (या बनाने के लिए बाध्य) दायित्व बनाएगा पोस्टर के लिए किसी तीसरे पक्ष के पोस्टर की बौद्धिक संपदा के तहत किसी भी अधिकार या प्रतिरक्षा प्रदान करने के लिए, बिना किसी सीमा के सहित कार्य उत्पाद या पोस्टर सॉफ़्टवेयर, जो इस तरह के कार्य उत्पाद (ए) के साथ एकत्रित, वितरित या वितरित किया गया है, स्रोत कोड प्रपत्र में वितरित, (बी) व्युत्पन्न कार्यों को बनाने के उद्देश्य से लाइसेंस प्राप्त किया जाना चाहिए, या (सी) बिना किसी शुल्क के पुनर्वितरण योग्य होना चाहिए। </ Span> </ p> <h2 class = "font-title mt-5 c20" id = "h.j5wfry9hjl3h"> <span class = "c2"> 8। स्वतंत्र ठेकेदार </ span> </ h2> <पी वर्ग = "सी 22"> <span class = "c3"> शिकारी पोस्टर के लिए अपनी व्यक्तिगत क्षमता में एक स्वतंत्र ठेकेदार के रूप में कार्य करते हैं, न कि पोस्टर या गिटकोइन के कर्मचारी के रूप में।एक हंटर के रूप में, आप सहमत हैं कि: (ए) आप सभी लागू कानूनों और पंजीकरण आवश्यकताओं के लिए ज़िम्मेदार हैं, जिनमें स्वतंत्र ठेकेदारों और अधिकतम कार्य घंटों के नियमों के लिए लागू हैं; (बी) ये शर्तें आपके और पोस्टर, या आप और गिटकोइन के बीच एक एसोसिएशन, संयुक्त उद्यम, भागीदारी, फ़्रैंचाइज़ी, या नियोक्ता / कर्मचारी संबंध नहीं बनाती हैं; (iii) आप पोस्टर या गिटकोइन के कर्मचारी या एजेंट के रूप में स्वयं का प्रतिनिधित्व नहीं करेंगे; (iv) आप किसी भी लाभ के हकदार नहीं होंगे जो पोस्टर या गिटकोइन अपने कर्मचारियों को छुट्टी भुगतान, बीमार छुट्टी, और बीमा कार्यक्रम, समूह स्वास्थ्य बीमा या सेवानिवृत्ति लाभ सहित उपलब्ध करा सकता है; और (v) आप चोट की स्थिति में कार्यकर्ता के मुआवजे के लाभों को पुनर्प्राप्त करने के योग्य नहीं हैं। एक स्वतंत्र ठेकेदार के रूप में, पोस्टर के किसी भी प्रतियोगी समेत पोस्टर के अलावा व्यक्तियों या व्यवसायों को हंटर सेवा प्रदान करने के लिए हंटर स्वतंत्र होता है। हंटर को पोस्टर या गिटकोइन की ओर से लिखित या मौखिक (चाहे अंतर्निहित या व्यक्त) अनुबंध में प्रवेश करने का अधिकार नहीं है। एक पोस्टर के रूप में, आप एक हंटर को किसी भी तरह से शामिल नहीं करेंगे जो आपके लिए कार्य करने वाले एक स्वतंत्र ठेकेदार के रूप में हंटर की स्थिति को खतरे में डाल सकता है। पोस्टर को एक विशेष रिश्ते की आवश्यकता नहीं हो सकती है। </ Span> </ p> <एच 2 वर्ग = "फ़ॉन्ट-शीर्षक एमटी -5 सी 20" आईडी = "एच.3dy6vkm"> <span class = "c2"> 9।गिटकोइन अनुबंध </ span> </ h2> <पी वर्ग = "सी 8"> <span class = "c0"> जैसा कि यहां उपयोग किया जाता है, एक & ldquo; सेवा अनुबंध & rdquo; मतलब, लागू होने के नाते, पोस्टर द्वारा बनाए गए एकपक्षीय संविदात्मक प्रावधान जो साइट पर पोस्ट किए गए किसी विशेष कार्य के लिए हंटर द्वारा हंटर सेवाओं को नियंत्रित करते हैं और आमतौर पर कार्य या कार्य का विवरण पूरा करने के लिए, राशि और मुआवजे के रूप में मुद्रा का प्रकार, और समय सीमा। & nbsp; आप स्वीकार करते हैं और सहमति देते हैं कि गिटकोइन किसी भी सेवा अनुबंध के लिए एक पार्टी नहीं है, और किसी भी पोस्टर और शिकारी के बीच सेवा अनुबंध का गठन किसी भी परिस्थिति में, गिटकोइन और पोस्टर या गिटकोइन के बीच रोजगार या अन्य सेवा संबंध नहीं बनाएगा और हंटर। </ span> </ p> <h2 class = "font-title mt-5 c17" id = "h.g7g8diptk1hj"> <span class = "c2"> 10। भुगतान </ span> </ h2> <पी वर्ग = "सी 8"> <span class = "c0"> साइट सेवाओं का उपयोग करने के लिए, प्रत्येक उपयोगकर्ता को अपना एथेरियम वॉलेट पता प्रदान करना होगा। साइट और साइट सेवाएं ईथर या ईआरसी 20 संगत टोकन के साथ काम करती हैं। शिकारी के लिए भुगतान हंटर के कार्य उत्पाद की पोस्टर & rsquo की स्वीकृति पर होगा। एक हंटर & rsquo के कार्य उत्पाद की स्वीकृति पोस्टर के विवेकाधिकार पर है। </ Span> </ p> <h2 class = "font-title mt-5 c11" id = "h.5gnb0dbqhxkw"> <span class = "c14 c3"> 11 </ span> <span class = "c14 c3">।अनौपचारिक उपयोग या पहुंच </ span> <sup> <a href="#cmnt1" id="cmnt_ref1"> [a] </a> </ sup> </ h2> <p class = "c5"> <span class = "c0"> जब तक अन्यथा उपयोग की शर्तों या साइट पर स्पष्ट रूप से अधिकृत नहीं किया जाता है, तो आप साइट या किसी अन्य उपयोगकर्ता के उपयोग में हस्तक्षेप करने के लिए कोई कार्रवाई नहीं कर सकते हैं साइट या डिकंपाइल, रिवर्स इंजीनियर या किसी भी सामग्री या अन्य उत्पादों या साइट के माध्यम से सुलभ प्रक्रियाओं को अलग करें, न ही किसी भी कोड या उत्पाद डालें या सामग्री को किसी भी तरह से किसी भी तरह से प्रभावित करें जो किसी भी उपयोगकर्ता के अनुभव को प्रभावित करता है। साइट का उपयोग करते समय आपको सभी लागू विधियों, आदेशों, विनियमों, नियमों और अन्य कानूनों का पालन करना होगा। इसके अलावा, हम वेबसाइट के उपयोगकर्ताओं को दूसरों के अधिकारों और गरिमा का सम्मान करने की उम्मीद करते हैं। साइट के आपके उपयोग को इस खंड में निर्धारित आचरण के नियमों के अनुपालन पर सशर्त किया गया है। </ Span> </ p> <पी वर्ग = "सी 5 सी 7"> <span class = "c0"> </ span> </ p> <p class = "c16"> <span class = "c0"> आप किसी भी अवैध, हानिकारक, धोखेबाज, उल्लंघनकारी, या आपत्तिजनक गतिविधियों के लिए गिटकोइन का उपयोग करने के लिए दूसरों का उपयोग नहीं कर सकते हैं या प्रोत्साहित नहीं कर सकते हैं। निषिद्ध गतिविधियों की एक गैर-संपूर्ण सूची यहां दी गई है: </ span> </ p> <ul class = "c13 lst-kix_3y5uqjfd26o6-0 प्रारंभ करें"> <li class = "c1"> <span class = "c0"> व्यक्तिगत पहचान योग्य जानकारी एकत्र करना (उदा।, उपयोगकर्ताओं को उनके ईमेल पते या फोन नंबर के लिए न पूछें) </ span> </ li> <li class = "c1"> <span class = "c0"> गिटकोइन का उपयोग करने के लिए & quot; निर्दिष्ट & quot; उत्पन्न करने का प्रयास करें साइट विज़िट या क्लिक-थ्रू ट्रैफ़िक </ span> </ li> <li class = "c1"> <span class = "c0"> किसी भी वेबसाइट, उत्पाद या सेवा के संचालन को बाधित करना, छेड़छाड़ करना या खराब करना </ span> </ li> <li class = "c1"> <span class = "c0"> फ़िशिंग, स्पैमिंग या फ़ार्मिंग </ span> </ li> <li class = "c1"> <span class = "c0"> उपयोगकर्ताओं या अन्य अपमानजनक व्यवहार के अनचाहे संपर्क </ span> </ li> <li class = "c1"> <span class = "c0"> विज्ञापन या मार्केटिंग गतिविधियां, जिसमें किसी अन्य वेबसाइट या समूह में पंजीकरण की आवश्यकता वाले कार्य शामिल हैं </ span> </ li> <li class = "c1"> <span class = "c0"> किसी साइट, सेवा या राय को बढ़ावा देने के उद्देश्य से कार्य (उदा।, शिकारी को नकली समाचार या समीक्षा लिखने के लिए मत कहें) </ span> </ li> <li class = "c1"> <span class = "c0"> किसी भी वेबसाइट, उत्पाद या सेवा की शर्तों का उल्लंघन करने वाले कार्यों सहित अन्य लोगों के अधिकारों का उल्लंघन या दुरुपयोग करना </ span> </ li> <li class = "c1"> <span class = "c0"> गैरकानूनी, धोखाधड़ी या अन्यथा आपत्तिजनक किसी भी सामग्री को पोस्ट या ट्रांसमिट करना, जिसमें बाल अश्लीलता का गठन करने वाली सामग्री शामिल है, पाशविकता से संबंधित है, या गैर-सहमति वाले यौन कृत्यों को दर्शाती है </ span> </ li> <li class = "c1"> <span class = "c0"> गिटकोइन साइट के संचालन को बाधित करना, छेड़छाड़ करना या खराब करना (उदाहरण के लिए, & quot; खेल & quot; कार्य के लिए खोज परिणाम) </ span> </ li> <li class = "c1"> <span class = "c0"> गिटकोइन साइट से डेटा या सामग्री स्क्रैप करना </ span> </ li> <li class = "c1"> <span class = "c0"> गिटकोइन या किसी भी गिटकोइन उपयोगकर्ता के लिए सुरक्षा जोखिम बनाना, जिसमें कार्य पोस्ट करने की आवश्यकता होती है जिसमें हानिकारक सामग्री या दुर्भावनापूर्ण कोड </ span> </ li> <li class = "c1"> <span class = "c3"> गिटकोइन साइट के अलावा अन्य स्थानों के माध्यम से पूछताछ या अनुरोध करना </ span> </ li> </ Ul> <h2 class = "font-title mt-5 c4" id = "h.6s3ntndckzu2"> <span class = "c2"> 12। वॉरंटी डिस्क्लेमर </ span> </ h2> <पी वर्ग = "सी 5"> <span class = "c3"> आप स्पष्ट रूप से समझते हैं और सहमति देते हैं कि सेवा का उपयोग आपके एकमात्र जोखिम पर है।सेवा एक & quot; AS IS & quot; पर प्रदान की जाती है। और & quot; उपलब्ध के रूप में & quot; आधार, किसी भी तरह की वारंटी के बिना, या तो व्यक्त या निहित, जिसमें सीमा के बिना, व्यापारक्षमता की अंतर्निहित वारंटी, किसी विशेष उद्देश्य या गैर-उल्लंघन के लिए फिटनेस शामिल हैं। आपने अर्जित सामग्री के लिए सभी देयता से या सेवा के माध्यम से अधिग्रहण में विफल होने के बाद </ span> <span class = "c3"> गिटकोइन </ span> <span class = "c0"> & nbsp; रिलीज़ किया है। </ Span> </ p> <h2 class = "font-title mt-5 c4" id = "h.w2jz5r6445ny"> <span class = "c2"> 13। क्रिप्टोग्राफिक सिस्टम की स्थापना और जोखिम </ span> </ h2> <p class = "c5"> <span class = "c0"> किसी भी तरह से सेवा या प्लेटफ़ॉर्म का उपयोग करके, आप प्रतिनिधित्व करते हैं कि आप क्रिप्टोग्राफिक सिस्टम से जुड़े अंतर्निहित जोखिमों को समझते हैं; और वारंट है कि आपको सार्वजनिक / निजी कुंजी क्रिप्टोग्राफी, मूल क्रिप्टोग्राफिक टोकन, जैसे ईथर (ईटीएच) और बिटकोइन (बीटीसी), स्मार्ट अनुबंध आधारित टोकन जैसे एथेरियम टोकन स्टैंडर्ड (https: //github.com/ethereum/EIPs/issues/20), और ब्लॉकचेन-आधारित सॉफ़्टवेयर सिस्टम। </ span> </ p> <h2 class = "font-title mt-5 c4" id = "h.ljqsz358q603"> <span class = "c2"> 14। प्लेटफॉर्म सुरक्षा </ span> </ h2> <पी वर्ग = "सी 5"> <span class = "c3"> गिटकोइन </ span> <span class = "c3"> & nbsp; प्रारंभिक चरण प्लेटफ़ॉर्म है। आप स्वीकार करते हैं कि एथेरियम अनुप्रयोग त्रुटियों के अधीन कोड हैं और यह स्वीकार करते हैं कि आप सेवाओं द्वारा प्रदान किए गए किसी भी उपलब्ध कोड का मूल्यांकन करने के लिए पूरी तरह उत्तरदायी हैं।आप आगे स्पष्ट रूप से स्वीकार करते हैं और प्रतिनिधित्व करते हैं कि अनुप्रयोगों को दुर्भावनापूर्ण रूप से या लापरवाही से लिखा जा सकता है, </ span> <span class = "c3"> गिटकोइन </ span> <span class = "c3"> & nbsp; आपके इंटरैक्शन के लिए उत्तरदायी नहीं हो सकता ऐसे अनुप्रयोगों के साथ। बाद में ये चेतावनियां और अन्य </ span> <span class = "c3"> गिटकोइन </ span> <span class = "c3"> & nbsp; किसी भी तरह से सबूत नहीं देते हैं या आपको सभी को सतर्क करने के लिए एक चल रहे कर्तव्य का प्रतिनिधित्व करते हैं सेवा का उपयोग करने के संभावित जोखिमों </ span> <span class = "c0">। </ span> </ p> <h2 class = "font-title mt-5 c4" id = "h.xiy9ovkljy1a"> <span class = "c3 c14"> 15 </ span> <span class = "c2">। त्रुटियों, बग्स, और डाउनटाइम का जोखिम </ span> </ h2> <p class = "c5"> <span class = "c3"> आप स्वीकार करते हैं और स्वीकार करते हैं कि सेवाओं (i) में बग, त्रुटियां और दोष हो सकते हैं, (ii) अनुचित तरीके से कार्य कर सकते हैं या डाउनटाइम और अनुपलब्धता के अधीन हो सकते हैं, (iii) परिणामस्वरूप सेवाओं में उपयोग किए गए डेटा का कुल या आंशिक नुकसान या भ्रष्टाचार हो सकता है, और (iv) किसी भी समय संशोधित किया जा सकता है, जिसमें बाद के संस्करणों के रिलीज के माध्यम से सभी नोटिस के साथ या बिना। </ Span> </ p> <h2 class = "font-title mt-5 c11" id = "h.xpqi3k39ldhp"> <span class = "c14 c3"> 16 </ span> <span class = "c2">।क्षतिपूर्ति </ span> </ h2> <p class = "c5"> <span class = "c3"> आप सहमत कानून द्वारा अनुमत पूर्ण सीमा तक, रिहा करने और क्षतिपूर्ति करने, क्षतिपूर्ति करने और हानिरहित रखने के लिए सहमत हैं </ span> <span class = "c3"> गिटकोइन </ span> <span class = "c3"> & nbsp; और इसके माता-पिता, सहायक, सहयोगी और एजेंसियां, साथ ही अधिकारियों, निदेशकों, कर्मचारियों, शेयरधारकों और किसी भी पूर्वगामी संस्थाओं के प्रतिनिधियों, किसी के विरुद्ध और उसके खिलाफ, सभी हानियों, देनदारियों, व्यय, क्षति, लागत (वकील & rsquo; फीस और अदालत की लागत सहित) किसी भी तरह के दावों या कार्यों के आपके द्वारा उपयोग की जाने वाली किसी भी प्रकार के दावों या कार्यों, आपके उपयोग की शर्तों का उल्लंघन, और आपके किसी भी कार्य या चूक जो प्रचार अधिकार, मानहानि या गोपनीयता के आक्रमण को प्रभावित करती है। </ span> <span class = "c3"> गिटकोइन </ span> <span class = "c3"> & nbsp; किसी भी मामले के अनन्य रक्षा और नियंत्रण को मानने के लिए, अपने खर्च पर अधिकार सुरक्षित रखता है अन्यथा क्षतिपूर्ति के अधीन आप और, इस तरह के मामले में, आप इस मामले की रक्षा में </ span> <span class = "c3"> गिटकोइन </ span> <span class = "c0"> & nbsp; के साथ सहयोग करने के लिए सहमत हैं। </ span> </ p> <h2 class = "font-title mt-5 c11" id = "h.7u5ubkaww7kp"> <span class = "c2"> 17। उत्तरदायित्व पर सीमा </ span> </ h2> <p class = "c5"> <span class = "c0"> आप स्वीकार करते हैं और सहमति देते हैं कि आप साइट्स और सेवा के उपयोग के लिए पूर्ण उत्तरदायित्व प्राप्त करते हैं।आप स्वीकार करते और मानते हैं कि किसी भी जानकारी भेज सकते हैं या साइट के उपयोग के दौरान प्राप्त करते हैं और सेवा सुरक्षित हो नहीं है और बीच में रोका जा सकता है या बाद में किसी अनधिकृत पक्ष द्वारा प्राप्त कर लिया। आप स्वीकार करते हैं और सहमति देते हैं कि साइट्स और सेवा का उपयोग आपके जोखिम पर है।इस तरह की पहचान, आप समझते हैं और सहमति देते हैं कि लागू कानून द्वारा अनुमत पूर्ण सीमा तक, गिटकोइन न तो उसके सप्लायर या लाइसेंसधारक किसी भी प्रत्यक्ष, अप्रत्यक्ष, आकस्मिक, विशेष, परिणामी, सकारात्मक, उदाहरण या किसी अन्य क्षति के लिए आपके लिए उत्तरदायी होंगे लाभ, लाभ, गुडविल, उपयोग, डेटा या अन्य हानिकारक या हानिकारक हानि या अनुबंध, टोर्ट (जिसमें अधिकार, अधिकार, निगमन और ग्रुप नेग्राइजेंस में शामिल हैं) सहित किसी भी अन्य नुकसान के लिए सीमित क्षति के बिना, कठोर उत्तरदायित्व या कोई अन्य सिद्धांत (भले ही गिटकोइन को इस तरह की हानि की संभावना की सलाह दी गई हो), साइट या सेवा से परिणाम; उपयोग या साइट्स या सेवा का उपयोग करने की अक्षमता; आपके ट्रांसमिशन या डेटा की अनधिकृत पहुंच या परिवर्तन; साइट्स या सेवा पर किसी तीसरे पक्ष के विवरण या संहिता; आपके द्वारा भेजे गए संचार के परिणाम के रूप में लेने के लिए हम कोई भी कार्यवाही करते हैं या विफल रहते हैं; मानव त्रुटियां; तकनीकी छेड़छाड़; सार्वजनिक उपयोगिता या टेलीफ़ोन आउटपुट सहित विफलताओं; चूक, रुकावट विलंबता, विलोपन या किसी भी उपकरण या नेटवर्क, प्रदाता, या सॉफ़्टवेयर का आई खराबी (जिनमें बिना, के लिए उन को इस सेवा में भाग लेने की अनुमति नहीं देते सीमित); कम्प्यूटर उपकरण के लिए कोई चोट या क्षति; साइट्स या सेवा या किसी अन्य वेबसाइट पर पूरी तरह से पहुंचने की अक्षमता; चोरी, छेड़छाड़, निर्देश, या किसी भी प्रकार की अनौपचारिक पहुंच, छवियों या अन्य सामग्री; डेटा जो कि देर से या गलत है या इसमें शामिल है या खो गया है; टाइपोग्राफ़िकल, प्रिंटिंग या अन्य त्रुटियां, या यहां कोई भी सम्मेलन; या साइट्स या सेवा से संबंधित कोई अन्य मामला।</ Span> </ p> <पी वर्ग = "सी 5 सी 7"> <span class = "c0"> </ span> </ p> <P class = "सी 5"> <span class = "c0"> कुछ न्यायक्षेत्र कुछ वारंटियों के बहिष्कार या सीमा या आकस्मिक या परिणामी क्षतियों के लिए दायित्व के बहिष्कार की अनुमति नहीं देते हैं। इसके मुताबिक, उपरोक्त सीमाओं में से कुछ आप पर लागू नहीं हो सकते हैं। </ Span> </ p> <h2 class = "font-title mt-5 c4" id = "h.5wokdxywxd9j"> <span class = "c14 c3"> 18 </ span> <span class = "c14 c3">। लाइसेंस </ span> <span class = "c2"> एस </ span> </ h2> <पी वर्ग = "सी 5"> <span class = "c2"> 18.1। साइट लाइसेंस </ span> </ p> <p class = "c8"> <span class = "c3"> इन शर्तों के उपयोग के अनुपालन के अधीन और अनुशंसित, गिटकोइन आपको सीमित, गैर-विशिष्ट, गैर-हस्तांतरणीय, गैर-उप-लाइसेंस योग्य लाइसेंस तक पहुंच प्रदान करता है और सेवा का निजी और गैर-वाणिज्यिक उपयोग करें। इस लाइसेंस में सेवा के किसी भी पुनर्विक्रय या वाणिज्यिक उपयोग या सेवा के व्युत्पन्न उपयोग शामिल नहीं हैं। इन शर्तों के उपयोग में आपको स्पष्ट रूप से दिए गए सभी अधिकार गिटकोइन या उसके लाइसेंसदाताओं द्वारा आरक्षित और बनाए रखा गया है। गिटकोइन सेवा को किसी भी व्यावसायिक उद्देश्य के लिए गिटकोइन की स्पष्ट लिखित सहमति के बिना पुन: उत्पन्न, डुप्लिकेट, कॉपी, बेचा, पुनर्वित्त, दौरा या अन्यथा शोषित नहीं किया जा सकता है। आप व्यक्त लिखित सहमति के बिना गिटकोइन के किसी ट्रेडमार्क, लोगो या अन्य स्वामित्व वाली जानकारी (छवियों, टेक्स्ट, पेज लेआउट, या फॉर्म सहित) को संलग्न करने के लिए फ़्रेमिंग तकनीकों को फ्रेम या उपयोग नहीं कर सकते हैं। आप सेवाओं का दुरुपयोग नहीं कर सकते हैं। आप केवल कानून द्वारा अनुमत सेवाओं का उपयोग कर सकते हैं।गिटकोइन द्वारा दिए गए लाइसेंस समाप्त हो जाते हैं यदि आप इन शर्तों की शर्तों का पालन नहीं करते हैं। गिटकोइन साइट और साइट सेवाओं में और सभी बौद्धिक संपदा अधिकारों के लिए सभी अधिकार, शीर्षक और रुचि को बरकरार रखता है। </ Span> </ p> <पी वर्ग = "सी 5 सी 7"> <span class = "c0"> </ span> </ p> <पी वर्ग = "सी 5"> <span class = "c2"> 18.2। उपयोगकर्ता सामग्री लाइसेंस </ span> </ p> <p class = "c19"> <span class = "c0"> जब आप साइट के किसी भी हिस्से में कोई डेटा, फीडबैक, सामग्री, टेक्स्ट, फोटो, छवियां या अन्य जानकारी पोस्ट या सबमिट करते हैं या गिटकोइन को प्रदान करते हैं (जिसे संदर्भित किया जाता है) & ldquo; उपयोगकर्ता सामग्री & rdquo;), आप प्रतिनिधित्व करते हैं और गारंटी देते हैं कि आपके पास उस उपयोगकर्ता सामग्री को पोस्ट करने और नीचे निर्दिष्ट लाइसेंस प्रदान करने का अधिकार, शक्ति और अधिकार है। & nbsp; आप आगे प्रतिनिधित्व करते हैं और गारंटी देते हैं कि ऐसी उपयोगकर्ता सामग्री पोस्ट करके या प्रदान करके आप किसी भी प्रकार के सीमा, किसी भी बौद्धिक संपदा अधिकार, प्रचार के अधिकार, या गोपनीयता अधिकार सहित किसी भी प्रकार के तृतीय-पक्ष अधिकारों का उल्लंघन नहीं करेंगे। & nbsp; जिस हद तक आपकी उपयोगकर्ता सामग्री कॉपीराइट योग्य हो सकती है, आप प्रतिनिधित्व करते हैं, वारंट करते हैं, और अनुबंध करते हैं कि आप इस तरह की उपयोगकर्ता सामग्री के सभी कॉपीराइट अधिकारों के मालिक हैं और यह कि गिटकोइन उपयोग की शर्तों के तहत दी गई आपकी उपयोगकर्ता सामग्री के अधिकारों का उपयोग कर सकता है किसी भी भुगतान के लिए किसी भी देयता या दायित्व के बिना। </ span> </ p> <p class = "c19"> <span class = "c0"> आप गिटकोइन पर पोस्ट की गई किसी भी उपयोगकर्ता सामग्री में सभी स्वामित्व अधिकार बनाए रखते हैं।& nbsp; लागू कानून द्वारा अनुमत सीमा तक, आप गिटकोइन और हमारे उत्तराधिकारी और सहयोगियों को एक रॉयल्टी मुक्त, उप-लाइसेंस योग्य, हस्तांतरणीय, सतत, अपरिवर्तनीय, गैर-विशिष्ट, विश्वव्यापी लाइसेंस का उपयोग, पुन: उत्पन्न, संशोधित, प्रकाशित करने, पूरी तरह से या आंशिक रूप से, और आपकी उपयोगकर्ता सामग्री में निहित सभी उपयोगकर्ता सामग्री और आपके नाम, आवाज, और / या समानता के व्युत्पन्न कार्यों के बारे में जानकारी, संपादन, अनुवाद, वितरण, सार्वजनिक रूप से प्रदर्शन, सार्वजनिक रूप से प्रदर्शित करने और बनाने की जानकारी साइट या गिटकोइन (और हमारे उत्तराधिकारी & rsquo; और सहयोगी & rsquo;) व्यवसाय के संबंध में उपयोग के लिए, किसी भी रूप, ज्ञात या बाद में विकसित किया गया है, चाहे किसी भी सीमा के बिना, भाग या सभी साइट को बढ़ावा देने और पुनर्वितरण के लिए (और इसके व्युत्पन्न कार्यों) किसी भी मीडिया प्रारूप में और किसी भी मीडिया चैनल के माध्यम से। & nbsp; आप इस प्रकार साइट के माध्यम से अपनी उपयोगकर्ता सामग्री तक पहुंचने और साइट की सामान्य कार्यक्षमता के माध्यम से अनुमत सीमा तक ऐसी उपयोगकर्ता सामग्री का उपयोग, पुन: उत्पन्न, वितरण, प्रदर्शन और प्रदर्शन करने के लिए एक गैर-विशिष्ट लाइसेंस प्रदान करते हैं और इसके अधीन सभी लागू गोपनीयता और इस समझौते के अन्य प्रावधान, हमारी गोपनीयता नीति, और लागू कानून।</ Span> </ p> <p class = "c19"> <span class = "c0"> इस अनुबंध में आपके द्वारा दी गई उपयोगकर्ता सामग्री के लाइसेंस साइट से आपकी उपयोगकर्ता सामग्री को हटाने या हटाने के बाद वाणिज्यिक रूप से उचित समय के भीतर समाप्त हो जाएंगे, सिवाय इसके कि आप अनुदान देते हैं गिटकोइन और हमारे उत्तराधिकारी और लागू करने वाले कानून द्वारा अनुमत सीमा तक हटाए गए या हटाए गए सभी उपयोगकर्ता सामग्री की प्रतिलिपि या वितरित, सर्वर या अभिलेखीय प्रतियों को सार्वजनिक रूप से प्रदर्शित या वितरित करने के लिए अपरिवर्तनीय और सतत लाइसेंस संबद्ध नहीं हैं। </ Span> < / p> <h2 class = "font-title mt-5 c11" id = "h.ghemxwowkmrx"> <span class = "c2"> 19। समाप्ति और निलंबन </ span> </ h2> <p class = "c5"> <span class = "c3"> गिटकोइन </ span> <span class = "c0"> & nbsp; बिना किसी पूर्व उल्लंघन या देयता के सेवा के सभी या हिस्से को समाप्त या निलंबित कर सकता है यदि आप किसी का उल्लंघन करते हैं शर्तों के नियम या शर्तों के। हम, हमारे विवेकाधिकार में और बिना किसी देरी के, आपके पूर्व सूचना के साथ या बिना किसी भी समय, हमारी सेवाओं के किसी भी हिस्से को अस्थायी रूप से या स्थायी रूप से संशोधित या बंद कर सकते हैं। </ Span> </ p> <पी वर्ग = "सी 5 सी 7"> <span class = "c0"> </ span> </ p> <पी वर्ग = "सी 5"> <span class = "c3"> नियमों के निम्नलिखित प्रावधान इन शर्तों को समाप्त करने से बचते हैं: INDEMNITY; वारंटी अस्वीकरण; उत्तरदायित्व पर सीमा; हमारे स्वामित्व अधिकार; समापन; कोई तीसरी पार्टी लाभ नहीं; बाइंडिंग आर्बिट्रेशन और क्लास एक्शन वेयर; सामान्य जानकारी। </ Span> </ p> <एच 2 वर्ग = "फ़ॉन्ट-शीर्षक एमटी -5 सी 11" आईडी = "एच।acx6e4wqdv2d "> <span class =" c2 "> 20। कोई तृतीय पक्ष लाभकारी नहीं </ span> </ h2> <p class = "c8"> <span class = "c3"> आप सहमत हैं कि, इन शर्तों में अन्यथा स्पष्ट रूप से प्रदान किए जाने के अलावा, शर्तों के लिए कोई तृतीय पक्ष लाभार्थी नहीं होंगे। उपयोग की शर्तों को इस समझौते में स्पष्ट रूप से बताई गई सीमा को छोड़कर और पूरी तरह से उपयोगकर्ताओं और गिटकोइन के बीच एजेंसी, फ़्रैंचाइज़ी, साझेदारी या संयुक्त उद्यम के किसी भी रिश्ते को बनाने या लागू करने के रूप में नहीं माना जाएगा। </ Span> </ p> <h2 class = "font-title mt-5 c11" id = "h.wy5ov23pu496"> <span class = "c2"> 21।कॉपीराइट उल्लंघन उल्लंघन के लिए नोटिस और प्रक्रिया </ span> </ h2> <p class = "c5"> <span class = "c3"> यदि आप मानते हैं कि आपका कॉपीराइट या किसी व्यक्ति का कॉपीराइट जिसकी ओर से आप कार्य करने के लिए अधिकृत हैं, उल्लंघन किया गया है, तो कृपया </ span> <span class = "सी 3"> गिटकोइन </ span> <span class = "c0"> & nbsp; एक लिखित नोटिस जिसमें निम्न जानकारी है: </ span> </ p> <ul class = "c13 lst-kix_23kv2cxx4q47-0 प्रारंभ करें"> <li class = "c5 c10"> <span class = "c0"> कॉपीराइट या अन्य बौद्धिक संपदा के स्वामी की ओर से कार्य करने के लिए अधिकृत व्यक्ति का इलेक्ट्रॉनिक या भौतिक हस्ताक्षर; </ span> </ li> <li class = "c5 c10"> <span class = "c0"> कॉपीराइट किए गए काम या अन्य बौद्धिक संपदा का विवरण जो आपने दावा किया है उल्लंघन किया गया है; </ span> </ li> <li class = "c5 c10"> <span class = "c0"> एक विवरण जहां आप दावा करते हैं कि उल्लंघन करने वाली सामग्री सेवा पर स्थित है। </ span> </ li> </ Ul> <पी वर्ग = "सी 5 सी 7"> <span class = "c0"> </ span> </ p> <पी वर्ग = "सी 5"> <span class = "c3"> गिटकोइन </ span> <span class = "c0"> & nbsp; यहां पहुंचा जा सकता है: </ span> </ p> <पी वर्ग = "सी 5"> <span class = "c3"> ईमेल: </ span> <span class = "c0"> नोटिस @ consensys।शुद्ध </ span> </ p> <पी वर्ग = "सी 5"> <span class = "c0"> विषय पंक्ति: कॉपीराइट अधिसूचना </ span> </ p> <h2 class = "font-title mt-5 c11" id = "h.v51364rrch7h"> <span class = "c2"> 22। बाइंडिंग आर्बिट्रेशन और क्लास एक्शन वेयर </ span> </ h2> <पी वर्ग = "सी 5"> <span class = "c0"> कृपया इस अनुभाग को सावधानी से पढ़ें & ndash; यह आपके कानूनी अधिकारों को गंभीर रूप से प्रभावित कर सकता है, जिसमें न्यायालय में एक कानून लागू करने के आपके अधिकार शामिल हैं </ span> </ p> <पी वर्ग = "सी 5 सी 7"> <span class = "c0"> </ span> </ p> <पी वर्ग = "सी 5"> <span class = "c2"> 22.1। प्रारंभिक विवाद समाधान </ span> </ p> <पी वर्ग = "सी 5"> <span class = "c0"> पार्टियां किसी भी विवाद, दावे, प्रश्न या असहमति को सुलझाने और अच्छी भरोसेमंद बातचीत में शामिल होने के लिए सीधे संलग्न होने के अपने सर्वोत्तम प्रयासों का उपयोग करेंगी जो कि या तो एक शर्त होगी मुकदमा या मध्यस्थता शुरू करने वाली पार्टी। </ span> </ p> <पी वर्ग = "सी 5 सी 7"> <span class = "c0"> </ span> </ p> <पी वर्ग = "सी 5"> <span class = "c2"> 22.2। बाध्यकारी मध्यस्थता </ span> </ p> <पी वर्ग = "सी 5"> <span class = "c0"> यदि पार्टियां प्रारंभिक विवाद समाधान प्रावधान के तहत अनौपचारिक विवाद समाधान के समय से 30 दिनों की अवधि के भीतर समाधान पर सहमत नहीं होती हैं, तो कोई भी पार्टी हो सकती है बाध्यकारी मध्यस्थता दावों को हल करने के एकमात्र माध्यम के रूप में शुरू करें, नीचे उल्लिखित शर्तों के अधीन।विशेष रूप से, इन शर्तों से संबंधित या उससे संबंधित सभी दावे (उनके गठन, प्रदर्शन और उल्लंघन सहित), पार्टियां & rsquo; एक दूसरे के साथ संबंध और / या सेवा के आपके उपयोग को अंततः अमेरिकी मध्यस्थता संघ द्वारा प्रशासित मध्यस्थता बाध्यकारी द्वारा अपने वाणिज्यिक मध्यस्थता नियमों के प्रावधानों और अमेरिकी मध्यस्थता संघ के उपभोक्ता संबंधी विवादों के पूरक प्रक्रियाओं के अनुसार निर्धारित किया जाएगा। & ldquo; एएए & rdquo;), वर्ग क्रियाओं को नियंत्रित या अनुमति देने वाले नियमों या प्रक्रियाओं को छोड़कर। मध्यस्थ, और कोई संघीय, राज्य या स्थानीय अदालत या एजेंसी नहीं, इन शर्तों के व्याख्या, प्रयोज्यता, प्रवर्तन या गठन से संबंधित सभी विवादों को हल करने के लिए विशेष अधिकार होगा, जिसमें किसी भी दावे को शामिल नहीं है, लेकिन इस तक सीमित नहीं है इन शर्तों का सभी या कोई भी हिस्सा शून्य या शून्य है, या कोई दावा मध्यस्थता के अधीन है या नहीं। मध्यस्थ को कानून या इक्विटी के तहत अदालत में जो भी राहत उपलब्ध होगी, उसे देने के लिए अधिकार दिया जाएगा। मध्यस्थ का पुरस्कार लिखा जाएगा, और पार्टियों पर बाध्यकारी होगा और सक्षम क्षेत्राधिकार के किसी भी अदालत में निर्णय के रूप में प्रवेश किया जा सकता है। पार्टियां समझती हैं कि, इस अनिवार्य प्रावधान को अनुपस्थित करते हैं, उन्हें अदालत में मुकदमा चलाने का अधिकार होगा और जूरी परीक्षण होगा। वे आगे समझते हैं कि, कुछ मामलों में, मध्यस्थता की लागत मुकदमे की लागत से अधिक हो सकती है और खोज का अधिकार न्यायालय की तुलना में मध्यस्थता में अधिक सीमित हो सकता है। </ Span> </ p> <पी वर्ग = "सी 5 सी 7"> <span class = "c0"> </ span> </ p> <पी वर्ग = "सी 5"> <span class = "c2"> 22.3।स्थान </ span> </ p> <पी वर्ग = "सी 5"> <span class = "c0"> बाध्यकारी मध्यस्थता न्यूयॉर्क में होगी। आप मध्यस्थता को मजबूर करने, मध्यस्थता लंबित कार्यवाही करने के लिए, या पुष्टि, संशोधन, खाली या दर्ज किए गए पुरस्कार पर निर्णय दर्ज करने के लिए न्यूयॉर्क काउंटी, न्यूयॉर्क में किसी भी संघीय या राज्य अदालत के व्यक्तिगत क्षेत्राधिकार को प्रस्तुत करने के लिए सहमत हैं। पंच। </ span> </ p> <पी वर्ग = "सी 5 सी 7"> <span class = "c0"> </ span> </ p> <पी वर्ग = "सी 5"> <span class = "c2"> 22.4। क्लास एक्शन छूट </ span> </ p> <पी वर्ग = "सी 5"> <span class = "c0"> पार्टियां आगे सहमत हैं कि किसी भी मध्यस्थता या अन्य अनुमत कार्रवाई केवल उनकी व्यक्तिगत क्षमताओं में आयोजित की जाएगी, न कि क्लास एक्शन या अन्य प्रतिनिधि कार्रवाई के रूप में, और पार्टियां स्पष्ट रूप से क्लास एक्शन दर्ज करने या कक्षा के आधार पर राहत पाने का अधिकार छोड़ दें। आप और गिटकोइन सहमत हैं कि प्रत्येक व्यक्ति को केवल आपकी या उसके व्यक्तिगत क्षमता में दावों का सामना करना पड़ सकता है, और किसी भी संबंधित क्लास या प्रतिनिधि प्रसंस्करण में एक प्लेलिस्ट या क्लास सदस्य के रूप में नहीं। यदि कोई अदालत या मध्यस्थ निर्धारित करता है कि इस पैराग्राफ में निर्धारित वर्ग कार्रवाई छूट किसी भी कारण से शून्य या लागू नहीं है या कोई मध्यस्थता कक्षा के आधार पर आगे बढ़ सकती है, तो ऊपर उल्लिखित मध्यस्थता प्रावधान को पूरी तरह से शून्य और शून्य माना जाएगा और पार्टियों को विवादों को मध्यस्थ करने के लिए सहमत नहीं माना जाएगा। </ span> </ p> <पी वर्ग = "सी 5 सी 7"> <span class = "c0"> </ span> </ p> <पी वर्ग = "सी 5"> <span class = "c2"> 22.5।अपवाद - बौद्धिक संपदा और छोटे दावे न्यायालय के दावों का मुकदमा </ span> </ p> <p class = "c5"> <span class = "c0"> मध्यस्थता के माध्यम से सभी विवादों को हल करने के पक्षों के निर्णय के बावजूद, कोई भी पार्टी अपने बौद्धिक संपदा अधिकारों की रक्षा के लिए राज्य या संघीय अदालत में कार्रवाई कर सकती है (& ldquo; बौद्धिक संपदा अधिकार & rdquo; पेटेंट, कॉपीराइट, नैतिक अधिकार, ट्रेडमार्क, और व्यापार रहस्य, लेकिन गोपनीयता या प्रचार अधिकार नहीं है)। या तो पार्टी उस अदालत के अधिकार क्षेत्र के दायरे में विवादों या दावों के लिए एक छोटे दावे अदालत में राहत भी ले सकती है। </ Span> </ p> <पी वर्ग = "सी 5 सी 7"> <span class = "c0"> </ span> </ p> <पी वर्ग = "सी 5"> <span class = "c2"> 22.6। ऑप्ट-आउट करने का 30-दिन का अधिकार </ span> </ p> <p class = "c5"> <span class = "c3"> आपको ऑप्ट-आउट करने के लिए अपने निर्णय के लिखित नोटिस भेजकर उपरोक्त निर्धारित मध्यस्थता और कक्षा कार्रवाई छूट प्रावधानों से ऑप्ट-आउट करने और बाध्य नहीं होने का अधिकार है निम्न पते पर: </ span> <span class = "c3"> & nbsp; </ span> <span class = "c3"> गिटकोइन </ span> <span class = "c3"> & nbsp; ℅ ConsenSys, 49 बोगार्ट स्ट्रीट, ब्रुकलिन एनवाई 11206 और नोटिस@consensys.net पर ईमेल के माध्यम से, </ span> <span class = "c3"> & nbsp; विषय पंक्ति के साथ & ldquo; </ span> <span class = "c3"> गिटकोइन </ अवधि> <span class = "c3"> & nbsp; कानूनी विकल्प बाहर & rdquo ;.नोटिस सेवा के आपके पहले उपयोग के 30 दिनों के भीतर भेजा जाना चाहिए अन्यथा आप उन पैराग्राफ की शर्तों के अनुसार विवादों को मध्यस्थ करने के लिए बाध्य होंगे। यदि आप इन मध्यस्थता प्रावधानों का चयन रद्द करते हैं, </ span> <span class = "c3"> गिटकोइन </ span> <span class = "c0"> & nbsp; भी उनके द्वारा बाध्य नहीं होगा। </ Span> < / p> <पी वर्ग = "सी 5 सी 7"> <span class = "c0"> </ span> </ p> <पी वर्ग = "सी 5"> <span class = "c2"> 22.7। इस खंड में परिवर्तन </ span> </ p> <पी वर्ग = "सी 5"> <span class = "c3"> गिटकोइन </ span> <span class = "c3"> & nbsp; </ span> <span class = "c3"> 60-दिन & rsquo प्रदान करेगा; इस खंड में किसी भी बदलाव की सूचना। परिवर्तन 60 वें दिन प्रभावी हो जाएंगे, और 60 वें दिन के बाद उत्पन्न होने वाले किसी भी दावे के लिए संभावित रूप से लागू होंगे। किसी भी विवाद के लिए मध्यस्थता के अधीन नहीं है और </ span> <span class = "c3"> गिटकोइन </ span> <span class = "c3"> & nbsp; व्यक्तिगत और अनन्य क्षेत्राधिकार और स्थान पर सबमिट करने के लिए सहमत हैं न्यू यॉर्क, न्यूयॉर्क में स्थित संघीय और राज्य अदालतें। आप मेल द्वारा प्रक्रिया की सेवा स्वीकार करने के लिए और सहमत हैं, और इस प्रकार अन्य सभी न्यायक्षेत्र और स्थल सुरक्षा अन्यथा उपलब्ध हैं। आपके और </ span> <span class = "c3"> गिटकोइन </ span> <span class = "c0"> & nbsp; के बीच नियम और संबंध न्यूयॉर्क राज्य के कानूनों द्वारा शासित होंगे कानून प्रावधानों का संघर्ष। </ span> </ p> <h2 class = "font-title mt-5 c28" id = "h.2jxsxqh"> <span class = "c2"> 23।विज्ञप्ति </ span> </ h2> <p class = "c29"> <span class = "c3"> गिटकोइन </ span> <span class = "c3 c33"> मान्यता नहीं है </ span> <span class = "c0"> & nbsp; उपयोगकर्ताओं के बीच किसी भी सेवा अनुबंध के लिए एक पार्टी, आप इस प्रकार गिटकोइन, हमारे सहयोगी, और हमारे संबंधित अधिकारियों, निदेशकों, एजेंटों, सहायक कंपनियों, संयुक्त उद्यमों, और कर्मचारियों को दावों, मांगों और क्षति (वास्तविक और परिणामी) से हर तरह के रिहाई से मुक्त करते हैं। और प्रकृति, ज्ञात और अज्ञात, किसी अन्य उपयोगकर्ता के साथ आपके विवाद से जुड़े किसी भी तरीके से उत्पन्न हो रही है, चाहे वह कानून या इक्विटी में हो। & nbsp; इस रिलीज में, उदाहरण के लिए और सीमा के बिना, गिटकोइन पोस्टर को प्रदान किए गए काम के प्रदर्शन, कार्यों और गुणवत्ता के बारे में कोई विवाद और विवादों के आधार पर धनवापसी के अनुरोध शामिल हैं। </ Span> </ p> <पी वर्ग = "सी 2 9"> <अवधि वर्ग = "सी 0"> विस्तार लागू करने के लिए, आप यहां कैलिफोर्निया सिविल कोड और संप्रदाय की सुरक्षा प्राप्त करते हैं; 1542 (और किसी भी अन्य लागू न्यायिक कानून में कोई भी कानून) जो कहता है: & ldquo; एक सामान्य रिलीज उन दावों को पूरा नहीं करता है, जो कि क्रेडिट विज्ञानी को अस्वीकार करने के समय या उसके उत्तराधिकारी में शामिल होने के लिए नहीं जानते हैं या नहीं, अगर IF उसके द्वारा ज्ञात या उसे मूल रूप से उसके या उसके निपटारे के साथ परेशान होना चाहिए। & Rdquo; </ span> </ p> <h2 class = "font-title mt-5 c11" id = "h.hfe6ssp3258f"> <span class = "c2"> 24। सामान्य जानकारी </ span> </ h2> <पी वर्ग = "सी 5"> <span class = "c2"> 24.1।संपूर्ण अनुबंध </ span> </ p> <पी वर्ग = "सी 5"> <span class = "c3"> ये शर्तें (और भागीदारी के किसी भी अतिरिक्त नियम, नियम और शर्तें </ span> <span class = "c3"> गिटकोइन </ span> <span class = "c3"> & nbsp; सेवा पर पोस्ट कर सकता है) आपके और </ span> <span class = "c3"> गिटकोइन </ span> <span class = "c3"> & nbsp; के बीच संपूर्ण अनुबंध का गठन करता है सेवा और आपके और </ span> <span class = "c3"> गिटकोइन </ span> <span class = "c0"> के बीच किसी भी पूर्व समझौते, मौखिक या लिखित, को हटा देता है। इन शर्तों और अतिरिक्त शर्तों, भागीदारी के नियमों और शर्तों के बीच संघर्ष की स्थिति में, उत्तरार्द्ध संघर्ष की सीमा तक शर्तों पर विजय प्राप्त करेगा। </ Span> </ p> <पी वर्ग = "सी 5 सी 7"> <span class = "c0"> </ span> </ p> <पी वर्ग = "सी 5"> <span class = "c2"> 24.2। शर्तों की छूट और औसतता </ span> </ p> <p class = "c5"> <span class = "c3"> </ span> <span class = "c3"> गिटकोइन </ span> <span class = "c0"> & nbsp; की विफलता व्यायाम या लागू करने के लिए शर्तों का कोई अधिकार या प्रावधान इस तरह के अधिकार या प्रावधान का छूट नहीं देगा। यदि शर्तों का कोई प्रावधान सक्षम मध्यस्थता के मध्यस्थ या अदालत द्वारा अमान्य होने के लिए पाया जाता है, तो पार्टियां फिर भी सहमत हैं कि मध्यस्थ या अदालत को पक्षियों के इरादों को प्रावधान में प्रतिबिंबित करने के लिए प्रयास करना चाहिए, और अन्य प्रावधान शर्तें पूरी ताकत और प्रभाव में रहती हैं।</ Span> </ p> <पी वर्ग = "सी 5 सी 7"> <span class = "c0"> </ span> </ p> <पी वर्ग = "सी 5"> <span class = "c2"> 24.3। सीमाओं का संविधान </ span> </ p> <p class = "c5"> <span class = "c0"> आप सहमत हैं कि किसी भी कानून या कानून के विपरीत, सेवा या शर्तों के उपयोग से संबंधित या उससे संबंधित कार्रवाई का कोई दावा या कारण होना चाहिए इस तरह के दावे या कार्रवाई के कारण उत्पन्न होने या हमेशा के लिए प्रतिबंधित होने के बाद एक (1) वर्ष के भीतर दायर किया जाना चाहिए। </ span> </ p> <पी वर्ग = "सी 5 सी 7"> <span class = "c0"> </ span> </ p> <पी वर्ग = "सी 5"> <span class = "c2"> 24.4। संचार </ span> </ p> <p class = "c5"> <span class = "c3"> सेवा के संबंध में प्रश्न, शिकायतों या दावों वाले उपयोगकर्ता हमसे संपर्क कर सकते हैं </ span> <span class = "c0"> legalnotices@gitcoin.co। </ span> </ p> <h2 class = "font-title mt-5 c11" id = "h.bw8713icc2ga"> <span class = "c14 c3"> 25 </ span> <span class = "c2">। अंतर्राष्ट्रीय उपयोगकर्ता </ span> </ h2> <p class = "c5"> <span class = "c3"> साइट को नियंत्रित / संचालित किया जाता है </ span> <span class = "c3"> गिटकोइन </ span> <span class = "c3"> & nbsp; संयुक्त राज्य अमेरिका के भीतर अपने कार्यालयों से और इसका उद्देश्य इरादा नहीं है </ span> <span class = "c3"> गिटकोइन </ span> <span class = "c3"> & nbsp; कानून या क्षेत्राधिकार के लिए संयुक्त राज्य अमेरिका के अलावा किसी भी राज्य, देश या क्षेत्र।</ span> <span class = "c3"> गिटकोइन </ span> <span class = "c3"> & nbsp; प्रतिनिधित्व नहीं करता है या गारंटी नहीं देता है कि साइट या उसका कोई भी भाग उपयुक्त है या किसी विशेष क्षेत्राधिकार में उपयोग के लिए उपलब्ध है संयुक्त राज्य अमेरिका की तुलना में। जो लोग साइट तक पहुंचने का विकल्प चुनते हैं, वे अपनी पहल पर और अपने जोखिम पर ऐसा करते हैं, और सभी स्थानीय कानूनों, आदेशों, विनियमों, नियमों और अन्य कानूनों का अनुपालन करने के लिए जिम्मेदार होते हैं। आप संयुक्त राज्य अमेरिका के निर्यात नियंत्रण के अधीन भी हैं और इस तरह के नियंत्रणों के किसी भी उल्लंघन के लिए ज़िम्मेदार हैं, जिनमें संयुक्त राज्य अमेरिका के किसी भी प्रतिबंध या निर्यात को सीमित करने वाले अन्य संघीय नियमों और विनियमों के बिना सीमा शामिल है। गिटकोइन किसी भी समय, हमारे भौतिक क्षेत्र या क्षेत्राधिकार को किसी भी समय और हमारे विवेकाधिकार में, किसी भी व्यक्ति, भौगोलिक क्षेत्र या क्षेत्राधिकार के लिए पूरी तरह से या कुछ हिस्सों में साइट की उपलब्धता को सीमित कर सकता है। </ Span> </ p>
it: <p class = "c18 title" id = "h.cn4lvjpnb7pd"> <span class = "c6"> Condizioni d'uso di Gitcoin </ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c0"> Ultimo aggiornamento: 24 maggio 2018 </ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c3"> AVVISO IMPORTANTE: QUESTO CONTRATTO È SOGGETTO A ARBITRATO VINCOLANTE E A UNA RINUNCIA AI DIRITTI DI AZIONE DI CLASSE COME DETTAGLIATO IN </ span> <span class = "c3"> SEZIONE < / span> <span class = "c3"> 22. </ span> <span class = "c0"> & nbsp; LEGGERE ATTENTAMENTE IL CONTRATTO. </ span> </ p> <h2 class = "font-title mt-5 c11" id = "h.kkdg9whr5sl0"> <span class = "c14 c3"> 1. </ span> <span class = "c2"> ACCETTAZIONE DEI TERMINI </ span> </ h2> <p class = "c5"> <span class = "c3"> ConsenSys AG & rsquo; s Gitcoin </ span> <span class = "c3"> & nbsp; (& ldquo; Gitcoin & rdquo;) </ span> <span class = "c3"> un kit di incentivazione basato su blockchain per software Open Source che consente agli utenti di interagire con Gitcoin. & Ldquo; Tasks & rdquo; indica qualsiasi servizio che un partecipante al sito richiede o esegue.I partecipanti al sito possono essere costituiti da (a) Coloro che postano Task in Gitcoin (individualmente in "Poster", collettivamente i "Poster"); (b) coloro che adempiono ai Compiti (individualmente un "Cacciatore" o collettivamente i "Cacciatori"); e (c) coloro che interagiscono con il sito Gitcoin ma non pubblicano o eseguono attività (un "Visitatore", "Poster, Cacciatori e Visitatori collettivamente definiti" Utenti "). </ span> <span class = "c3"> & nbsp; </ span> <span class = "c3"> Il </ span> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; sito web </ span > <span class = "c3"> & nbsp; (</ span> <span class = "c3"> <a class = "c23" href = "https://www.google.com/url?q=https: //gitcoin.co/&amp;sa=D&amp;ust=1513054099642000&amp;usg=AFQjCNEurAtspjVR3BNgvDHOMteq3vcUJA">https://gitcoin.co/ </a> </ span> <span class = "c3">, il & ldquo; sito & rdquo ;) funge da portale di registrazione, offerta di prodotti e una panoramica dei servizi di Gitcoin. Il sito include anche testo, immagini, audio, codice e altri materiali o informazioni di terzi. Il Sito consente ai Poster di finanziare e postare Attività per Cacciatori da risolvere. </ Span> <span class = "c3"> Il Sito e qualsiasi altra funzionalità, strumenti, materiali o servizi offerti di volta in volta da </ span> < span class = "c3"> Gitcoin </ span> <span class = "c3">, è indicato qui come "Servizio".& rdquo; </ span> <span class = "c3"> & nbsp; Leggi attentamente questi Termini d'uso (i "Termini" o "Termini d'uso") attentamente prima di utilizzare il Servizio. Utilizzando o altrimenti accedendo ai Servizi, o facendo clic per accettare o accettare i presenti Termini laddove tale opzione sia resa disponibile, l'utente (x) accetta e accetta i presenti Termini (y) acconsente alla raccolta, all'uso, divulgazione e altra gestione delle informazioni come descritto nella nostra Informativa sulla privacy e (z) eventuali ulteriori termini, regole e condizioni di partecipazione emessi da </ span> <span class = "c3"> Gitcoin </ span> <span class = "c0"> & nbsp; da tempo a tempo. SE L'UTENTE NON ACCETTA I TERMINI, POI NON È POSSIBILE ACCEDERE O UTILIZZARE I SERVIZI. </ Span> </ p> <h2 class = "font-title mt-5 c4" id = "h.bsdfqqr8n5x9"> <span class = "c2"> 2. MODIFICHE DEI TERMINI DI UTILIZZO </ span> </ h2> <p class = "c5"> <span class = "c3"> Tranne per </ span> <span class = "c3"> Sezione 2 </ span> <span class = "c3"> 2 </ span> < span class = "c3">, che prevede l'arbitraggio vincolante e la rinuncia dei diritti di azione di classe, </ span> <span class = "c3"> Gitcoin </ span> <span class = "c0"> & nbsp; si riserva il diritto, a sua esclusiva discrezione, modificare o sostituire i Termini d'uso in qualsiasi momento. La versione più aggiornata di questi Termini sarà pubblicata sul nostro sito. Sarai responsabile della revisione e della familiarizzazione con tali modifiche. L'utilizzo dei Servizi da parte dell'utente dopo qualsiasi modifica ai Termini costituisce accettazione da parte dell'utente dei Termini di utilizzo come modificati.</ Span> </ p> <h2 class = "font-title mt-5 c11" id = "h.k4xzqrqyqzn9"> <span class = "c2"> 3. AMMISSIONE </ span> </ h2> <p class = "c5"> <span class = "c3"> Dichiari e garantisci che: (a) sono maggiorenni per formare un contratto vincolante; (b) non sono stati precedentemente sospesi o rimossi dall'utilizzo dei nostri Servizi; e (c) avere pieni poteri e autorità per stipulare questo accordo e in tal modo non violerà nessun altro accordo di cui si è parte. Se ti registri per utilizzare i Servizi per conto di una persona giuridica, dichiari e garantisci ulteriormente che (x) tale entità legale è debitamente organizzata e validamente esistente ai sensi delle leggi applicabili della giurisdizione della sua organizzazione, e (y) tu sei debitamente autorizzato da tale soggetto giuridico ad agire per suo conto. </ span> </ p> <h2 class = "font-title mt-5 c4" id = "h.r37hhdfs3aq8"> <span class = "c2"> 4. RUOLO DI GITCOIN </ span> </ h2> <p class = "c8"> <span class = "c0"> Riconosci espressamente, accetta e comprendi che: il Sito è semplicemente una piattaforma attraverso la quale i Poster e i Cacciatori conducono transazioni. A meno che non partecipi al sito come poster, Gitcoin non è coinvolto nelle transazioni e non ha alcun controllo sulla qualità, sicurezza o legalità delle attività o considerazione per le attività, la capacità dei cacciatori di eseguire attività sui poster & rsquo; soddisfazione, o la capacità dei Poster di pagare per le attività.Non sei un dipendente di Gitcoin e Gitcoin non esegue in alcun modo lo screening, la supervisione, la direzione o il controllo di Cacciatori o servizi prestati o consegnati ai Poster & nbsp; (& ldquo; Servizi Hunter & rdquo;). Gitcoin non avrà alcuna responsabilità o obbligo in relazione ai Contratti di servizio (definiti di seguito) per eventuali atti o omissioni da parte dell'utente o di altri utenti. Gitcoin non ha alcun controllo sui Cacciatori o sui Servizi Cacciatori offerti o resi da Cacciatori e Gitcoin non rilascia alcuna dichiarazione in merito all'affidabilità, capacità o qualifiche di qualsiasi Cacciatore o alla qualità, sicurezza o legalità di qualsiasi Hunter Services, e Gitcoin declina qualsiasi e ogni responsabilità relativa. L'uso del sito è a tuo rischio. Poiché Gitcoin non è parte delle transazioni tra Poster e Cacciatori, Gitcoin non è responsabile per la risoluzione di eventuali controversie tra partecipanti relative a qualsiasi attività. </ Span> </ p> <h2 class = "font-title mt-5 c20" id = "h.cyv74rfhac77"> <span class = "c2"> 5.GITCOIN POSTERS </ span> </ h2> <p class = "c8"> <span class = "c3"> Come poster, </ span> <span class = "c15 c3"> accetti che: (a) interagirai con i Cacciatori in modo professionale e cortese modo e descrivere accuratamente la tua attività; (b) l'utente può utilizzare il Sito esclusivamente per scopi commerciali, commerciali o di ricerca; (c) non è possibile che i Cacciatori eseguano Attività attraverso luoghi diversi dal Sito; (d) il pagamento sarà emesso e rimesso ai Cacciatori previa approvazione da parte dell'Utente; (e) il pagamento non è rimborsabile; (f) non rifiuterai le Attività eseguite dai Cacciatori senza una buona causa; e (g) non invierai un Task che violi alcuna parte di </ span> <span class = "c3 c15"> & nbsp; sezione 11 di </ span> <span class = "c15 c3"> i Termini. < / span> </ p> <h2 class = "font-title mt-5 c17" id = "h.y7zb2kfxtv56"> <span class = "c2"> 6.GITCOIN HUNTERS </ span> </ h2> <p class = "c8"> <span class = "c3"> Come Cacciatore, accetti che: (a) interagirai con i Poster in modo professionale e cortese e fornirai informazioni ragionevolmente richieste in relazione alla tua esecuzione di Compiti; (b) eseguirai compiti in modo competente e professionale; (c) fornirai informazioni complete, accurate e non dannose per tutte le attività che esegui; (d) non eseguirai attività attraverso sedi diverse dal Sito; (e) non invierai nulla a Poster che viola la sezione </ span> <span class = "c3"> 11 dei Termini </ span> <span class = "c0">; e (f) I poster possono respingere le attività svolte per giusta causa e al momento non è possibile per un Cacciatore contestare il rifiuto di una richiesta fatta attraverso il Sito, il che significa che non si può essere pagati se un Poster rifiuta la presentazione. </ span > </ p> <h2 class = "font-title mt-5 c17" id = "h.kduzwod3rdxb"> <span class = "c2"> 7. LAVORO PRODOTTO E LAVORO PER NOLEGGIO </ span> </ h2> <p class = "c8"> <span class = "c0"> Hunter eseguirà i Servizi Hunter in modo professionale e professionale e fornirà tempestivamente qualsiasi risultato o risultato tangibile o intangibile concordato, incluse, ma non limitate a, configurazioni , programmi per computer, software, applicazioni o altre informazioni e qualsiasi proprietà intellettuale sviluppata in relazione a ciò (& ldquo; Prodotto di lavoro & rdquo;). Ove applicabile, il Prodotto di lavoro deve essere presentato a Poster in formato open source.</ Span> </ p> <p class = "c8 c7"> <span class = "c0"> </ span> </ p> <p class = "c8"> <span class = "c3"> Qualsiasi prodotto di lavoro di attività eseguite come Hunter è un "lavoro fatto per conto di & quot; a beneficio del Poster. Su ricevuta di Hunter del pagamento completo da Poster, il Prodotto di lavoro, inclusi senza limitazione tutti i diritti di brevetto, diritti di copyright, diritti di lavoro maschera, diritti morali, diritti di pubblicità, marchio, diritti di abbigliamento e marchi di servizio, buona volontà, diritti segreti commerciali e altri diritti di proprietà intellettuale che possono ora esistere o in futuro, e tutte le domande quindi e le registrazioni, i rinnovi e le estensioni delle stesse, secondo le leggi di qualsiasi stato, paese, territorio o altra giurisdizione </ span> <span class = "c3 c30 "> (& ldquo; </ span> <span class =" c0 "> Diritti di proprietà intellettuale & rdquo;) nel Prodotto di lavoro, sarà la sola ed esclusiva proprietà di Poster, e Poster sarà considerato l'autore dello stesso. Se Hunter ha diritti di proprietà intellettuale sul Prodotto di lavoro che non sono di proprietà di Poster su Hunter, la ricevuta di pagamento da parte del Cliente, Hunter assegna automaticamente irrevocabilmente al Cliente ogni diritto, titolo e interesse in tutto il mondo in e a tali Diritti di proprietà intellettuale. Ad eccezione di quanto sopra esposto, Hunter non ha alcun diritto di utilizzo e non metterà in discussione la validità della proprietà di Poster in tali diritti di proprietà intellettuale. Con la presente, Hunter rinuncia ai diritti morali, ai diritti di paternità, all'integrità, alla divulgazione e al ritiro o ai diritti inalienabili previsti dalla legge applicabile nel e al Prodotto di lavoro.</ Span> </ p> <p class = "c8 c7"> <span class = "c0"> </ span> </ p> <p class = "c8"> <span class = "c3"> Hunter acconsente a non incorporare nel Prodotto di lavoro o fornire in altro modo Poster qualsiasi risultato per cui l'uso o la distribuzione del codice creerà (o pretende di creare) obblighi per Poster concedere qualsiasi diritto o immunità in base alla proprietà intellettuale di Poster a terzi, incluso, a titolo esemplificativo, l'obbligo di divulgare o divulgare il Prodotto di lavoro o il software Poster, derivato o distribuito con tale Prodotto di lavoro (a) o distribuito sotto forma di codice sorgente, (b) concesso in licenza allo scopo di realizzare opere derivate, o (c) essere ridistribuibile gratuitamente. </ Span> </ p> <h2 class = "font-title mt-5 c20" id = "h.j5wfry9hjl3h"> <span class = "c2"> 8. CONTRATTORI INDIPENDENTI </ span> </ h2> <p class = "c22"> <span class = "c3"> I cacciatori svolgono compiti per i manifesti a titolo personale come appaltatore indipendente e non come dipendente di un poster o di un gitcoin.In qualità di Cacciatore, l'utente accetta che: (a) l'utente è responsabile e rispetterà tutte le leggi e i requisiti di registrazione applicabili, compresi quelli applicabili agli appaltatori indipendenti e le normative relative al numero massimo di ore di lavoro; (b) le presenti Condizioni non creano un'associazione, una joint venture, una partnership, un franchising o una relazione datore di lavoro / dipendente tra te e Poster, o tu e Gitcoin; (iii) non rappresenterai te stesso come dipendente o agente di un Poster o di Gitcoin; (iv) non avrai diritto a nessuno dei vantaggi che un Poster o Gitcoin può mettere a disposizione dei suoi dipendenti, come ferie per ferie, assenze per malattia e programmi assicurativi, comprese le assicurazioni sanitarie di gruppo o di vecchiaia; e (v) l'utente non è idoneo a recuperare le prestazioni di indennizzo del lavoratore in caso di infortunio. In qualità di appaltatore indipendente, Hunter è sempre libero di fornire Servizi Hunter a persone o aziende diverse da Poster, incluso qualsiasi concorrente di Poster. Hunter non ha il potere di stipulare contratti scritti o orali (impliciti o espliciti) per conto di Poster o Gitcoin. Come Poster, non impegnerai un Cacciatore in alcun modo che possa mettere a repentaglio lo status di Hunter come un appaltatore indipendente che svolge compiti per te. I poster potrebbero non richiedere una relazione esclusiva. </ Span> </ p> <h2 class = "font-title mt-5 c20" id = "h.3dy6vkm"> <span class = "c2"> 9.CONTRATTI GITCOIN </ span> </ h2> <p class = "c8"> <span class = "c0"> Come usato qui, un & ldquo; Contratto di servizio & rdquo; indica, a seconda dei casi, le disposizioni contrattuali unilaterali create da Poster che regolano i Servizi Hunter da eseguire da Hunter per Poster per una particolare attività pubblicata sul Sito e che in genere include una descrizione dell'attività o attività da completare, l'importo e tipo di valuta come compensazione, e la scadenza. & nbsp; L'utente riconosce e accetta che Gitcoin non è parte di alcun contratto di servizio e che la formazione di un contratto di servizio tra i manifesti e i cacciatori non creerà, in nessun caso, un rapporto di lavoro o di altro tipo tra Gitcoin e Poster o Gitcoin e Hunter. </ span> </ p> <h2 class = "font-title mt-5 c17" id = "h.g7g8diptk1hj"> <span class = "c2"> 10. PAGAMENTO </ span> </ h2> <p class = "c8"> <span class = "c0"> Per utilizzare i Servizi del sito, ogni Utente deve fornire il proprio indirizzo di portafoglio Ethereum. Il Sito ei Servizi del sito operano con token compatibili Ether o ERC20. Il pagamento ai Cacciatori avverrà dopo l'accettazione da parte di Poster del Prodotto di lavoro di Hunter. L'accettazione del prodotto di un cacciatore è a sola discrezione del Poster. </ Span> </ p> <h2 class = "font-title mt-5 c11" id = "h.5gnb0dbqhxkw"> <span class = "c14 c3"> 11 </ span> <span class = "c14 c3">.UTILIZZO O ACCESSO NON AUTORIZZATO </ span> <sup> <a href="#cmnt1" id="cmnt_ref1"> [a] </a> </ sup> </ h2> <p class = "c5"> <span class = "c0"> A meno che non sia espressamente autorizzato in queste Condizioni d'uso o sul Sito, non puoi intraprendere alcuna azione per interferire con il Sito o l'uso da parte di altri utenti del Sito o decompilare, decodificare o disassemblare qualsiasi contenuto o altri prodotti o processi accessibili attraverso il Sito, né inserire alcun codice o prodotto o manipolare il contenuto in alcun modo che influenzi l'esperienza di qualsiasi Utente. Durante l'utilizzo del Sito è necessario rispettare tutti gli statuti, gli ordini, i regolamenti, le regole e le altre leggi applicabili. Inoltre, ci aspettiamo che gli utenti del sito web rispettino i diritti e la dignità degli altri. L'utilizzo del Sito è subordinato al rispetto delle regole di condotta stabilite in questa sezione. </ Span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c16"> <span class = "c0"> Non puoi usare, o incoraggiare altri a usare, Gitcoin per attività illegali, dannose, fraudolente, illecite o discutibili. Ecco un elenco non esaustivo di attività vietate: </ span> </ p> <ul class = "c13 lst-kix_3y5uqjfd26o6-0 start"> <li class = "c1"> <span class = "c0"> Raccolta di informazioni personali identificabili (ad es., non chiedere agli utenti il ​​loro indirizzo email o numero di telefono) </ span> </ li> <li class = "c1"> <span class = "c0"> Usare Gitcoin per provare a generare & quot; riferito & quot; visite al sito o traffico click-through </ span> </ li> <li class = "c1"> <span class = "c0"> Interruzione, manipolazione o degrado delle operazioni di qualsiasi sito Web, prodotto o servizio </ span> </ li> <li class = "c1"> <span class = "c0"> Phishing, spamming o pharming </ span> </ li> <li class = "c1"> <span class = "c0"> Contatti non richiesti di utenti o altri comportamenti abusivi </ span> </ li> <li class = "c1"> <span class = "c0"> Attività pubblicitarie o di marketing, comprese attività che richiedono la registrazione su un altro sito web o gruppo </ span> </ li> <li class = "c1"> <span class = "c0"> Attività intese a promuovere un sito, un servizio o un'opinione (ad es., non chiedere ai Cacciatori di scrivere notizie o recensioni false) </ span> </ li> <li class = "c1"> <span class = "c0"> Violazione o appropriazione indebita dei diritti di terzi, incluse attività che richiedono la violazione dei termini di qualsiasi sito Web, prodotto o servizio </ span> </ li> <li class = "c1"> <span class = "c0"> Pubblicare o trasmettere contenuti illegali, fraudolenti o altrimenti riprovevoli, incluso il contenuto che costituisce pornografia infantile, si riferisce alla bestialità o descrive atti sessuali non consensuali </ span> </ li> <li class = "c1"> <span class = "c0"> Interruzione, manipolazione o compromissione del funzionamento del sito Gitcoin (ad esempio, non provare a & quot; giochi & quot; risultati di ricerca per attività) </ span> </ li> <li class = "c1"> <span class = "c0"> Raschiare dati o contenuti dal sito di Gitcoin </ span> </ li> <li class = "c1"> <span class = "c0"> Creazione di un rischio per la sicurezza per Gitcoin o qualsiasi utente Gitcoin, inclusa la pubblicazione di attività che richiedono il download di software che contiene contenuto dannoso o codice dannoso </ span> </ li> <li class = "c1"> <span class = "c3"> Esecuzione o richiesta di richieste attraverso sedi diverse dal sito di Gitcoin </ span> </ li> </ Ul> <h2 class = "font-title mt-5 c4" id = "h.6s3ntndckzu2"> <span class = "c2"> 12. DISCLAIMER DI GARANZIA </ span> </ h2> <p class = "c5"> <span class = "c3"> Comprendi e accetti espressamente che il tuo utilizzo del Servizio è a tuo esclusivo rischio.Il servizio è fornito su un "AS IS & quot; e & quot; come disponibile & quot; base, senza garanzie di alcun tipo, espresse o implicite, incluse, a titolo esemplificativo, garanzie implicite di commerciabilità, idoneità per uno scopo particolare o non violazione. Rilascia </ span> <span class = "c3"> Gitcoin </ span> <span class = "c0"> & nbsp; da ogni responsabilità per il contenuto che hai acquisito o che non hai acquisito tramite il Servizio. </ Span> </ p> <h2 class = "font-title mt-5 c4" id = "h.w2jz5r6445ny"> <span class = "c2"> 13. SOFISTICAZIONE E RISCHIO DI SISTEMI CRITTOGRAFICI </ span> </ h2> <p class = "c5"> <span class = "c0"> Utilizzando in qualsiasi modo il servizio o la piattaforma, si dichiara di comprendere i rischi inerenti associati ai sistemi crittografici; e garantisce di avere una comprensione dell'uso e delle complessità della crittografia a chiave pubblica / privata, dei token crittografici nativi, come Ether (ETH) e Bitcoin (BTC), token intelligenti basati su contratto come quelli che seguono lo standard Ethereum Token (https: //github.com/ethereum/EIPs/issues/20) e sistemi software basati su blockchain. </ span> </ p> <h2 class = "font-title mt-5 c4" id = "h.ljqsz358q603"> <span class = "c2"> 14. PIATTAFORMA SICUREZZA </ span> </ h2> <p class = "c5"> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; è una piattaforma in fase iniziale. L'utente riconosce che le applicazioni di Ethereum sono soggette a difetti e riconosce di essere l'unico responsabile della valutazione di qualsiasi codice disponibile fornito dai Servizi.Inoltre, riconosci e riconosci espressamente che le applicazioni possono essere scritte malignamente o per negligenza, che </ span> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; non può essere ritenuto responsabile per la tua interazione con tali applicazioni. Questi avvertimenti e altri successivamente forniti da </ span> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; in nessun modo prova o rappresentano un dovere in corso di avvisarti di tutti dei potenziali rischi dell'utilizzo del servizio </ span> <span class = "c0">. </ span> </ p> <h2 class = "font-title mt-5 c4" id = "h.xiy9ovkljy1a"> <span class = "c3 c14"> 15 </ span> <span class = "c2">. RISCHIO DI ERRORI, ERRORI E TEMPI DI TEMPO </ span> </ h2> <p class = "c5"> <span class = "c3"> L'utente riconosce e accetta che i Servizi (i) possono contenere bug, errori e difetti, (ii) può funzionare in modo improprio o essere soggetto a periodi di inattività e indisponibilità, (iii) può comportare la perdita totale o parziale o il danneggiamento dei dati utilizzati nei Servizi, e (iv) può essere modificato in qualsiasi momento, anche attraverso il rilascio di versioni successive, tutte con o senza preavviso. </ Span> </ p> <h2 class = "font-title mt-5 c11" id = "h.xpqi3k39ldhp"> <span class = "c14 c3"> 16 </ span> <span class = "c2">.INDENNIZZO </ span> </ h2> <p class = "c5"> <span class = "c3"> Accetti, nella misura massima consentita dalla legge applicabile, di rilasciare e indennizzare, difendere e tenere indenne </ span> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; e i suoi genitori, sussidiarie, affiliate e agenzie, nonché i funzionari, direttori, dipendenti, azionisti e rappresentanti di una qualsiasi delle suddette entità, da e contro qualsiasi e tutte le perdite, le responsabilità, le spese, i danni, i costi (compresi gli avvocati e le spese giudiziarie) o le azioni di qualsiasi tipo derivanti dall'uso del Servizio, dalla violazione delle presenti Condizioni d'uso e da eventuali atti o omissioni che implicano diritti pubblicitari, diffamazione o violazione della privacy. </ span> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; si riserva il diritto, a proprie spese, di assumere la difesa e il controllo esclusivi di qualsiasi questione altrimenti soggetta a indennizzo da tu e, in tal caso, accetti di collaborare con </ span> <span class = "c3"> Gitcoin </ span> <span class = "c0"> & nbsp; in difesa di tale materia. </ span> </ p> <h2 class = "font-title mt-5 c11" id = "h.7u5ubkaww7kp"> <span class = "c2"> 17. LIMITAZIONE SULLA RESPONSABILITÀ </ span> </ h2> <p class = "c5"> <span class = "c0"> L'UTENTE RICONOSCE E ACCETTA DI ASSUMERE PIENA RESPONSABILITÀ PER L'UTILIZZO DEI SITI E DEL SERVIZIO.L'UTENTE RICONOSCE E ACCETTA CHE QUALSIASI INFORMAZIONE INVIATA O RICEVUTA DURANTE L'UTILIZZO DEI SITI E DEL SERVIZIO POTREBBE NON ESSERE SICURA E POTREBBE ESSERE INTERCETTATA O SUCCESSIVAMENTE ACQUISTATA DA PARTI NON AUTORIZZATE. L'UTENTE RICONOSCE E ACCETTA CHE L'UTILIZZO DEI SITI E DEL SERVIZIO È A PROPRIO RISCHIO.RICONOSCENDO QUESTO, L'UTENTE CAPISCONO E CONVENGONO CHE, NELLA MISURA MASSIMA CONSENTITA DALLA LEGGE APPLICABILE, NÉ GITCOIN NEI SUOI ​​FORNITORI O CONCESSORI DI LICENZA SARANNO RITENUTI RESPONSABILI PER QUALSIASI DANNO DIRETTO, INDIRETTO, ACCIDENTALE, SPECIALE, CONSEGUENTE, PUNITIVO, ESEMPLARE O ALTRO DI QUALSIASI DANNO TIPO, INCLUSO SENZA LIMITAZIONI DANNI PER PERDITA DI PROFITTI, PERDITA, UTILIZZO, DATI O ALTRE PERDITE MATERIALI O IMMATERIALI O QUALSIASI ALTRA DANNO BASATA SU CONTRATTO, TORT (COMPRESO, IN GIURISDIZIONI DOVE CONSENTITO, NEGLIGENZA E NEGLIGENZA LORDA), RESPONSABILITÀ RIGOROSA O QUALSIASI ALTRA TEORIA (ANCHE SE GITCOIN E STATO AVVISATO DELLA POSSIBILITÀ DI TALI DANNI), RISULTANTE DAL SITO O DAL SERVIZIO; L'USO O L'INCAPACITÀ DI UTILIZZARE I SITI O IL SERVIZIO; ACCESSO NON AUTORIZZATO O MODIFICA DELLE TRASMISSIONI O DEI DATI; DICHIARAZIONI O COMPORTAMENTI DI QUALSIASI TERZA PARTE SUI SITI O SERVIZI; QUALSIASI AZIONE CHE PRENDIAMO O VENIAMO IN CONSEGUENZA A SEGUITO DELLE COMUNICAZIONI CHE INVIATE A NOI; ERRORI UMANI; MALFUNZIONAMENTI TECNICI; GUASTI, COMPRESA L'UTILITÀ PUBBLICA O GLI INTERVENTI TELEFONICI; OMISSIONI, INTERRUZIONI, LATENZE, DELETE O DIFETTI DI QUALSIASI DISPOSITIVO O RETE, FORNITORE O SOFTWARE (INCLUSI, MA NON LIMITATI A, QUELLI CHE NON PERMETTONO LA PARTECIPAZIONE AL SERVIZIO); QUALSIASI LESIONE O DANNI ALLE APPARECCHIATURE DEL COMPUTER; IMPOSSIBILITÀ DI ACCESSO COMPLETAMENTE AI SITI O AL SERVIZIO O ALTRI SITI WEB; FURTO, MANOMISSIONE, DISTRUZIONE O ACCESSO NON AUTORIZZATO A, IMMAGINI O ALTRI CONTENUTI DI QUALSIASI TIPO; DATI TRATTATI O INORGANIZZATI O INCOMPLETI O PERDUTI; TIPOGRAFICO, STAMPA O ALTRI ERRORI O QUALSIASI COMBINAZIONE; O QUALSIASI ALTRA QUESTIONE RELATIVA AI SITI O AL SERVIZIO.</ Span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c0"> ALCUNE GIURISDIZIONI NON CONSENTONO L'ESCLUSIONE DI DETERMINATE GARANZIE O LA LIMITAZIONE O L'ESCLUSIONE DI RESPONSABILITÀ PER DANNI ACCIDENTALI O CONSEQUENZIALI. DI CONSEGUENZA, ALCUNE DELLE SUDDETTE LIMITAZIONI POTREBBERO NON ESSERE APPLICABILI. </ Span> </ p> <h2 class = "font-title mt-5 c4" id = "h.5wokdxywxd9j"> <span class = "c14 c3"> 18 </ span> <span class = "c14 c3">. LICENZA </ span> <span class = "c2"> S </ span> </ h2> <p class = "c5"> <span class = "c2"> 18.1. Licenza del sito </ span> </ p> <p class = "c8"> <span class = "c3"> Sottoposto e condizionato alla tua conformità alle presenti Condizioni d'uso, Gitcoin ti concede una licenza limitata, non esclusiva, non trasferibile, non sublicenziabile per accedere e fare uso personale e non commerciale del Servizio. Questa licenza non include alcuna rivendita o uso commerciale del Servizio o qualsiasi utilizzo derivato del Servizio. Tutti i diritti non espressamente concessi all'utente in queste Condizioni d'uso sono riservati e conservati da Gitcoin o dai suoi licenziatari. Il Servizio Gitcoin non può essere riprodotto, duplicato, copiato, venduto, rivenduto, visitato o altrimenti sfruttato per scopi commerciali senza il consenso scritto di Gitcoin. L'utente non può inquadrare o utilizzare tecniche di framing per includere marchi, logo o altre informazioni proprietarie (incluse immagini, testo, layout di pagina o modulo) di Gitcoin senza un esplicito consenso scritto. Non si può abusare dei Servizi. È possibile utilizzare i Servizi solo come consentito dalla legge.Le licenze concesse da Gitcoin terminano se l'utente non rispetta le presenti Condizioni d'uso. Gitcoin conserva tutti i diritti, titoli e interessi in e su tutti i diritti di proprietà intellettuale relativi al sito e ai servizi del sito. </ Span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 18.2. Licenza del contenuto dell'utente </ span> </ p> <p class = "c19"> <span class = "c0"> Quando pubblichi o invii dati, feedback, contenuti, testi, fotografie, immagini o altre informazioni a qualsiasi parte del Sito o fornisci a Gitcoin (di cui come & ldquo; Contenuto utente & rdquo;), l'utente dichiara e garantisce di disporre del diritto, del potere e dell'autorità per pubblicare quel Contenuto utente e concedere le licenze specificate di seguito. & nbsp; L'utente dichiara e garantisce inoltre che pubblicando o fornendo tali Contenuti utente non violerà diritti di terzi di alcun tipo, inclusi, a titolo esemplificativo, diritti di proprietà intellettuale, diritti di pubblicità o diritti alla privacy. & nbsp; Nella misura in cui il Contenuto dell'utente può essere protetto da copyright, l'utente dichiara, garantisce e dichiara di essere il proprietario di tutti i diritti di copyright su tale Contenuto utente e che Gitcoin può esercitare i diritti sui Contenuti dell'utente concessi ai sensi delle Condizioni d'uso. senza alcuna responsabilità o obbligo per qualsiasi pagamento. </ span> </ p> <p class = "c19"> <span class = "c0"> Conservi tutti i diritti di proprietà in qualsiasi Contenuto utente pubblicato su Gitcoin.& nbsp; Nella misura consentita dalla legge applicabile, l'utente concede a Gitcoin e ai suoi successori e affiliati anche una licenza mondiale esente da diritti, sublicenziabile, trasferibile, perpetua, irrevocabile, non esclusiva, da utilizzare, riprodurre, modificare, pubblicare, elencare le informazioni relative a, modificare, tradurre, distribuire, eseguire pubblicamente, mostrare pubblicamente e realizzare opere derivate di tutti tali Contenuti utente e il proprio nome, voce e / o somiglianza contenuti nei Contenuti dell'utente, in tutto o in parte, e in qualsiasi forma, media o tecnologia, sia ora conosciuta o di seguito sviluppata, da utilizzare in connessione con il Sito e Gitcoin (e i nostri successori & affiliati & rsquo;) affari, incluso, senza limitazioni, per promuovere e ridistribuire parte o tutto il Sito (e opere derivate dello stesso) in qualsiasi formato multimediale e attraverso qualsiasi canale multimediale. & nbsp; Con la presente, inoltre, concede a ciascun Utente una licenza non esclusiva per accedere ai Contenuti dell'utente attraverso il Sito e per utilizzare, riprodurre, distribuire, visualizzare ed eseguire tali Contenuti dell'utente nella misura consentita dalla normale funzionalità del Sito e soggetta a tutta la riservatezza applicabile e altre disposizioni del presente Accordo, la nostra Informativa sulla privacy e la legge applicabile.</ Span> </ p> <p class = "c19"> <span class = "c0"> Le licenze per i Contenuti utente concessi da te nel presente Accordo cesseranno entro un tempo commercialmente ragionevole dopo aver rimosso o eliminato il Contenuto dell'utente dal Sito, tranne che tu lo concedi Gitcoin e i nostri successori e affiliati la licenza irrevocabile e perpetua di conservare e utilizzare, ma non di mostrare o distribuire pubblicamente, copie server o di archivio di tutti i Contenuti utente che hai rimosso o cancellato nella misura consentita dalla legge applicabile. </ Span> < / p> <h2 class = "font-title mt-5 c11" id = "h.ghemxwowkmrx"> <span class = "c2"> 19. TERMINAZIONE E SOSPENSIONE </ span> </ h2> <p class = "c5"> <span class = "c3"> Gitcoin </ span> <span class = "c0"> & nbsp; può interrompere o sospendere tutto o parte del Servizio senza preavviso o responsabilità in caso di violazione di qualsiasi dei termini o delle condizioni dei Termini. Possiamo, a nostra sola discrezione e senza alcuna responsabilità nei tuoi confronti, con o senza preavviso e in qualsiasi momento, modificare o interrompere, temporaneamente o permanentemente, parte dei nostri Servizi. </ Span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c3"> Le seguenti disposizioni dei Termini sopravvivono a qualsiasi risoluzione delle presenti Condizioni: INDENNITÀ; ESCLUSIONE DI GARANZIA; LIMITAZIONE DI RESPONSABILITÀ; I NOSTRI DIRITTI DI PROPRIETÀ; FINE; NESSUN BENEFICIARIO DI TERZI; ARBITRATO VINCOLANTE E RINUNCIA AZIONI DI CLASSE; INFORMAZIONI GENERALI </ span> </ p> <h2 class = "font-title mt-5 c11" id = "h.acx6e4wqdv2d "> <span class =" c2 "> 20. NESSUN BENEFICIARIO DI TERZE PARTI </ span> </ h2> <p class = "c8"> <span class = "c3"> Accetti che, salvo diversamente espressamente previsto in questi Termini, non ci saranno beneficiari di terze parti ai Termini. Le Condizioni d'uso non saranno interpretate come la creazione o l'insorgenza di alcuna relazione di agenzia, franchising, partnership o joint venture tra Utenti e Gitcoin, ad eccezione e solo nella misura espressamente indicata nel presente Accordo. </ Span> </ p> <h2 class = "font-title mt-5 c11" id = "h.wy5ov23pu496"> <span class = "c2"> 21.AVVISO E PROCEDURA PER FARE RECLAMI DI VIOLAZIONE DEL DIRITTO D'AUTORE </ span> </ h2> <p class = "c5"> <span class = "c3"> Se ritieni che il tuo copyright o il copyright di una persona per conto della quale sei autorizzato ad agire sia stato violato, ti preghiamo di fornire </ span> <span class = "c3"> Gitcoin </ span> <span class = "c0"> & nbsp; un avviso scritto contenente le seguenti informazioni: </ span> </ p> <ul class = "c13 lst-kix_23kv2cxx4q47-0 start"> <li class = "c5 c10"> <span class = "c0"> una firma elettronica o fisica della persona autorizzata ad agire per conto del proprietario del copyright o di altri interessi di proprietà intellettuale; </ span> </ li> <li class = "c5 c10"> <span class = "c0"> una descrizione dell'opera protetta da copyright o altra proprietà intellettuale che ritieni sia stata violata; </ span> </ li> <li class = "c5 c10"> <span class = "c0"> una descrizione di dove il materiale che tu stia violando si trova sul Servizio. </ span> </ li> </ Ul> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c3"> Gitcoin </ span> <span class = "c0"> & nbsp; può essere raggiunto a: </ span> </ p> <p class = "c5"> <span class = "c3"> Email: </ span> <span class = "c0"> avvisi @ consensys.net </ span> </ p> <p class = "c5"> <span class = "c0"> Riga oggetto: notifica del copyright </ span> </ p> <h2 class = "font-title mt-5 c11" id = "h.v51364rrch7h"> <span class = "c2"> 22. ARBITRATO VINCOLANTE E RINUNCIA AZIONE DI CLASSE </ span> </ h2> <p class = "c5"> <span class = "c0"> LEGGERE ATTENTAMENTE QUESTA SEZIONE & ndash; PU MAY INFLUENZARE SIGNIFICATIVAMENTE I TUOI DIRITTI LEGALI, COMPRESO IL TUO DIRITTO DI PRESENTARE UNA LEGGE IN CORTE </ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 22.1. Risoluzione iniziale delle controversie </ span> </ p> <p class = "c5"> <span class = "c0"> Le parti si sforzano di impegnarsi direttamente a risolvere qualsiasi controversia, reclamo, domanda o disaccordo e impegnarsi in negoziati in buona fede che devono essere una condizione per entrambi partito che avvia una causa o un arbitrato. </ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 22.2. Arbitrato vincolante </ span> </ p> <p class = "c5"> <span class = "c0"> Se le parti non raggiungono una soluzione concordata entro un periodo di 30 giorni dal momento in cui la risoluzione informale delle controversie inizia con la risoluzione iniziale delle controversie, allora una delle parti può avviare l'arbitrato vincolante come unico mezzo per risolvere le richieste, nei termini stabiliti di seguito.In particolare, tutti i reclami derivanti da o relativi a questi Termini (compresa la loro formazione, performance e violazione), le parti & rsquo; i rapporti reciproci e / o l'uso del Servizio saranno definitivamente risolti mediante un arbitrato vincolante amministrato dall'American Arbitration Association in conformità con le disposizioni delle sue Regole sull'arbitrato commerciale e le procedure supplementari per le controversie relative ai consumatori dell'American Arbitration Association (il & ldquo; AAA & rdquo;), escluse le regole o le procedure che regolano o consentono le azioni di classe. L'arbitro, e non una qualsiasi corte o agenzia federale, statale o locale, avrà l'esclusiva autorità per risolvere tutte le controversie derivanti o relative all'interpretazione, all'applicabilità, all'applicabilità o alla formazione di questi Termini, incluso, ma non limitato a qualsiasi rivendicazione che tutte o parte di queste Condizioni sono nulle o annullabili, o se una richiesta è soggetta ad arbitrato. L'arbitro ha il potere di concedere qualsiasi provvedimento di risarcimento in tribunale o per legge. Il premio dell'arbitro sarà scritto e vincolante per le parti e potrà essere inserito come una sentenza in qualsiasi tribunale della giurisdizione competente. Le parti capiscono che, in assenza di questa disposizione obbligatoria, avrebbero il diritto di citare in giudizio e fare un processo con giuria. Comprendono inoltre che, in alcuni casi, i costi dell'arbitrato potrebbero superare i costi del contenzioso e il diritto alla scoperta potrebbe essere più limitato nell'arbitrato che in tribunale. </ Span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 22.3.Posizione </ span> </ p> <p class = "c5"> <span class = "c0"> L'arbitrato vincolante avrà luogo a New York. L'utente accetta di sottomettersi alla giurisdizione personale di qualsiasi tribunale federale o statale della contea di New York, New York, al fine di forzare l'arbitrato, di sospendere il procedimento in attesa di arbitrato, di confermare, modificare, lasciare o esprimere un giudizio sul premio inserito dal arbitro. </ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 22.4. Class Action Waiver </ span> </ p> <p class = "c5"> <span class = "c0"> Le parti concordano inoltre che qualsiasi arbitrato o altra azione consentita deve essere condotta solo a titolo personale e non come azione collettiva o altra azione rappresentativa, e le parti espressamente rinunciare al loro diritto di presentare una class action o cercare soccorsi su base di classe. L'UTENTE E GITCOIN ACCETTA CHE CIASCUNO PU MAY PORTARE RECLAMI CONTRO L'ALTRO SOLO NELLA TUA O SUA CAPACITÀ INDIVIDUALE E NON COME UN INCONTRO O MEMBRO DI CLASSE IN QUALSIASI PROCEDIMENTO DI CLASSE O DI RAPPRESENTANZA SPIEGATO. Se un tribunale o un arbitro stabilisce che la rinuncia all'azione collettiva di cui al presente paragrafo è nulla o inapplicabile per qualsiasi motivo o che un arbitrato può procedere su base di classe, allora la clausola arbitrale di cui sopra sarà ritenuta nulla nella sua interezza e si ritiene che le parti non abbiano accettato di arbitrare le controversie. </ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 22.5.Eccezione - Contenzioso di proprietà intellettuale e reclami per controversie di modesta entità </ span> </ p> <p class = "c5"> <span class = "c0"> Nonostante la decisione delle parti di risolvere tutte le controversie tramite arbitrato, ciascuna delle parti può intraprendere un'azione nel tribunale statale o federale per proteggere i propri diritti di proprietà intellettuale (& ldquo; proprietà intellettuale diritti & rdquo; significa brevetti, diritti d'autore, diritti morali, marchi commerciali e segreti commerciali, ma non diritti sulla privacy o pubblicità). Ciascuna delle parti può anche chiedere assistenza in un tribunale per controversie di modesta entità per controversie o rivendicazioni nell'ambito della giurisdizione di tale tribunale. </ Span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 22.6. 30 giorni di diritto di disattivazione </ span> </ p> <p class = "c5"> <span class = "c3"> Hai il diritto di non partecipare e non essere vincolato dalle disposizioni sull'arbitrato e sulla rinuncia all'azione collettiva stabilite sopra inviando comunicazione scritta della tua decisione di rinuncia al seguente indirizzo: </ span> <span class = "c3"> & nbsp; </ span> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; ℅ ConsenSys, 49 Bogart Street, Brooklyn NY 11206 e via email all'indirizzo notices@consensys.net, </ span> <span class = "c3"> & nbsp; con oggetto line & ldquo; </ span> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; LEGAL OPT OUT & rdquo ;.La notifica deve essere inviata entro 30 giorni dal primo utilizzo del Servizio, altrimenti l'utente sarà tenuto ad arbitrare le controversie in conformità con i termini di tali paragrafi. Se decidi di rinunciare a queste disposizioni di arbitrato, </ span> <span class = "c3"> Gitcoin </ span> <span class = "c0"> & nbsp; inoltre non saranno vincolati da loro. </ Span> < / p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 22.7. Modifiche a questa sezione </ span> </ p> <p class = "c5"> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; </ span> <span class = "c3"> fornirà 60 giorni & rsquo; avviso di eventuali modifiche a questa sezione. Le modifiche diventeranno effettive il sessantesimo giorno e si applicheranno in modo prospettico solo a eventuali richieste avanzate dopo il sessantesimo giorno. Per qualsiasi controversia non soggetta ad arbitrato tu e </ span> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; accetta di sottomettersi alla giurisdizione personale ed esclusiva di tribunali federali e statali situati a New York, New York. L'utente accetta inoltre di accettare il servizio di processo per posta, e con la presente rinuncia a tutte le difese di giurisdizione e sede altrimenti disponibili. I Termini e la relazione tra te e </ span> <span class = "c3"> Gitcoin </ span> <span class = "c0"> & nbsp; saranno disciplinati dalle leggi dello Stato di New York senza riguardo per disposizioni sui conflitti di legge. </ span> </ p> <h2 class = "font-title mt-5 c28" id = "h.2jxsxqh"> <span class = "c2"> 23.STAMPA </ span> </ h2> <p class = "c29"> <span class = "c3"> Oltre al riconoscimento che Gitcoin </ span> <span class = "c3 c33"> non è </ span> <span class = "c0"> & nbsp; una parte di qualsiasi contratto di servizio tra gli utenti, con la presente rilascia Gitcoin, le nostre affiliate e i nostri rispettivi funzionari, direttori, agenti, sussidiarie, joint venture e dipendenti da richieste, richieste e danni (effettivi e consequenziali) di ogni tipo e natura, conosciuta e sconosciuta, derivante da o in qualsiasi modo connessa con qualsiasi controversia che avete con un altro utente, sia che sia legale o equo. & nbsp; Questa versione include, ad esempio e senza limitazioni, eventuali controversie riguardanti le prestazioni, le funzioni e la qualità del lavoro fornito al Poster Gitcoin e richieste di rimborso in base a contestazioni. </ Span> </ p> <p class = "c29"> <span class = "c0"> NELLA MISURA APPLICABILE, RINUNCIATAMENTE LE PROTEZIONI DEL CODICE CIVILE DELLA CALIFORNIA & sect; 1542 (E QUALSIASI LEGGE ANALOGA IN QUALSIASI ALTRA GIURISDIZIONE APPLICABILE) CHE DICHIARA: "UN RILASCIO GENERALE NON SI ESTENDE A RECLAMI CHE IL CREDITORE NON CONOSCE O SOSPETTO DI ESISTERE NEL SUO O SUO FAVORE AL MOMENTO DELL'ESECUZIONE DEL RILASCIO, CHE SE CONOSCIUTO O LUI DEVE AVERE MATERIALMENTE INFLITTO IL SUO REGOLAMENTO CON IL DEBITORE. & Rdquo; </ span> </ p> <h2 class = "font-title mt-5 c11" id = "h.hfe6ssp3258f"> <span class = "c2"> 24. INFORMAZIONI GENERALI </ span> </ h2> <p class = "c5"> <span class = "c2"> 24.1.Accordo completo </ span> </ p> <p class = "c5"> <span class = "c3"> Questi Termini (e qualsiasi altro termine, regole e condizioni di partecipazione che </ span> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; può postare sul Servizio) costituisce l'intero accordo tra te e </ span> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; rispetto a il Servizio e sostituisce qualsiasi accordo precedente, orale o scritto, tra te e </ span> <span class = "c3"> Gitcoin </ span> <span class = "c0">. In caso di conflitto tra i presenti Termini e i termini aggiuntivi, le regole e le condizioni di partecipazione, quest'ultimo prevale sui Termini nella misura del conflitto. </ Span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 24.2. Rinuncia e Clausola dei termini </ span> </ p> <p class = "c5"> <span class = "c3"> L'errore di </ span> <span class = "c3"> Gitcoin </ span> <span class = "c0"> & nbsp; per esercitare o far rispettare qualsiasi diritto o disposizione dei Termini non costituirà una rinuncia a tale diritto o disposizione. Se una disposizione dei Termini è ritenuta non valida da un arbitro o da un tribunale competente, le parti concordano tuttavia che l'arbitro o il tribunale dovrebbe sforzarsi di dare effetto alle intenzioni delle parti come indicato nella disposizione, e le altre disposizioni di i Termini rimangono in vigore a tutti gli effetti.</ Span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 24.3. Statuto delle limitazioni </ span> </ p> <p class = "c5"> <span class = "c0"> Accetti che a prescindere da qualsiasi statuto o legge contraria, qualsiasi reclamo o causa di azione derivante o correlata all'utilizzo del Servizio o dei Termini deve essere archiviati entro un (1) anno dopo che tale rivendicazione o causa di azione è sorto o essere vietato per sempre. </ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 24.4. Comunicazione </ span> </ p> <p class = "c5"> <span class = "c3"> Gli utenti con domande, reclami o reclami relativi al Servizio possono contattarci all'indirizzo </ span> <span class = "c0"> legalnotices@gitcoin.co. </ span> </ p> <h2 class = "font-title mt-5 c11" id = "h.bw8713icc2ga"> <span class = "c14 c3"> 25 </ span> <span class = "c2">. UTENTI INTERNAZIONALI </ span> </ h2> <p class = "c5"> <span class = "c3"> Il sito è controllato, gestito e amministrato da </ span> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; dai suoi uffici negli Stati Uniti d'America e non è destinato a sottoporre </ span> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; alle leggi o alla giurisdizione di qualsiasi stato, paese o territorio diverso da quello degli Stati Uniti.</ span> <span class = "c3"> Gitcoin </ span> <span class = "c3"> & nbsp; non rappresenta o garantisce che il Sito o parte di esso sia appropriato o disponibile per l'uso in una particolare giurisdizione rispetto agli Stati Uniti. Coloro che scelgono di accedere al Sito lo fanno di propria iniziativa e a proprio rischio e sono responsabili del rispetto di tutti gli statuti, ordini, regolamenti, regole e altre leggi locali. Sei inoltre soggetto ai controlli sulle esportazioni degli Stati Uniti e sei responsabile di eventuali violazioni di tali controlli, inclusi, a titolo esemplificativo, eventuali embarghi degli Stati Uniti o altre norme e regolamenti federali che limitano le esportazioni. Gitcoin può limitare la disponibilità del Sito, in tutto o in parte, a qualsiasi persona, area geografica o giurisdizione che scegliamo, in qualsiasi momento ea nostra esclusiva discrezione. </ Span> </ p>
ja: <p class = "c18 title" id = "h.cn4lvjpnb7pd"> <span class = "c6"> Gitcoin利用規約</ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c0">最終更新日：2018年5月24日</ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c3">重要なお知らせ：この同意書は、仲裁の仲裁およびクラス活動の権利放棄の対象となります。<span class = "c3"> < / span> <span class = "c3"> 22。</ span> <span class = "c0">＆nbsp;この契約を熟読してください。</ span> </ p> <h2 class = "font-title mt-5 c11" id = "h.kkdg9whr5sl0"> <span class = "c14 c3"> 1。 </ span> <span class = "c2">利用規約</ span> </ h2> <Pクラス= "C5"> <スパンクラス= "C3"> ConsenSys AG＆rsquo; S Gitcoin </スパン> <スパンクラス= "C3">＆NBSP;（＆ldquo; Gitcoin＆rdquo;）私は</ span>の<スパンクラス= "c3">は、ユーザーがGitcoinと対話できるようにするオープンソースソフトウェア用のブロックチェーンベースのインセンティブツールキットです。 ＆ldquo;タスク＆rdquo;サイト参加者が要求または実行するサービスを意味します。サイト参加者は、（a）Gitcoinにタスクを投稿する人（個別に＆ldquo;＆nbsp;まとめて＆ldquo;ポスター＆rdquo;）; （b）タスクを実行する人（個々にはハンター、または総称してハンターと呼ばれる）。そして、、（c）Gitcoinサイトとの相互作用が、タスク投稿したり、満たしていない人（A＆ldquo;ビジター、＆rdquo;総称として＆ldquoと呼ばポスター、ハンター、および訪問者を、ユーザー＆rdquo;）。</ span>の<スパンクラス= </ span> <span class = "c3"> Gitcoin </ span> <span class = "c3">＆nbsp;ウェブサイト</ span> "c3">＆nbsp; <span class = "c3" > <span class = "c3">（</ span> <span class = "c3"> <a class = "c23" href = "https://www.google.com/url?q=https： //gitcoin.co/&amp;sa=D&amp;ust=1513054099642000&amp;usg=AFQjCNEurAtspjVR3BNgvDHOMteq3vcUJA">https://gitcoin.co/する</a> </ span>の<スパンクラス= "C3">、＆ldquo;サイト＆rdquo ;）は、登録ポータル、製品提供、およびGitcoinサービスの概要として機能します。サイトには、テキスト、画像、音声、コードその他の資料や第三者の情報も含まれています。 </ span> <span class = "c3">このサイトおよびその他の機能、ツール、材料、またはサービスは、随時提供されています。</ span> span class = "c3"> Gitcoin </ span> <span class = "c3">は、ここでは＆ldquo; Serviceと呼ばれます。＆rdquo; </ span> <span class = "c3">＆nbsp;本サービスをご利用になる前に、この利用規約（＆ldquo;利用規約または利用規約＆利用規約）をお読みください。サービスを使用する、またはアクセスすること、またはそのオプションが利用可能になった場合は、この条件に同意するか同意することをクリックすることにより、情報の収集、使用、開示およびその他の取り扱いに同意する（x） （z）時間から<s​​pan class = "c3"> Gitcoin </ span> <span class = "c0">発行された参加規約の追加条件、時間に。あなたが本規約に同意しない場合、あなたはサービスにアクセスしたり使用したりすることはできません。 </ span> </ p> <h2 class = "font-title mt-5 c4" id = "h.bsdfqqr8n5x9"> <span class = "c2"> 2。利用規約の変更</ span> </ h2> <span class = "c3"> 2 </ span> <span class = "c3"> 2 </ span> <span class = "c5"> <span class = "c3" <span class = "c3">、拘束力のある仲裁とクラスアクション権利の放棄を規定する</ span> <span class = "c3"> Gitcoin </ span> <span class = "c0">＆その裁量により、いつでも利用規約を変更または置き換えることができます。本規約の最新版は、当社のサイトに掲載されます。あなたは、そのような変更を見直し、熟知する責任を負うものとします。本規約を変更した後にお客様がサービスを使用することは、変更された利用規約に同意したことを意味します。</ span> </ p> <h2 class = "font-title mt-5 c11" id = "h.k4xzqrqyqzn9"> <span class = "c2"> 3。適格性</ span> </ h2> <p class = "c5"> <span class = "c3">お客様は、以下のことを表明し、保証します：（a）拘束力のある契約を結ぶ法的年齢であること。 （b）当社のサービスを使用することにより以前に中断されていない、または削除されていない。 （c）本契約を締結するための完全な権限と権限を有し、これにより、お客様が当事者となっている他の契約に違反することはありません。法人の代わりにサービスを利用することを登録する場合は、（x）その法人が正式に組織され、組織の管轄の法律に基づいて有効に存在していること、および（y）そのような法人によって正当に正式に承認された者。</ span> </ p> <h2 class = "font-title mt-5 c4" id = "h.r37hhdfs3aq8"> <span class = "c2"> 4。 GITCOINの役割</ span> </ h2> お客様は、以下の点を明示的に認め、同意し、理解します。このサイトは、単にポスターとハンターが取引を行うためのプラットフォームであることにご注意ください。<p class = "c8"> <span class = "c0">サイトにポスターとして参加していない限り、Gitcoinは取引に関与しておらず、タスクの品質、安全性、合法性、タスクの検討、Hunterのタスクをポスターを実行する能力、満足度、またはタスクの支払いにポスターを使用する能力。あなたはGitcoinの従業員ではなく、Gitcoinはいかなる形でも、ポスターのために実行された、または看板（＆ldquo; Hunter Services＆rdquo;）のために遂行されたハンターやサービスをスクリーニング、監督、指示、または制御しません。 Gitcoinは、お客様または他のユーザーによる行為または不作為についてのサービス契約（以下に定義）に基づく、またはそれに関連するいかなる義務または義務も負いません。ギットコインは、ハンターやハンターが提供または提供するハンターサービスを管理していません。ギットコインは、ハンターの信頼性、能力、資格、あるいはハンターサービスの品質、セキュリティ、または合法性について何ら表明していません。それに関連するすべての責任。本サイトの使用は、お客様の責任において行ってください。 Gitcoinは、ポスターとハンター間の取引の当事者ではないため、Gitcoinは、任意のタスクに関連する参加者間の紛争を解決する責任は負いません。</ span> </ p> <h2 class = "font-title mt-5 c20" id = "h.cyv74rfhac77"> <span class = "c2"> 5。ギフトセンター</ span> </ h2> <p class = "c8"> <span class = "c3">ポスターとして</ span> <span class = "c15 c3">あなたは次の点に同意します：（a）あなたは専門家で礼儀正しくあなたの仕事を正確に記述してください。 （b）あなたは商業目的、商業目的、研究目的のためにのみサイトを使用することができます。 （c）ハンターがサイト以外の会場でタスクを実行することはできません。 （d）タスクの承認後、ハンターに支払いが発行され、送金されます。 （e）支払いは返金できません。 （f）あなたは正当な理由なしにハンターが行った仕事を拒否しない。 （g）本規約の</ span> <span class = "c3 c15">＆nbsp;セクション11 </ span> <span class = "c15 c3">の一部に違反するタスクを投稿することはありません。 / span> </ p> <h2 class = "font-title mt-5 c17" id = "h.y7zb2kfxtv56"> <span class = "c2"> 6。GITCOIN HUNTERS </ span> </ h2> （a）あなたはプロと礼儀のやり方でポスターと対話し、あなたのパフォーマンスに関連して合理的に要求される情報を提供することに同意します。<p class = "c8"> <span class = "c3">タスク。 （b）あなたは有能で働きやすい方法でタスクを実行します。 （c）お客様が行ったすべてのタスクに対して完全で正確で非悪意のある情報を提供します。 （d）本サイト以外の場所からタスクを実行することはありません。 （e）あなたは</ span>セクション</ span> <span class = "c3"> 11 <span class = "c0">に違反するものをポスターに提出しません。 （f）ポスターは、あなたが正当な理由で行った仕事を拒否することがあり、現時点では、サイトを通じて行われた投稿の拒絶についてハンターが争うことはできません。つまり、投稿者があなたの投稿を拒否した場合には支払われません。 > </ p> <h2 class = "font-title mt-5 c17" id = "h.kduzwod3rdxb"> <span class = "c2"> 7。作業用の製品と作業</ span> </ h2> ハンターは、専門的かつ作業者的な方法でハンターサービスを行い、合意された有形または無形の成果物または成果物をタイムリーに提供しますが、これに限定されるものではありません。 、コンピュータプログラム、ソフトウェア、アプリケーション、またはその他の情報、およびそれに関連して開発されたあらゆる知的財産（＆ldquo; Work Product＆rdquo;）該当する場合、作業成果物はオープンソース形式でポスターに提出する必要があります。</ span> </ p> <p class = "c8 c7"> <span class = "c0"> </ span> </ p> ハンターとして実施されるタスクからの作業成果物は、「雇用のために作られた仕事」である。ポスターのために。ハンターがポスターから全額を受け取った時点で、すべての特許権、著作権、マスク作業の権利、モラルの権利、宣伝の権利、商標、トレードドレスとサービスマークの権利、のれん、営業秘密の権利およびその他の知的財産権が存在する可能性があります。したがって、州、国、地域またはその他の管轄権の法律に基づくすべての申請およびその登録、更新および延長。<span class = "c3ワークプロダクトの「c30」（＆ldquo; <span class = "c0">知的財産権＆rdquo;）は、Posterの唯一かつ独占的な財産であり、ポスターはその著者とみなされます。ハンターが、顧客からの支払いをハンターが受領した時点でポスターによって所有されていない著作物に対して知的財産権を有している場合、ハンターはかかる知的財産権に関する世界の権利、権原および利益を自動的に取り消し不能な形で自動的に取り消します。上記の場合を除き、ハンターはそのような知的財産権の所有権の有効性に挑戦しません。ハンターは、労働生産物に適用される法律に基づくいかなる倫理的権利、父親の権利、誠実さ、開示および撤回、または譲渡不能な権利も放棄する。</ span> </ p> <p class = "c8 c7"> <span class = "c0"> </ span> </ p> ハンターは、作業成果物に組み込むことはなく、また、コードの使用または配布が義務を創出する（または作成する）納品物をポスターに提供することに同意します。<p class = "c8"> <span class = "c3"> PosterがPosterの知的財産権に基づく第三者への権利または免責を、（a）その作業成果物またはその製品と組み合わされ、派生または配布された作業成果物またはポスターソフトウェアが、 （b）派生的著作物を作成する目的でライセンス供与されているか、（c）無償で再配布可能であるかを問わず、 </ span> </ p> <h2 class = "font-title mt-5 c20" id = "h.j5wfry9hjl3h"> <span class = "c2"> 8。独立系請負業者</ span> </ h2> <p class = "c22"> <span class = "c3">ハンターはポスターの仕事を独立した請負業者として個人的に実行し、ポスターやGitcoinの従業員としては実行しません。ハンターとして、（a）あなたは、独立した請負業者および最大勤務時間規則に適用されるものを含む、適用されるすべての法律および登録要件を担当し、順守することに同意します。 （b）本規約は、あなたとPoster、またはあなたとGitcoinとの間の関連、合弁事業、パートナーシップ、フランチャイズ、または雇用者/従業員関係を作成しません。 （iii）あなたは、自分自身を、ポスターまたはGitcoinの従業員または代理人として代表しません。 （iv）休暇賃金、病気休暇、およびグループ医療保険や退職給付を含む保険プログラムなど、従業員にポスターまたはギフトカードが提供できる給付を受ける権利を得られない。 （v）怪我をした場合、労働者の補償給付を回復する資格はありません。独立した契約者であるHunterは、Posterの競合他社を含む、Poster以外の人や企業にHunter Servicesを提供することは常に自由です。ハンターは、PosterまたはGitcoinに代わって書面または口頭（暗示または明示を問わず）契約を締結する権限を持っていません。ポスターとしては、ハンターをあなたに任せる独立した請負業者としてのハンターの地位を危険にさらす可能性があります。ポスターは排他的な関係を必要としないかもしれません。</ span> </ p> <h2 class = "font-title mt-5 c20" id = "h.3dy6vkm"> <span class = "c2"> 9。GITCOIN契約</ span> </ h2> <p class = "c8"> <span class = "c0">ここでは、＆ldquo;サービス契約＆rdquo;該当する場合、サイトに投稿された特定のタスクのためにハンターがポスターのために実施するハンターサービスを支配する一方で完了するタスクの説明を含む、ポスターによって作成された一方的な契約条項を意味します。報酬としての通貨の種類、期限などがあります。あなたは、Gitcoinがサービス契約の当事者ではないこと、そしていかなるポスターやハンターとの間のサービス契約の成立が、GitcoinとPosterまたはGitcoinの間の雇用または他のサービス関係を創造しないことを認め、同意しますとハンター。</ span> </ p> <h2 class = "font-title mt-5 c17" id = "h.g7g8diptk1hj"> <span class = "c2"> 10。お支払い</ span> </ h2> <p class = "c8"> <span class = "c0">サイトサービスを使用するには、各ユーザーはEthereumウォレットアドレスを提供する必要があります。サイトおよびサイトサービスは、EtherまたはERC20互換のトークンで動作します。ハンターへの支払いは、ポスターがハンターの作業成果物を受理した時点で行われます。ハンターの作業成果物の受理は、ポスターの裁量で行われます。</ span> </ p> <span class = "c14 c3"> 11 </ span> <span class = "c14 c3"> <h2 class = "font-title mt-5 c11" id = "h.5gnb0dbqhxkw">無許可の使用またはアクセス</ span> <sup> <a href="#cmnt1" id="cmnt_ref1"> [a] </a> </ sup> </ h2> <p class = "c5"> <span class = "c0">本利用規約または本サイトで明示的に許可されている場合を除き、お客様は本サイトまたはその他の利用者の使用を妨害する措置を講じることはできません。サイトを通じてアクセス可能なコンテンツやその他の製品やプロセスをサイトまたは逆コンパイル、リバースエンジニアリングまたは逆アセンブルしたり、コードや製品を挿入したり、ユーザーエクスペリエンスに影響を及ぼすような方法でコンテンツを操作したりすることはできません。当サイトを利用する際には、適用されるすべての法令、規則、規則、その他の法律を遵守する必要があります。さらに、当ウェブサイトのユーザーは、他者の権利と尊厳を尊重することを期待しています。サイトの使用は、このセクションに記載されている行動規範の遵守を前提としています。</ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c16"> <span class = "c0">違法、有害、不正、侵害、または不快な行為のために、Gitcoinを使用したり、他人にその使用を促すことはできません。禁止されている活動のリストには以下のものがあります：</ span> </ p> <ul class = "c13 lst-kix_3y5uqjfd26o6-0 start"> <li class = "c1"> <span class = "c0">個人情報の収集（例：ユーザーにメールアドレスや電話番号を要求しないでください）</ span> </ li> <li class = "c1"> <span class = "c0"> Gitcoinを使用して＆quot;参照＆quot;サイト訪問またはクリックスルートラフィック</ span> </ li> </ span> </ span> <li class = "c1"> <span class = "c0">ウェブサイト、製品、サービスの操作を混乱、操作、 <li class = "c1"> <span class = "c0">フィッシング、スパム、またはファーミング</ span> </ li> <li class = "c1"> <span class = "c0">ユーザーの迷惑な接触やその他の虐待行為</ span> </ li> <li class = "c1"> <span class = "c0">他のウェブサイトやグループに登録が必要なタスクを含む広告やマーケティング活動</ span> </ li> <li class = "c1"> <span class = "c0">サイト、サービス、または意見を促進するためのタスク（例：ハンターに偽のニュースやレビューを書かせてはいけません）</ span> </ li> <li class = "c1"> <span class = "c0">ウェブサイト、商品、サービスの条件に違反する必要のあるタスクを含む、他人の権利を侵害したり、不正に流用する</ span> </ li> 児童ポルノを構成するコンテンツを含む、違法、詐欺、またはその他の好ましくないコンテンツを投稿または送信することは、獣姦に関連し、または非同意の性行為を示す</ p> <li class = "c1"> <span class = "c0" span> </ li> Gitcoinサイトの操作を混乱させ、操作したり、悪化させたりします（例：タスクの検索結果をゲームに出そうとしないでください）。</ span> </ span> <li class = "c1"> <span class = "c0" > <li class = "c1"> <span class = "c0"> Gitcoinサイトのデータまたはコンテンツをスクレイピングする</ span> </ li> <li class = "c1"> <span class = "c0">有害なコンテンツや悪意のあるコードを含むソフトウェアをダウンロードする必要のあるタスクを投稿するなど、GitcoinやGitcoinユーザーのセキュリティリスクを作成する</ span> </ li> </ span> </ span> </ li> <li class = "c1"> <span class = "c3"> </ ul> <h2 class = "font-title mt-5 c4" id = "h.6s3ntndckzu2"> <span class = "c2"> 12。保証の免責事項</ span> </ h2> <p class = "c5"> <span class = "c3">お客様は、本サービスの使用がお客様の唯一の危険にさらされていることを明示し、同意します。本サービスは、「現状有姿」で提供されています。 「利用可能なまま」とは、商品性、特定の目的への適合性または非侵害性の黙示の保証を含むが、これらに限定されない、明示または黙示を問わず一切保証するものではありません。 </ span> </ span> <span class = "c0"> </ span> </ span> <span class = "c3"> Gitcoin </ span> p> <h2 class = "font-title mt-5 c4" id = "h.w2jz5r6445ny"> <span class = "c2"> 13。 </ span> </ h2> </ span> </ span> <p class = "c5"> <span class = "c0">サービスまたはプラットフォームを何らかの方法で利用することにより、暗号システムに関連する固有のリスクを理解していることを表明します。 （ETH）やBitcoin（BTC）などのネイティブ暗号トークン、Ethereum Token Standard（https：//www.ietf.org）などのスマートコントラクトベースのトークンを使用していることを理解していることを保証します。 //github.com/ethereum/EIPs/issues/20）、およびブロックチェーンベースのソフトウェアシステムです。</ span> </ p> <h2 class = "font-title mt-5 c4" id = "h.ljqsz358q603"> <span class = "c2"> 14。プラットフォームセキュリティ</ span> </ h2> <p class = "c5"> <span class = "c3"> Gitcoin </ span> <span class = "c3">は初期段階のプラットフォームです。お客様は、Ethereumアプリケーションが欠陥のコードの対象であり、お客様がサービスによって提供される利用可能なコードを評価する責任を単独で負っていることを認めます。さらに、あなたは、アプリケーションが悪意のある、または過失で書かれている可能性があることを明示的に了解して表明します。</ span> <span class = "c3"> Gitcoin </ span> <span class = "c3">＆nbsp;そのようなアプリケーションで。これらの警告やその他の情報は後に</ span> <span class = "c3"> Gitcoin </ span> <span class = "c3">によって提供されます。 </ span> <span class = "c0">。</ span> </ span> <span class = "c3 c14"> 15 </ span> <span class = "c2"> <h2 class = "font-title mt-5 c4" id = "h.xiy9ovkljy1a">エラー、バグ、およびダウンタイムのリスク</ span> </ h2> お客様は、サービス（i）にバグ、エラー、および欠陥が含まれている可能性があり、（ii）機能が不十分であったり、ダウンタイムや使用不能に陥ったりする可能性があることを認め、 （iii）本サービスで使用されるデータの全部または一部が失われたり破損したりすることがあります。また、（iv）通知の有無に関わらず、いつでも変更することができます。 </ span> </ p> <span class = "c14 c3"> 16 </ span> <span class = "c2"> <h2 class = "font-title mt-5 c11" id = "h.xpqi3k39ldhp"補償</ span> </ h2> <span class = "c5"> <span class = "c3">適用される法律で許可されている限り、放棄し、補償し、無害な状態で保持することに同意する<span class = "c3">役員、取締役、従業員、株主、および前述の企業のいずれかの代表者のいずれかとの間で、およびこれらに関連して、すべての損失、負債、費用、損害、費用（弁護士費用と訴訟費用を含む）の請求、またはサービスの使用、これらの利用規約の違反、およびあなたの行為宣伝権、名誉毀損、またはプライバシーの侵害に関係する省略を含む。 </ span> <span class = "c3"> Gitcoin </ span> <span class = "c3">＆nbsp;補償金を支払う権利を留保するそのような場合、あなたはそのような事柄の防衛のために</ span> <span class = "c3"> Gitcoin </ span> <span class = "c0">＆nbsp; </ p> <h2 class = "font-title mt-5 c11" id = "h7u5ubkaww7kp"> <span class = "c2"> 17。責任の制限</ span> </ h2> <p class = "c5"> <span class = "c0">あなたは、サイトとサービスの使用に全責任を負うことを了承し、同意するものとします。お客様は、サイトとサービスの使用中に送信または受信した情報が、安全でない可能性があり、許可されていない人物によって中断されたり、後で取得されたりする可能性があることを了承し、同意します。あなたは、サイトとサービスの使用があなた自身の責任であることを了承し、同意するものとします。このように認識すると、関連する法律が許容する限り、GITCOINまたはそのサプライヤーまたはライセンサーは、直接的、間接的、偶発的、特別、間接的、懲罰的、懲罰的、懲罰的、またはその他のあらゆる損害に関してお客様に責任を負わないことを理解し、利益、データ、またはその他の有形または無形の損失、または契約、不法行為（過失、過失および過失による懲罰を含む）、厳格責任またはその他の損害に基づくその他の損害の損失を含む一切の損害サイトまたはサービスから生じた理論（そのような損害の可能性について口頭弁護士に知らされた場合でも）。サイトまたはサービスの使用または使用不能。あなたの送信またはデータへの不正アクセスまたは変更;サイトまたはサービスに関する第三者の声明または行為;あなたが米国に送ったコミュニケーションの結果として、私たちが取った、または受けなかった行為;人間の誤り;技術的な不具合;公衆衛生や電話の不具合を含む不具合;いかなるデバイスまたはネットワーク、プロバイダ、またはソフトウェア（サービスに参加することを許可しないものを含みますがこれに限定されません）の欠落、中断、遅延、欠損または欠陥。コンピュータ機器へのいかなる傷害または損傷;サイトまたはサービスまたはその他のウェブサイトに完全にアクセスすることができない。盗難、盗難、破壊、またはいかなる種類の画像、画像、その他のコンテンツへの不正アクセス、遅れて処理されるか間違って処理されるか、または不完全または失われたデータ。印刷、その他の誤り、またはそれらの組み合わせ。またはサイトまたはサービスに関連するその他の事項。</ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c0">一部の司法管轄区では、偶発的または必然的な損害に対する特定の保証の免責または責任の制限または排除を認めていません。したがって、上記の制限のうちのいくつかがあなたに適用されない可能性があります。</ span> </ p> <span class = "c14 c3"> 18 </ span> <span class = "c14 c3"> <h2 class = "font-title mt-5 c4" id = "h.5wokdxywxd9j">ライセンス</ span> <span class = "c2"> S </ span> </ h2> <p class = "c5"> <span class = "c2"> 18.1。サイトライセンス</ span> </ p> Gitcoinは、これらの利用規約の遵守を条件として、限定された非独占的かつ譲渡不能で、サブライセンス不可能なライセンスをお客様に付与します。本サービスの個人的かつ非商用的な使用を行います。このライセンスには、本サービスの再販または商用利用、または本サービスの派生的使用は含まれません。これらの利用規約においてお客様に明示的に付与されていないすべての権利は、Gitcoinまたはそのライセンサーによって保有され、保持されます。 Gitcoinサービスは、Gitcoinの明示的な同意なしに、商業目的で複製、複製、コピー、販売、転売、訪問、その他の方法で利用することはできません。明示的な同意なしに、Gitcoinの商標、ロゴ、またはその他の専有情報（画像、テキスト、ページレイアウト、またはフォームを含む）を囲むフレーミング技術を使用することはできません。あなたはサービスを悪用することはできません。法律で許可されている場合にのみ、本サービスを使用することができます。これらの使用条件を遵守しないと、Gitcoinによって許可されたライセンスは終了します。 Gitcoinは、サイトおよびサイトサービスのすべての知的財産権に関するすべての権利、権原、および利益を保持します。</ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 18.2。ユーザーコンテンツライセンス</ span> </ p> データ、フィードバック、コンテンツ、テキスト、写真、画像、またはその他の情報を本サイトのいずれかの部分に投稿または提出したり、Gitcoinに提供したりする場合（<p class = "c19"> <span class = "c0" ＆ldquo; User Content＆rdquo;）、お客様は、お客様がそのユーザーコンテンツを投稿し、以下に示すライセンスを付与する権利、権限、権限を有していることを表明し、保証します。さらに、あなたは、そのようなユーザーコンテンツを投稿または提供することにより、知的財産権、宣伝権、プライバシー権など、いかなる種類の第三者の権利も侵害しないことを表明し、保証します。 ＆nbsp;あなたのユーザーコンテンツが著作権で保護されている範囲で、そのユーザーコンテンツに対するすべての著作権の所有者であり、Gitcoinが利用規約に基づいて付与されたユーザーコンテンツに対する権利を行使することを表明し、保証し、約束しますいかなる支払い責任も負いません。</ span> </ p> <p class = "c19"> <span class = "c0">あなたはGitcoinに投稿したユーザーコンテンツのすべての所有権を保持します。＆nbsp;適用される法律で許可されている限り、Gitcoinおよびその後継者および関連会社には、ロイヤリティフリー、サブライセンス、譲渡、永続、取消不能、非独占的、世界的なライセンスを使用、複製、そのようなすべてのユーザーコンテンツ、お客様のユーザーコンテンツに含まれるお客様の氏名、声、および/または肖像の全部または一部、およびその一部または全部について、情報のリスト作成、編集、翻訳、配布、公開、表示、本サイトの一部または全部のプロモーションおよび再配布を含むがこれに限定されない、サイトおよびGitcoin（および後継者および関連会社）の事業に関連して使用するための、現在知られているか今後開発されるかを問わず、 （およびその二次的著作物）を任意のメディアフォーマットおよび任意のメディアチャネルを通じて提供する。また、お客様は、本サイトを介してお客様のユーザーコンテンツにアクセスするための非独占的ライセンスを各ユーザーに付与し、本サイトの通常の機能によって許可された範囲で、かかるコンテンツを使用、複製、配布、表示、および実行することができます。すべての適用可能な守秘義務および本契約、当社のプライバシーポリシー、および適用される法律のその他の規定。</ span> </ p> <p class = "c19"> <span class = "c0">本契約でお客様から付与されたユーザーコンテンツへのライセンスは、ユーザーコンテンツをサイトから削除または削除した後商業的に合理的な時間内に終了します。ただし、お客様が削除または削除したすべてのユーザーコンテンツのサーバーまたはアーカイブのコピーを、適用される法律で許可されている範囲で公開または表示したり配布したりすることなく、保持および使用するための取消不能かつ永続的なライセンスです。</ span> / p> <h2 class = "font-title mt-5 c11" id = "h.ghemxwowkmrx"> <span class = "c2"> 19。終了と停止</ span> </ h2> <p class = "c5"> <span class = "c3"> Gitcoin </ span> <span class = "c0">本サービスの一部または全部を破棄した場合、利用規約の条件の当社は、当社の単独の裁量で、事前の通知の有無にかかわらず、随時、当社のサービスの一部を一時的または永久に修正または中止する場合があります。</ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c3">本規約の以下の条項は、本規約の終了後も存続します。保証の免責事項。責任の制限私たちの独占的権利;終了;いかなる第三者の利益もない。仲裁仲裁および集団仲裁人の放棄一般情報。</ span> </ p> <h2 class = "font-title mt-5 c11" id = "h。acx6e4wqdv2d "> <span class =" c2 "> 20。第三者の恩恵なし</ span> </ h2> <p class = "c8"> <span class = "c3">お客様は、本規約で明示的に規定されている場合を除き、本利用規約の第三者受益者は存在しないものとします。利用規約は、本契約書に明示的に記載されている場合を除き、利用者とGitcoinの間の代理店、フランチャイズ、パートナーシップ、または合弁事業の関係を構築または暗示するものとして解釈されるものではありません。</ span> </ p> <h2 class = "font-title mt-5 c11" id = "h.wy5ov23pu496"> <span class = "c2"> 21。著作権侵害の申し立てに関する通知および手続き</ span> </ h2> <p class = "c5"> <span class = "c3">あなたの著作権または代理人の代理人が著作権を侵害していると思われる場合は、<span class = "c3"> Gitcoin </ span> <span class = "c0">＆nbsp;以下の情報を記載した書面による通知：</ span> </ p> <ul class = "c13 lst-kix_23kv2cxx4q47-0 start"> </ span> </ li> <li class = "c5 c10"> <span class = "c0">著作権またはその他の知的財産権の所有者を代理する権限を与えられた者の電子署名または身体的署名< </ span> </ li> <li class = "c5 c10"> <span class = "c0">あなたが侵害していると主張する著作物やその他の知的財産の説明</ span> <li class = "c5 c10"> <span class = "c0">あなたが侵害していると主張する資料がサービスに記載されている場所の説明</ span> </ li> </ ul> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c3"> Gitcoin </ span> <span class = "c0">は</ span> </ span> <p class = "c5"> <span class = "c3">電子メール：</ span> <span class = "c0"> notices @ consensys。ネット</ span> </ p> <p class = "c5"> <span class = "c0">件名：著作権情報</ span> </ p> <h2 class = "font-title mt-5 c11" id = "h.v51364rrch7h"> <span class = "c2"> 22。仲裁仲裁および階級拘束者の拘束</ span> </ h2> <p class = "c5"> <span class = "c0">このセクションをよくお読みください。法廷で裁定を提出する権利を含む、あなたの法的権利に著しく影響する可能性があります。</ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 22.1。初期紛争解決</ span> </ p> 両当事者は、あらゆる紛争、請求、質問、または意見の不一致を解決するため直接努力し、誠実な交渉に従事するために最善の努力を払うものとします。これらの交渉は、訴訟または仲裁を開始する当事者</ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 22.2。バインディング仲裁</ span> </ p> 最初の紛争解決条項に基づく非公式紛争解決が開始されてから30日以内に両当事者が合意した解決策に達しない場合は、いずれかの当事者が次のいずれかの措置をとることができます。<p class = "c5"> <span class = "c0"下記の条件に従って、拘束力のある仲裁を請求を解決する唯一の手段として開始する。具体的には、本規約（その成立、履行および違反を含む）、または当事者の当事者から生じたすべての請求は、相互の関係および/またはお客様のサービスの使用は、商業仲裁規則の条項および米国仲裁協会の消費者関連紛争の補足手続に従って、米国仲裁協会が管理する拘束力のある仲裁によって最終的に解決されるものとします＆ldquo; AAA＆rdquo;）、クラスアクションを管理または許可するルールまたは手続きは除きます。仲裁人は、連邦、州または地方の裁判所または代理店ではなく、これらの条件の解釈、適用性、実施可能性または形成に起因するすべての紛争を解決する独占的な権限を有するものとします。本規約の全部または一部が無効または無効であるか、または請求が仲裁の対象となるかどうか。仲裁人は、法律または資本裁判所で利用可能な救済を付与する権限を有するものとします。仲裁人の裁定は、当事者に書面で拘束され、拘束力のある管轄のいずれの裁判所にも判決として入力することができます。当事者は、この強制的な規定がなければ、裁判所で訴訟を起こし、陪審審理を受ける権利を有すると理解しています。彼らはさらに、仲裁の費用は訴訟費用を上回る場合があり、裁判権よりも裁定権が裁判所よりも制限されていることを理解しています。</ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 22.3。場所</ span> </ p> <p class = "c5"> <span class = "c0">拘束力のある仲裁はニューヨークで行われるものとします。あなたは、ニューヨーク郡ニューヨーク州の連邦裁判所または州裁判所の個人管轄権に服従して、仲裁を強制するため、仲裁を保留する手続きをとるため、または仲裁裁判所が締結した裁定を確認、変更、棄却、または判断を下すことに同意します。仲裁人。</ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 22.4。クラスアクション放棄</ span> </ p> 当事者はさらに、仲裁またはその他の許可された訴訟は、集団訴訟またはその他の代表的訴訟としてではなく、個々の裁量でのみ行われることに同意し、当事者は明示的に訴訟を提起します。<p class = "c5"> <span class = "c0"集団訴訟を提起する権利を放棄したり、クラスベースで救済を求めることができます。あなたとGITCOINは、それぞれがあなたの個人的な能力でのみ他のものに対する救済措置を講ずることに同意します。また、授与されたクラスまたは代表的な授業では、選挙人またはクラスメンバーではありません。裁判所または仲裁人が、本項に記載された集団訴訟放棄が何らかの理由で無効または執行不能であると判断した場合、または仲裁をクラス単位で進めることができる場合、上記の仲裁規定は、両当事者は紛争の調停に同意しなかったものとみなされます。</ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 22.5。例外 - 知的財産権と小規模債権の訴訟請求</ span> </ p> 仲裁によってすべての紛争を解決する両当事者の決定にかかわらず、いずれの当事者も、州または連邦裁判所において、知的財産権（＆ldquo;知的財産権）を保護する措置をとることができます。<p class = "c5"> <span class = "c0">特許、著作権、倫理的権利、商標、営業秘密を意味するが、プライバシーや宣伝権を意味するものではない）。いずれの当事者も、小裁判所において、裁判所管轄内の紛争または請求について、救済を求める可能性があります。</ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 22.6。オプトアウト30日間の権利</ span> </ p> <p class = "c5"> <span class = "c3">あなたはオプトアウトする権利を有し、オプトアウトの決定を書面で通知することにより、上記の仲裁およびクラスアクション放棄規定に拘束されることはありません</ span> <span class = "c3">＆nbsp; <span class = "c3"> Gitcoin </ span> <span class = "c3">コンセンサス、49 Bogart Street、Brooklyn NY 11206とnotices@consensys.net、</ span> <span class = "c3">件名＆ldquo; <span class = "c3"> Gitcoin < span> <span class = "c3">＆nbsp; LEGAL OPT OUT＆rdquo;をクリックします。この通知は、本サービスの最初の使用から30日以内に送付されなければなりません。そうでなければ、それらのパラグラフの条件に従って紛争を仲裁する義務があります。これらの仲裁規定をオプトアウトすると、</ span> <span class = "c3"> Gitcoin </ span> <span class = "c0">も拘束されません。 / p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 22.7。このセクションの変更</ span> </ p> <span class = "c5"> <span class = "c3"> Gitcoin </ span> <span class = "c3">＆nbsp; <span class = "c3">は60日間＆rsquoを提供します。このセクションへの変更の通知。変更は60日目に有効となり、60日目以降に発生した請求に対してのみ変更されます。仲裁の対象とならない紛争については、あなたと裁判所の個人的および専属管轄権に服従することに同意します。</ span> <span class = "c3"> Gitcoin </ span> <span class = "c3">連邦および州の裁判所は、ニューヨーク、ニューヨークに位置しています。さらに、郵送による手続きの受け入れに同意し、これにより利用可能な管轄区域および会場の防衛をすべて放棄します。本規約およびあなたと</ span> <span class = "c3"> Gitcoin </ span> <span class = "c0">の関係は、ニューヨーク州の法律には関係なく適用されます法令の抵触の可能性があります。</ span> </ p> <h2 class = "font-title mt-5 c28" id = "h.2jxsxqh"> <span class = "c2"> 23。リリース</ span> </ h2> <span class = "c29"> <span class = "c3"> Gitcoin </ span> <span class = "c3 c33">は<span class = "c0"> ＆nbsp;ユーザー間のサービス契約の当事者であるお客様は、Gitcoin、当社の関連会社、およびそれぞれの役員、取締役、代理人、子会社、合弁事業および従業員をあらゆる種類の請求、要求および損害（実際および結果的損害）あなたが他のユーザーと抱いているいかなる紛争でも、それが法律上であろうと平等であろうと、これから何らかの形で生じたものであることは、 ＆nbsp;このリリースには、Gitcoin Posterに提供される作業のパフォーマンス、機能、品質に関する紛争や紛争に基づく払い戻しの要求など、制限なく含まれます。 </ span> </ p> 該当する範囲内で、あなたはカリフォルニア州の市民権コードと宗派の保護を受けることができます。 1542（および他の適用される司法管轄内のアナログ法）：一般的なリリースは、クレジットがクレジットを実行した時点で彼または彼女の好きな人に知られていないか、または忠告されていないクレームに拡張されません。彼または彼女が知っているのは、彼または彼女の釈放者と死者の間に根本的な影響があったことです。＆rdquo; </ span> </ p> <h2 class = "font-title mt-5 c11" id = "h.hfe6ssp3258f"> <span class = "c2"> 24。一般情報</ span> </ h2> <p class = "c5"> <span class = "c2"> 24.1。完全合意</ span> </ p> </ span> <span class = "c3"> Gitcoin </ span> <span class> <p class = "c5"> <span class = "c3">本規約および追加規約、 = "c3">＆nbsp;）は、あなたと<span class = "c3"> Gitcoin </ span> <span class = "c3">＆nbsp;あなたと</ span> <span class = "c3"> Gitcoin </ span> <span class = "c0">の間で、口頭または書面による事前の合意に優先します。本規約と追加規約、参加規約および条件との間に矛盾が生じた場合、紛争の範囲内で条項を優先します。</ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 24.2。権利放棄と利用規約の分離性</ span> </ p> <p class = "c5"> <span class = "c3"> </ span> <span class = "c3"> Gitcoin </ span> <span class = "c0">＆nbsp;本契約の権利または条項は、そのような権利または条項の放棄を構成するものではありません。管轄権を有する仲裁人または裁判所が無効と判断した条件のいずれかが判明した場合、当事者は、仲裁人または裁判所が本規定に反映された当事者の意図に影響を及ぼすよう努めるべきであることに同意します。本規約は引き続き有効です。</ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 24.3。制限の法令</ span> </ p> お客様は、法律または法律にかかわらず、本サービスまたは本規約の使用に起因または関連するいかなる請求または原因が、そのような主張または訴訟原因が発生したか、または永久に禁止された後、1年以内に提出すること。</ span> </ p> <p class = "c5 c7"> <span class = "c0"> </ span> </ p> <p class = "c5"> <span class = "c2"> 24.4。コミュニケーション</ span> </ p> <p class = "c5"> <span class = "c3">本サービスに関するご質問、苦情、申し立てがある場合は、</ span> <span class = "c0"> legalnotices@gitcoin.coまでご連絡ください。 </ span> </ p> <span class = "c14 c3"> 25 </ span> <span class = "c2"> <h2 class = "font-title mt-5 c11" id = "h.bw8713icc2ga">国際ユーザー</ span> </ h2> </ span> <span class = "c3"> Gitcoin </ span> <span class = "c3"> <span class = "c3"> ＆nbsp;米国内のオフィスからのものであり、</ span> <span class = "c3"> Gitcoin </ span> <span class = "c3">＆nbsp;米国以外の州、国または地域。サイトまたはその一部が、特定の管轄区域で使用するのに適切であるか、または利用可能であることを表明または保証するものではありません。<span class = "c3"> Gitcoin </ span> <span class = "c3"米国よりも。サイトにアクセスすることを選択した人は、自分のイニシアチブと自己責任でこれを行い、すべての地方の法令、規則、規則、およびその他の法律を遵守する責任があります。また、米国の輸出規制の対象であり、輸出を制限する米国の禁輸措置その他の連邦規則や規制を含むが、これに限定されない、そのような規制の違反について責任を負います。ギトコインは、当社が選択した個人、地域、または管轄区域の全部または一部において、サイトの利用可能性の全部または一部を、いつでも裁量で制限することができます。</ span> </ p>
