Repository: uivlis/web
Catalog: app/locale/*/LC_MESSAGES/djangojs.po
Languages: de, hi, it, ja, pl

source: Got an unexpected error
de: Ich habe einen unerwarteten Fehler erhalten
hi: एक अनपेक्षित त्रुटि मिली
it: Hai un errore inaspettato
ja: 予期しないエラーが発生しました
pl: Wystąpił nieoczekiwany błąd

source: You are on an unsupported network. Please change your network to a supported network.
de: Sie befinden sich in einem nicht unterstützten Netzwerk. Bitte ändern Sie Ihr Netzwerk in ein unterstütztes Netzwerk.
hi: आप असमर्थित नेटवर्क पर हैं। कृपया अपने नेटवर्क को एक समर्थित नेटवर्क में बदलें।
it: Sei su una rete non supportata. Per favore cambia la tua rete in una rete supportata.
ja: あなたはサポートされていないネットワークにいます。ネットワークをサポートされているネットワークに変更してください。
pl: Jesteś w nieobsługiwanej sieci. Zmień sieć na obsługiwaną sieć.

source: Could not get bounty details.
de: Konnte keine Kopfgelddetails erhalten.
hi: बक्षीस विवरण नहीं मिल सका।
it: Non è possibile ottenere dettagli di taglia.
ja: 奨励金の詳細を得ることができませんでした。
pl: Nie można uzyskać szczegółów dotyczących nagrody.

source: Fulfillment submitted to web3.
de: Fulfillment an web3 übermittelt.
hi: वेब 3 पर जमा पूर्ति।
it: Soddisfazione inviata a web3.
ja: Web3にフルフィルメントを提出しました。
pl: Spełnienie przesłano do web3.

source: There was an error
de: Es gab einen Fehler
hi: एक त्रुटि हुई
it: c&#39;era un errore
ja: エラーが発生しました
pl: Wystąpił błąd

source: Please accept the terms of service.
de: Bitte akzeptieren Sie die Geschäftsbedingungen.
hi: कृपया सेवा के नियमों को स्वीकार करें।
it: Si prega di accettare i termini di servizio.
ja: 利用規約に同意してください。
pl: Proszę zaakceptować warunki korzystania z usługi.

source: Invalid Amount.
de: Ungültige Menge.
hi: अवैध राशि।
it: Importo non valido.
ja: 無効な金額。
pl: Nieprawidłowa kwota.

source: Please enter a valid github issue URL.
de: Bitte geben Sie eine gültige github-Ausgabe-URL ein.
hi: कृपया वैध जिथब समस्या यूआरएल दर्ज करें।
it: Inserisci un URL di rilascio github valido.
ja: 有効なgithubの問題のURLを入力してください。
pl: Wprowadź poprawny adres URL wydania github.

source: Please enter an amount.
ja: 金額を入力してください。
pl: Wprowadź kwotę.

source: There was an error. Please try again or contact support.
de: Es gab einen Fehler. Bitte versuchen Sie es erneut oder wenden Sie sich an den Support.
hi: एक त्रुटि हुई। कृपया पुनः प्रयास करें या समर्थन से संपर्क करें।
it: C&#39;era un errore. Si prega di riprovare o contattare l&#39;assistenza.
ja: エラーが発生しました。再試行するかサポートにお問い合わせください。
pl: Wystąpił błąd. Spróbuj ponownie lub skontaktuj się z pomocą techniczną.

source: Submission sent to web3.
de: Einreichung an web3 gesendet.
hi: सबमिशन वेब 3 पर भेजा गया।
it: Invio inviato a web3.
ja: Web3に送信が送信されました。
pl: Przesłanie wysłane do web3.

source: No active funded issue found at this address on
de: Kein aktiv finanziertes Problem gefunden unter dieser Adresse auf
hi: इस पते पर कोई सक्रिय वित्त पोषित समस्या नहीं मिली है
it: Nessun problema attivo finanziato trovato su questo indirizzo
ja: この住所に積立金の問題は見つかりませんでした
pl: Nie znaleziono aktywnego pod tym adresem problemu finansowanego pod tym adresem

source: Could not get bounty details
de: Konnte keine Kopfgelddetails erhalten
hi: बक्षीस विवरण नहीं मिल सका
it: Non è possibile ottenere dettagli di taglia
ja: 奨励金の詳細を取得できませんでした
pl: Nie można uzyskać szczegółów dotyczących nagrody

source: No active bounty found for this Github URL on
de: Kein aktives Bounty für diese Github-URL gefunden
hi: इस गीथब यूआरएल के लिए कोई सक्रिय बकाया नहीं मिला
it: Nessun bounty attivo trovato per questo URL Github su
ja: にこのGithub URLのアクティブな賞金が見つかりません
pl: Nie znaleziono aktywnej nagrody za ten URL Github na

source: No active funded issue found at this address. Are you sure this is an active funded issue?
de: Unter dieser Adresse wurde kein aktiv finanziertes Problem gefunden. Sind Sie sicher, dass dies ein aktiv finanziertes Thema ist?
hi: इस पते पर कोई सक्रिय वित्त पोषित समस्या नहीं मिली है। क्या आप वाकई एक सक्रिय वित्त पोषित मुद्दा हैं?
it: Nessun problema attivo finanziato trovato a questo indirizzo. Sei sicuro che questo sia un problema con fondi attivi?
ja: この住所に積立金の問題は見つかりませんでした。これが積立資金の問題であると確信していますか？
pl: Nie znaleziono aktywnej emisji pod tym adresem. Czy na pewno jest to aktywnie finansowany problem?

source: Only the address that submitted this funded issue may kill the bounty.
de: Nur die Adresse, die dieses finanzierte Problem eingereicht hat, kann das Kopfgeld töten.
hi: केवल इस पते को प्रस्तुत करने वाला पता ही बकाया राशि को मार सकता है।
it: Solo l&#39;indirizzo che ha presentato questo problema finanziato può uccidere la taglia.
ja: この資金提供された問題を提出した住所だけが賞金を殺す可能性があります。
pl: Tylko adres, który przesłał tę sfinansowaną kwestię, może zabić nagrodę.

source: Cancel bounty submitted to web3.
ja: Web3に提出された賞品をキャンセルします。

source: You do not have enough tokens to fund this bounty. You have
de: Sie haben nicht genug Token, um diese Prämie zu finanzieren. Du hast
hi: इस बक्षीस को निधि देने के लिए आपके पास पर्याप्त टोकन नहीं हैं। आपके पास
it: Non hai abbastanza token per finanziare questa taglia. Hai
ja: あなたはこの恩恵のために十分なトークンを持っていません。あなたが持っている
pl: Nie masz wystarczającej liczby żetonów, aby sfinansować tę nagrodę. Ty masz

source: but you need
de: aber du brauchst
hi: लेकिन आपको चाहिए
it: ma tu hai bisogno
ja: しかし、あなたが必要です
pl: ale potrzebujesz

source: Done
de: Erledigt
hi: किया हुआ
it: Fatto
ja: 完了
pl: Gotowe

source: Next
de: Nächster
hi: आगामी
it: Il prossimo
ja: 次
pl: Kolejny

source: Install Metamask
de: Installieren Sie Metamask
hi: मेटामास्क स्थापित करें
it: Installa Metamask
ja: Metamaskをインストールする
pl: Zainstaluj Metamask

source: Unlock Metamask
de: Schalte Metamask frei
hi: मेटामास्क अनलॉक करें
it: Sblocca Metamask
ja: Metamaskのロック解除
pl: Odblokuj Metamask

source: Unlocked
ja: ロック解除された

source: Ethereum Payout Address
de: Ethereum Auszahlungsadresse
hi: Ethereum पेआउट पता
it: Indirizzo di pagamento di Ethereum
ja: エチリアムペイアウト住所
pl: E-mailowy adres do wypłaty

source: Could not get fulfillment details
de: Ausführungsdetails konnten nicht abgerufen werden
hi: पूरा विवरण नहीं मिला
it: Impossibile ottenere dettagli sull&#39;adempimento
ja: フルフィルメントの詳細を取得できませんでした
pl: Nie można uzyskać szczegółów realizacji

source: No bounty fulfillments found for this Github URL. Please use the advanced payout tool instead.
ja: このGithubのURLには、賞金の支払いはありません。代わりに高度な支払いツールを使用してください。

source: Please enter a issue URL.
de: Bitte geben Sie eine Ausgabe-URL ein.
hi: कृपया एक मुद्दा यूआरएल दर्ज करें।
it: Inserisci un URL di problema.
ja: 問題のURLを入力してください。
pl: Wprowadź adres URL problemu.

source: Please enter a fulfillment Id.
de: Bitte geben Sie eine Erfüllungs-ID ein.
hi: कृपया एक पूर्ति आईडी दर्ज करें।
it: Si prega di inserire un ID di evasione.
ja: 達成IDを入力してください。
pl: Proszę podać identyfikator spełnienia.

source: No active funding found at this address. Are you sure this is an active funded issue?
de: Unter dieser Adresse wurde keine aktive Finanzierung gefunden. Sind Sie sicher, dass dies ein aktiv finanziertes Thema ist?
hi: इस पते पर कोई सक्रिय निधि नहीं मिली। क्या आप वाकई एक सक्रिय वित्त पोषित मुद्दा हैं?
it: Nessun finanziamento attivo trovato a questo indirizzo. Sei sicuro che questo sia un problema con fondi attivi?
ja: この住所に積立金が見つかりませんでした。これが積立資金の問題であると確信していますか？
pl: Nie znaleziono aktywnych funduszy pod tym adresem. Czy na pewno jest to aktywnie finansowany problem?

source: No claimee found for this bounty.
de: Kein claimee fand für dieses Kopfgeld.
hi: इस बक्षीस के लिए कोई क्लैमी नहीं मिला।
it: Nessun reclamo trovato per questa taglia.
ja: この賞金のためにclaimeeは見つかりませんでした。
pl: Nie znaleziono pretendenta do tej nagrody.

source: You can only process a funded issue if you submitted it initially.
de: Sie können ein finanziertes Problem nur verarbeiten, wenn Sie es ursprünglich eingereicht haben.
hi: यदि आप इसे प्रारंभ में सबमिट करते हैं तो आप केवल एक वित्त पोषित समस्या को संसाधित कर सकते हैं।
it: Puoi elaborare un problema finanziato solo se lo hai inviato inizialmente.
ja: 資金提供済みの問題は、最初に提出した場合にのみ処理することができます。
pl: Możesz przetwarzać tylko finansowany problem, jeśli przesłałeś go na początku.

source: Submitted transaction to web3.
de: Eingereichte Transaktion an web3.
hi: वेब 3 पर जमा लेनदेन।
it: Transazione inviata a web3.
ja: web3に提出されたトランザクション。
pl: Przesłano transakcję do web3.

source: Web3 disabled. Please install
de: Web3 deaktiviert. Bitte installiere
hi: वेब 3 अक्षम कृपया स्थापित करें
it: Web3 disabilitato. Si prega di installare
ja: Web3が無効になりました。インストールしてください
pl: Web3 wyłączony. Proszę zainstalować

source: Metamask Not Enabled
de: Metamask ist nicht aktiviert
hi: मेटामास्क सक्षम नहीं है
it: Metamask non abilitato
ja: メタマスクが有効になっていない
pl: Metamask nie jest włączony

source: Web3 locked. Please unlock
de: Web3 gesperrt. Bitte entsperren
hi: वेब 3 लॉक कृपया अनलॉक करें
it: Web3 bloccato. Si prega di sbloccare
ja: Web3がロックされています。ロックを解除してください
pl: Web3 zablokowany. Proszę odblokować

source: Connect to Mainnet via Metamask
de: Verbinden Sie sich über Metamask mit dem Mainnet
hi: मेटामास्क के माध्यम से मेननेट से कनेक्ट करें
it: Connetti a Mainnet tramite Metamask
ja: Metamask経由でMainnetに接続する
pl: Połącz się z Mainnet poprzez Metamask

source: Unsupported Network
de: Nicht unterstütztes Netzwerk
hi: असमर्थित नेटवर्क
it: Rete non supportata
ja: サポートされていないネットワーク
pl: Nieobsługiwana sieć

source: Connect to Rinkeby / Custom RPC via Metamask
de: Verbinden Sie sich über Metamask mit Rinkeby / Custom RPC
hi: मेटामास्क के माध्यम से रिंकबे / कस्टम आरपीसी से कनेक्ट करें
it: Connetti a Rinkeby / Custom RPC tramite Metamask
ja: Metamask経由でRinkeby / Custom RPCに接続する
pl: Połącz się z Rinkeby / Custom RPC przez Metamask

source: To enable this token, go to the
de: Um dieses Token zu aktivieren, gehen Sie zu
hi: इस टोकन को सक्षम करने के लिए, पर जाएं
it: Per abilitare questo token, vai al
ja: このトークンを有効にするには、
pl: Aby włączyć ten token, przejdź do

source: Token Settings page and enable it.
de: Seite "Token-Einstellungen" und aktivieren Sie sie.
hi: टोकन सेटिंग्स पृष्ठ और इसे सक्षम करें।
it: Pagina Impostazioni token e abilitarlo.
ja: [トークンの設定]ページを開き、有効にします。
pl: Strona Ustawienia tokena i włącz ją.

source: This is only needed once per token.
de: Dies wird nur einmal pro Token benötigt.
hi: प्रति टोकन में केवल एक बार इसकी आवश्यकता होती है।
it: Questo è necessario solo una volta per gettone.
ja: これはトークンごとに1回だけ必要です。
pl: Jest to wymagane tylko raz na tokena.

source: Open source software has become a relevant part of the software industry and a number of software ecosystems. It has become an alternative to commercial software in various areas and is already included in many commercial software products.
de: Open-Source-Software ist zu einem relevanten Teil der Softwareindustrie und einer Reihe von Software-Ökosystemen geworden. Es ist eine Alternative zu kommerzieller Software in verschiedenen Bereichen geworden und ist bereits in vielen kommerziellen Softwareprodukten enthalten.
hi: ओपन सोर्स सॉफ्टवेयर सॉफ्टवेयर उद्योग और कई सॉफ्टवेयर पारिस्थितिक तंत्र का एक प्रासंगिक हिस्सा बन गया है। यह विभिन्न क्षेत्रों में वाणिज्यिक सॉफ्टवेयर का विकल्प बन गया है और पहले से ही कई वाणिज्यिक सॉफ्टवेयर उत्पादों में शामिल है।
it: Il software open source è diventato una parte rilevante dell&#39;industria del software e di numerosi ecosistemi software. È diventato un&#39;alternativa al software commerciale in varie aree ed è già incluso in molti prodotti software commerciali.
ja: オープンソースソフトウェアは、ソフトウェア産業と多くのソフトウェアエコシステムの関連部分となっています。さまざまな分野で商用ソフトウェアの代替品となり、既に多くの商用ソフトウェア製品に組み込まれています。
pl: Oprogramowanie open source stało się istotną częścią przemysłu oprogramowania i wielu ekosystemów oprogramowania. Stało się alternatywą dla komercyjnego oprogramowania w różnych dziedzinach i jest już zawarte w wielu komercyjnych programach.

source: OSS can support the development of new software because companies can use existing software to create their software products. Therefore, it can be a catalyst for new software developments and the creation of new software companies.
de: OSS kann die Entwicklung neuer Software unterstützen, da Unternehmen bestehende Software zur Erstellung ihrer Softwareprodukte verwenden können. Daher kann es ein Katalysator für neue Softwareentwicklungen und die Schaffung neuer Softwareunternehmen sein.
hi: ओएसएस नए सॉफ्टवेयर के विकास का समर्थन कर सकता है क्योंकि कंपनियां अपने सॉफ्टवेयर उत्पादों को बनाने के लिए मौजूदा सॉफ्टवेयर का उपयोग कर सकती हैं। इसलिए, यह नए सॉफ्टवेयर विकास और नई सॉफ्टवेयर कंपनियों के निर्माण के लिए उत्प्रेरक हो सकता है।
it: OSS può supportare lo sviluppo di nuovi software perché le aziende possono utilizzare software esistenti per creare i loro prodotti software. Pertanto, può essere un catalizzatore per i nuovi sviluppi del software e la creazione di nuove società di software.
ja: OSSは、企業が既存のソフトウェアを使用してソフトウェア製品を作成できるため、新しいソフトウェアの開発をサポートすることができます。したがって、それは新しいソフトウェア開発のための触媒であり、新しいソフトウェア会社の創造である可能性があります。
pl: OSS może wspierać rozwój nowego oprogramowania, ponieważ firmy mogą wykorzystywać istniejące oprogramowanie do tworzenia oprogramowania. Dlatego może być katalizatorem nowych rozwiązań programistycznych i tworzenia nowych firm programistycznych.

source: OSS can ... be considered as an important factor in the value creation of other software, even if it is difficult to quantify. Today, OSS often replaces the standard middleware platform provided by a third party. It limits costs and, more importantly, dependency to some extent.
de: OSS kann ... als ein wichtiger Faktor bei der Wertschöpfung anderer Software angesehen werden, auch wenn es schwer zu quantifizieren ist. Heute ersetzt OSS häufig die Standard-Middleware-Plattform, die von einer dritten Partei bereitgestellt wird. Es begrenzt die Kosten und vor allem die Abhängigkeit in gewissem Maße.
hi: ओएसएस ... अन्य सॉफ़्टवेयर के मूल्य निर्माण में एक महत्वपूर्ण कारक के रूप में माना जा सकता है, भले ही इसे मापना मुश्किल हो। आज, ओएसएस अक्सर किसी तीसरे पक्ष द्वारा प्रदान किए गए मानक मिडलवेयर मंच को प्रतिस्थापित करता है। यह लागत को सीमित करता है, और अधिक महत्वपूर्ण बात, कुछ हद तक निर्भरता।
it: L&#39;OSS può ... essere considerato un fattore importante nella creazione di valore di altri software, anche se è difficile da quantificare. Oggi, l&#39;OSS spesso sostituisce la piattaforma middleware standard fornita da una terza parte. Limita i costi e, soprattutto, la dipendenza in una certa misura.
ja: OSSは、たとえ定量化が困難であっても、他のソフトウェアの価値創造において重要な要素とみなすことができます。現在、OSSは、第三者が提供する標準のミドルウェアプラットフォームを置き換えることがあります。それはコストと、より重要なことに、ある程度の依存関係を制限します。
pl: OSS może ... być uważany za ważny czynnik w tworzeniu wartości innego oprogramowania, nawet jeśli trudno jest je zmierzyć. Obecnie OSS często zastępuje standardową platformę oprogramowania pośredniego dostarczoną przez stronę trzecią. Ogranicza w pewnym stopniu koszty i, co ważniejsze, zależność.

source: Software vendors that build new products can save costs if they reuse existing open source software components instead of developing software on their own or buying software components. As a result, open source software can foster the development of new software products as well as the creation of new software vendors.
de: Softwareanbieter, die neue Produkte entwickeln, können Kosten sparen, wenn sie vorhandene Open-Source-Softwarekomponenten wiederverwenden, anstatt Software selbst zu entwickeln oder Softwarekomponenten zu kaufen. Infolgedessen kann Open-Source-Software die Entwicklung neuer Softwareprodukte sowie die Schaffung neuer Softwareanbieter fördern.
hi: सॉफ़्टवेयर विक्रेता जो नए उत्पादों का निर्माण करते हैं, वे लागत बचा सकते हैं यदि वे अपने स्वयं के सॉफ्टवेयर विकसित करने या सॉफ़्टवेयर घटकों को खरीदने के बजाय मौजूदा ओपन सोर्स सॉफ़्टवेयर घटकों का पुन: उपयोग करते हैं। नतीजतन, ओपन सोर्स सॉफ्टवेयर नए सॉफ्टवेयर उत्पादों के विकास के साथ-साथ नए सॉफ्टवेयर विक्रेताओं के निर्माण को बढ़ावा दे सकता है।
it: I fornitori di software che creano nuovi prodotti possono risparmiare sui costi se riutilizzano componenti software open source esistenti anziché sviluppare software da soli o acquistare componenti software. Di conseguenza, il software open source può favorire lo sviluppo di nuovi prodotti software e la creazione di nuovi fornitori di software.
ja: 新製品を構築するソフトウェアベンダーは、ソフトウェアを独自に開発するか、ソフトウェアコンポーネントを購入する代わりに、既存のオープンソースソフトウェアコンポーネントを再利用すれば、コストを削減できます。その結果、オープンソースソフトウェアは、新しいソフトウェア製品の開発と新しいソフトウェアベンダーの創造を促進することができます。
pl: Dostawcy oprogramowania, którzy budują nowe produkty, mogą obniżyć koszty, jeśli ponownie wykorzystają istniejące komponenty oprogramowania open source zamiast samodzielnie tworzyć oprogramowanie lub kupować komponenty oprogramowania. W rezultacie oprogramowanie open source może wspierać rozwój nowych produktów oprogramowania, jak również tworzenie nowych dostawców oprogramowania.

source: OSS allows companies to incorporate IT in their value chain in an easy way. Instead of buying commercial software that may involve the risk of a vendor lock-in, they just have to share value with the OSS community.
de: OSS ermöglicht Unternehmen die einfache Integration von IT in ihre Wertschöpfungskette. Anstatt kommerzielle Software zu kaufen, die das Risiko einer Verkäuferbindung mit sich bringen kann, müssen sie nur den Wert mit der OSS-Community teilen.
hi: ओएसएस कंपनियों को आईटी को अपनी मूल्य श्रृंखला में एक आसान तरीके से शामिल करने की अनुमति देता है। वाणिज्यिक सॉफ़्टवेयर खरीदने के बजाय जिसमें विक्रेता लॉक-इन का जोखिम शामिल हो सकता है, उन्हें केवल ओएसएस समुदाय के साथ मूल्य साझा करना होगा।
it: L&#39;OSS consente alle aziende di integrare l&#39;IT nella propria catena del valore in modo semplice. Invece di acquistare software commerciale che potrebbe comportare il rischio di blocco di un fornitore, è sufficiente condividere il valore con la comunità OSS.
ja: OSSにより、企業はITをバリューチェーンに簡単に組み込むことができます。ベンダーに依存するリスクを伴う商用ソフトウェアを購入する代わりに、OSSコミュニティと価値を共有するだけで済みます。
pl: OSS pozwala firmom na łatwe włączanie IT w ich łańcuch wartości. Zamiast kupować komercyjne oprogramowanie, które może wiązać się z ryzykiem zablokowania dostawcy, muszą po prostu dzielić wartość ze społecznością OSS.

source: The basic principle of open source software development is that a community of software experts contributes time and effort for coding, reviewing and testing to publicly available source code.
de: Das Grundprinzip der Open-Source-Softwareentwicklung ist, dass eine Gemeinschaft von Softwareexperten Zeit und Aufwand für die Codierung, Überprüfung und Prüfung von öffentlich verfügbarem Quellcode einbringt.
hi: ओपन सोर्स सॉफ्टवेयर विकास का मूल सिद्धांत यह है कि सॉफ्टवेयर विशेषज्ञों का एक समुदाय सार्वजनिक रूप से उपलब्ध स्रोत कोड को कोडिंग, समीक्षा और परीक्षण के लिए समय और प्रयास में योगदान देता है।
it: Il principio di base dello sviluppo del software open source è che una comunità di esperti software contribuisce con il tempo e gli sforzi per la codifica, la revisione e il test del codice sorgente disponibile pubblicamente.
ja: オープンソースソフトウェア開発の基本原則は、ソフトウェア専門家のコミュニティが、公開されているソースコードのコーディング、レビュー、テストに時間と労力を費やすことです。
pl: Podstawową zasadą rozwoju oprogramowania typu open source jest to, że społeczność ekspertów od oprogramowania wnosi swój wkład w kodowanie, przeglądanie i testowanie publicznie dostępnego kodu źródłowego.

source: Open source can ... be a key success factor for co-innovation as none of the participants will have the upper hand. OSS can create standards that are very important for the development of emerging technologies and that help lower the total cost of ownership.
de: Open Source kann ... ein wichtiger Erfolgsfaktor für Co-Innovation sein, da keiner der Teilnehmer die Oberhand behält. OSS kann Standards erstellen, die für die Entwicklung aufkommender Technologien sehr wichtig sind und dazu beitragen, die Gesamtbetriebskosten zu senken.
hi: ओपन सोर्स ... सह-नवाचार के लिए एक महत्वपूर्ण सफलता कारक हो सकता है क्योंकि प्रतिभागियों में से कोई भी ऊपरी हाथ नहीं रखता है। ओएसएस उन मानकों को बना सकता है जो उभरती हुई प्रौद्योगिकियों के विकास के लिए बहुत महत्वपूर्ण हैं और इससे स्वामित्व की कुल लागत कम हो जाती है।
it: L&#39;open source può ... essere un fattore chiave di successo per la co-innovazione in quanto nessuno dei partecipanti avrà il sopravvento. OSS può creare standard che sono molto importanti per lo sviluppo di tecnologie emergenti e che aiutano a ridurre il costo totale di proprietà.
ja: オープンソースは、参加者の誰もが優位に立つことはないので、共同革新の成功の鍵となることができます。 OSSは、新興テクノロジーの開発にとって非常に重要であり、総所有コストを削減するのに役立つ標準を作成することができます。
pl: Open source może ... być kluczowym czynnikiem sukcesu dla wspólnej innowacji, ponieważ żaden z uczestników nie będzie miał przewagi. OSS może tworzyć standardy, które są bardzo ważne dla rozwoju nowych technologii i które pomagają obniżyć całkowity koszt posiadania.

source: Future software must be easily developed from components and freely available software and its maintenance must be supported by a wide community. This includes a reuse and evolution of existing software and modules: rather than developing from scratch, existing software must become more easily retrievable, interoperable and usable.
de: Zukünftige Software muss leicht aus Komponenten und frei verfügbarer Software entwickelt werden und ihre Wartung muss von einer breiten Community unterstützt werden. Dies beinhaltet die Wiederverwendung und Weiterentwicklung bestehender Software und Module: Statt neu zu entwickeln, muss vorhandene Software leichter abrufbar, interoperabel und nutzbar sein.
hi: भविष्य सॉफ्टवेयर को घटकों और आसानी से उपलब्ध सॉफ्टवेयर से आसानी से विकसित किया जाना चाहिए और इसके रखरखाव को व्यापक समुदाय द्वारा समर्थित किया जाना चाहिए। इसमें मौजूदा सॉफ्टवेयर और मॉड्यूल का पुन: उपयोग और विकास शामिल है: स्क्रैच से विकसित होने के बजाय, मौजूदा सॉफ़्टवेयर को आसानी से पुनर्प्राप्त करने योग्य, इंटरऑपरेबल और उपयोग करने योग्य बनना चाहिए।
it: Il futuro software deve essere facilmente sviluppato da componenti e software liberamente disponibili e la sua manutenzione deve essere supportata da un&#39;ampia community. Ciò include un riutilizzo e l&#39;evoluzione di software e moduli esistenti: piuttosto che sviluppare da zero, il software esistente deve essere più facilmente recuperabile, interoperabile e utilizzabile.
ja: 将来のソフトウェアは、コンポーネントと自由に利用可能なソフトウェアから容易に開発されなければならず、そのメンテナンスは幅広いコミュニティによってサポートされなければならない。これには、既存のソフトウェアとモジュールの再利用と進化が含まれます。既存のソフトウェアを最初から開発するのではなく、より簡単に検索、相互運用、使用可能にする必要があります。
pl: Przyszłe oprogramowanie musi być łatwo opracowane na podstawie komponentów i bezpłatnego oprogramowania, a jego konserwacja musi być wspierana przez szeroką społeczność. Obejmuje to ponowne wykorzystanie i ewolucję istniejącego oprogramowania i modułów: zamiast tworzyć od zera, istniejące oprogramowanie musi stać się łatwiejsze do odzyskania, interoperacyjne i użyteczne.
