Repository: uivlis/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: hi, it, ja

source: <p>Gitcoin will send you an email notification when a worker has expressed interest.</p> <p>The repo owner/funder has the right to approve or deny any request to work.</p> <p>If there is no response from the funder/repo owner, Gitcoin will auto approve the contributor after 72 hours. </p>
hi: <p> एक कर्मचारी के पास गिटकोइन आपको एक ईमेल अधिसूचना भेजेगा व्यक्त ब्याज। </ p> <p> रेपो मालिक / फंडर को काम करने के किसी भी अनुरोध को स्वीकार या अस्वीकार करने का अधिकार है। </ p> <p> यदि फंडर / रेपो मालिक से कोई प्रतिक्रिया नहीं है, तो गिटकोइन ऑटो होगा 72 घंटों के बाद योगदानकर्ता को स्वीकृति दें। </ P>
it: <p> Gitcoin ti invierà una notifica via email quando un lavoratore ha interesse espresso. </ p> <p> Il proprietario / finanziatore del repo ha il diritto di approvare o rifiutare qualsiasi richiesta di lavoro. </ p> <p> Se non vi è alcuna risposta da parte del proprietario del fondo / del repository, Gitcoin si attiva automaticamente approva il contributore dopo 72 ore. </ P>
ja: <p> Gitcoinは、従業員が 関心を表明した。</ p> <p>レポ所有者/資金提供者には、仕事の要求を承認または却下する権利があります。</ p> <p> funder / repoのオーナーからの返信がない場合、Gitcoinは自動的に 72時間後に投稿者を承認する。 </ p>

source: Permissionless - No Approval Required
ja: 無許可 - 承認不要

source: A permissionless project allows a contributor to begin work without permission or approval from the project owner. It is suggested that an approach and questions be raised prior the start of the project to ensure mutual understanding or the way forward.
hi: एक अनुमत परियोजना एक योगदानकर्ता को अनुमति के बिना काम शुरू करने की अनुमति देता है या परियोजना के मालिक से अनुमोदन। यह सुझाव दिया जाता है कि एक दृष्टिकोण और पारस्परिक सुनिश्चित करने के लिए परियोजना की शुरुआत से पहले प्रश्न उठाए जाएंगे समझना या आगे बढ़ना।
it: Un progetto senza autorizzazione consente a un contributore di iniziare a lavorare senza permesso o approvazione dal proprietario del progetto. Si suggerisce che un approccio e le domande devono essere sollevate prima dell'inizio del progetto per garantire reciproco comprensione o la via da seguire.
ja: 無許可のプロジェクトは、寄稿者が許可なく仕事を開始できるようにします またはプロジェクトオーナーの承認を得ることができます。アプローチと プロジェクトの開始前に相互の 理解する方法や進む方法。

source: Although approval is not required to begin working on the project, ensure that the goals in the issue description are clear.
hi: हालांकि परियोजना पर काम शुरू करने के लिए अनुमोदन की आवश्यकता नहीं है, सुनिश्चित करें कि समस्या विवरण में लक्ष्य स्पष्ट हैं।
it: Sebbene l'approvazione non sia necessaria per iniziare a lavorare sul progetto, assicurarsi che gli obiettivi nella descrizione del problema siano chiari.
ja: 承認はプロジェクトの作業を開始する必要はありませんが、 問題の説明の目標が明確であることを確認してください。

source: Gitcoin supports 3 flexible ways to set up a project to ensure the best results.
hi: गिटकोइन सर्वोत्तम परिणामों को सुनिश्चित करने के लिए एक परियोजना स्थापित करने के 3 लचीले तरीकों का समर्थन करता है।
it: Gitcoin supporta 3 modi flessibili per impostare un progetto per garantire i migliori risultati.
ja: Gitcoinは、3つの柔軟な方法でプロジェクトを設定し、最良の結果を保証します。

source: Traditional Project
ja: 伝統的なプロジェクト

source: Good For
ja: 良い

source: <p>Sourcing ideas, creative, searching for the best ways to solve a problem, bug hunt.</p>
hi: <p> सर्वोत्तम तरीकों के लिए विचार, रचनात्मक, सोर्सिंग सोर्सिंग किसी समस्या को हल करने के लिए, बग शिकार। </ p>
it: <p> Sourcing di idee, creatività, ricerca dei modi migliori per risolvere un problema, caccia agli insetti. </ p>
ja: <p>アイデアを創造し、創造的で、最良の方法を探し出す 問題を解決するために、バグを見つけてください。</ p>

source: <p>A traditional project can be set up for contributors to be able to start work immediately without approval or can be set up as approval required. </p> <p>Approve workers via a Request to Work email notfication.</p>
hi: <p> योगदानकर्ताओं के लिए सक्षम होने के लिए एक पारंपरिक परियोजना स्थापित की जा सकती है अनुमोदन के बिना तुरंत काम शुरू करने के लिए या स्थापित किया जा सकता है अनुमोदन के रूप में आवश्यक है। </ P> <p> कर्मचारियों को ईमेल नोटिफिकेशन के अनुरोध के माध्यम से स्वीकृति दें। </ p>
it: <p> Un progetto tradizionale può essere impostato affinché i contributori siano in grado iniziare immediatamente il lavoro senza approvazione o può essere impostato come richiesto. </ P> <p> Approva i lavoratori tramite una notazione via email di richiesta di lavoro. </ p>
ja: <p>貢献者ができるようにするために、従来のプロジェクトを設定することができます 承認なしですぐに作業を開始するか、または設定することができます 承認が必要です。 </ p> <p>作業要請の電子メール通知で労働者を承認します。</ p>

source: Cooperative Project
ja: 協力プロジェクト

source: <p>Large projects (broken up into parts), augmenting team skillsets</p>
hi: <p> बड़ी परियोजनाएं (भागों में विभाजित), टीम कौशल को बढ़ाने </ p>
it: <p> Grandi progetti (suddivisi in parti), che aumentano gli skillset del team </ p>
ja: <p>大きなプロジェクト（部分的に分割）、チームスキルセットの強化</ p>

source: <p>When funding a cooperative bounty, provide guidance on how the project can be broken up to allow additional contributors smooth onboarding. </p> <p>The amount paid for a cooperative bounty is at the discretion of the funder. Please make sure you over-communicate your budget/intent to the bounty hunter -- It helps avoid misunderstandings in the future! </p>
hi: <p> सहकारी बक्षीस को वित्त पोषित करते समय, मार्गदर्शन कैसे करें अतिरिक्त योगदानकर्ताओं को अनुमति देने के लिए परियोजना को तोड़ दिया जा सकता है चिकनी ऑनबोर्डिंग। </ P> <p> सहकारी बक्षीस के लिए भुगतान की गई राशि विवेकाधिकार पर है निधि का। कृपया सुनिश्चित करें कि आप अपने संवाद को अधिक से अधिक संवाद करते हैं बकाया शिकारी के लिए बजट / इरादा - इससे बचने में मदद मिलती है भविष्य में गलतफहमी! </ P>
it: <p> Quando si finanzia una donazione cooperativa, fornire indicazioni su come il progetto può essere suddiviso per consentire ulteriori contributori onboarding regolare. </ P> <p> L'importo pagato per una taglia cooperativa è a discrezione del finanziatore. Assicurati di comunicare troppo il tuo budget / intenti al cacciatore di taglie - aiuta ad evitare incomprensioni in futuro! </ P>
ja: <p>協調奨励金に資金を提供する場合は、 プロジェクトを分割して追加の貢献者を許可することができます スムーズなオンボーディング。 </ p> <p>協調賞金のために支払われる金額は自由裁量です ファンドダーのあなたがあなたの バウンティハンターへの予算/意図 - 将来の誤解！ </ p>

source: Contest Project
ja: コンテストプロジェクト

source: <p> Sourcing ideas, creative, searching for the best ways to solve a problem, bug hunt. </p>
hi: <P> सर्वोत्तम तरीकों के लिए विचार, रचनात्मक, सोर्सिंग सोर्सिंग एक समस्या हल करने के लिए, बग शिकार। </ P>
it: <P> Idee di sourcing, creative, alla ricerca dei modi migliori per risolvere un problema, caccia agli insetti. </ P>
ja: <p> アイデアを創造し、創造的で、最良の方法を探し出す 問題を解決するために、バグの捜索。 </ p>

source: <p> Be clear on the type of contest and how many winners will be provided a bounty. </p> <p> The funder resrves the right to pay only one or more than one contributor for the contest at their discretion. This depends on the type of contest listed and the number of winners alloted. </p>
hi: <P> प्रतियोगिता के प्रकार और कितने विजेता होंगे पर स्पष्ट रहें एक बक्षीस प्रदान किया। </ P> <P> फंडर केवल एक या एक से अधिक योगदानकर्ताओं का भुगतान करने का अधिकार सुरक्षित करता है अपने विवेकाधिकार पर प्रतियोगिता के लिए। यह प्रतियोगिता के प्रकार पर निर्भर करता है सूचीबद्ध और विजेताओं की संख्या आवंटित। </ P>
it: <P> Sii chiaro sul tipo di gara e su quanti saranno i vincitori fornito una taglia. </ P> <P> Il finanziatore riprende il diritto di pagare solo uno o più contributori per il concorso a loro discrezione. Questo dipende dal tipo di gara elencato e il numero di vincitori assegnati. </ P>
ja: <p> コンテストの種類と勝者の数を明確にしてください 恩恵をもたらした。 </ p> <p> 資金提供者は、1人または1人以上の寄稿者に支払う権利を失う コンテストのために彼らの裁量で。これはコンテストの種類によって異なります および受賞した受賞者の数。 </ p>

source: Gitcoin Community
ja: Gitcoinコミュニティ

source: Start exploring
ja: 探検を開始する

source: bounties worth
ja: 賞金

source: Recent
ja: 最近

source: Activity on Gitcoin
ja: Gitcoinのアクティビティ

source: Get Started With
ja: 始める

source: Learn New Skills
hi: नए हुनर ​​सीखना
it: Impara nuove competenze
ja: 新しいスキルを学ぶ

source: Work on a wide variety of bounties and learn new skills, suited for pros and beginners alike.
hi: विभिन्न प्रकार के उपहार पर काम करें और नए कौशल सीखें, जो पेशेवरों और शुरुआती लोगों के लिए उपयुक्त हैं।
it: Lavora su una vasta gamma di taglie e apprendi nuove abilità, adatte sia ai professionisti che ai principianti.
ja: プロと初心者に適した多彩な賞品を手に入れ、新しいスキルを習得しましょう。

source: Meet New Friends
hi: नए मित्रों से मिलें
it: Incontrare nuovi amici
ja: 新しい友達を満たします

source: Collaborate, share and build amazing stuff together with new friends from all over the world.
hi: दुनिया भर के नए दोस्तों के साथ अद्भुत सामग्री को एक साथ सहयोग, साझा और निर्माण करें।
it: Collabora, condividi e costruisci cose incredibili insieme ai nuovi amici di tutto il mondo.
ja: 世界中の新しい友達と一緒にすばらしいものをコラボレートし、共有し、構築します。

source: Contribute To Open Source
ja: オープンソースに貢献する

source: Contribute directly to leading open source projects such as Metamask, Aragon and more.
hi: मेटामास्क, आरागॉन और अधिक जैसे प्रमुख ओपन सोर्स प्रोजेक्ट्स में सीधे योगदान दें।
it: Contribuisci direttamente ai principali progetti open source come Metamask, Aragon e altri.
ja: Metamask、Aragonなどの主要なオープンソースプロジェクトに直接貢献する

source: Get paid with ETH or any ERC-20 tokens for working on your passion.
hi: अपने जुनून पर काम करने के लिए ईटीएच या किसी भी ईआरसी -20 टोकन के साथ भुगतान करें।
it: Fatti pagare con ETH o con qualsiasi token ERC-20 per lavorare sulla tua passione.
ja: あなたの情熱に取り組むために、ETHやERC-20トークンでお支払いください。

source: Open Funded
ja: オープン資金

source: Work
ja: 作業

source: Join the Gitcoin
ja: Gitcoinに参加する

source: Developer Community
ja: 開発者コミュニティ

source: Gitcoin is the easiest way to monetize work
ja: Gitcoinは仕事を収益化する最も簡単な方法です

source: in Open Source Software.
ja: オープンソースソフトウェアで。

source: Repos Using Gitcoin
ja: Gitcoinを使ったRepos

source: DEVELOPERS! Looking for work on OSS Projects?
hi: डेवलपर्स! ओएसएस परियोजनाओं पर काम की तलाश में?
it: SVILUPPATORI! Cerchi lavoro su progetti OSS?
ja: 開発者！ OSSプロジェクトに関する作業をお探しですか？

source: View Available Bounties
ja: 利用可能な賞金を見る

source: Get Started with Gitcoin
ja: Gitcoinを使い始める

source: Read Case Studies
ja: ケーススタディを読む

source: MARKET Protocol Hires Eswara Sai, A Gitcoiner
hi: मार्केट प्रोटोकॉल हायर एस्वायर साई, ए गिटकोइनर
it: Protocollo di mercato assume Eswara Sai, un Gitcoiner
ja: 市場プロトコルはEswara Sai、Gitcoinerを雇う

source: MetaMask Internationalizes Via Gitcoin
hi: मेटामास्क गिटकोइन के माध्यम से अंतर्राष्ट्रीयकरण करता है
ja: MetaMask、Gitcoinを介して国際化

source: Balance: Building Open Source Banking
hi: शेषराशि: ओपन सोर्स बैंकिंग का निर्माण
it: Equilibrio: creazione di open source banking
ja: 残高：ビルドオープンソースバンキング

source: Simple Pricing
hi: सरल मूल्य निर्धारण
it: Prezzi semplici
ja: 簡単な価格設定

source: A Taste of Our Product
hi: हमारे उत्पाद का स्वाद
it: Un assaggio del nostro prodotto
ja: 製品の味

source: Free
hi: मुक्त
it: Gratuito
ja: 無料

source: Do it yourself. You post and manage the bounties.
hi: यह स्वयं करो। आप बाउंटी को पोस्ट और प्रबंधित करते हैं।
it: Fallo da solo. Pubblichi e gestisci i doni.
ja: 自分でやってください。あなたは賞品を掲示し管理します。

source: Silver
hi: चांदी
it: Argento
ja: 銀

source: We Manage the Development Flow
hi: हम विकास प्रवाह को प्रबंधित करते हैं
it: Gestiamo il flusso di sviluppo
ja: 開発フローの管理

source: Access Gitcoin's torrent of dev flow
hi: गिटकोइन के डेवलपर प्रवाह की धार का उपयोग करे
it: Accedi al flusso di dev di Gitcoin
ja: Gitcoinの開発フローへのアクセス

source: We manage the project for you
hi: हम आपके लिए परियोजना का प्रबंधन करते हैं
it: Gestiamo il progetto per te
ja: 私たちはあなたのためにプロジェクトを管理します

source: We advise on pricing
hi: हम मूल्य निर्धारण पर सलाह देते हैं
it: Vi consigliamo sui prezzi
ja: 私たちは価格設定をお勧めします

source: We will monitor it for you
hi: हम आपके लिए इसकी निगरानी करेंगे
it: Lo monitoreremo per te
ja: 私たちはあなたのためにそれを監視します

source: Gold
hi: सोना
it: Oro
ja: ゴールド

source: We Spin Up Projects and Manage Them
hi: हम परियोजनाओं को स्पिन करते हैं और उन्हें प्रबंधित करते हैं
it: Spiniamo i progetti e li gestiamo
ja: 私たちはプロジェクトをスピンアップし、それらを管理する

source: We scope and define the project
hi: हम परियोजना को गुंजाइश और परिभाषित करते हैं
it: Esaminiamo e definiamo il progetto
ja: プロジェクトの範囲と定義

source: Who's Using Gitcoin?
ja: 誰がGitcoinを使用していますか？

source: Augment Your Team's Workflow
hi: अपनी टीम के वर्कफ़्लो को बढ़ाएं
it: Aumenta il flusso di lavoro della tua squadra
ja: チームのワークフローを強化する

source: Save time on non-core tasks, build out interesting features, squash pesky bugs. Create space for your core team to focus on the right problems.
ja: 非中核的なタスクの時間を節約し、面白い機能を構築し、スカッシュ 厄介なバグ。コアチームが右に集中するためのスペースを作成 問題。

source: Read an Article
hi: एक लेख पढ़ें
it: Leggi un articolo
ja: 記事を読む

source: Hire Global Talent
hi: काम के लिए वैश्विक प्रतिभा रखने
it: Assumi il talento globale
ja: グローバル人材雇用

source: Gitcoiner’s include designers and developers working in countries all around the world. Get to to know potential talent through the projects that you bounty. What better way to interview?
ja: Gitcoinerには、すべての国で働くデザイナーや開発者が含まれます 世界中で。プロジェクトを通して潜在的な才能を知る あなたは恩恵を受ける。インタビューにはどんな良い方法がありますか？

source: How To Get Started
ja: どうやって始めるのか

source: Grow Your Open Source Community
ja: あなたのオープンソースコミュニティを成長させる

source: Kickstart interest on your open source project by posting on Gitcoin, where 3,000+ developers will see what you’re building.
ja: あなたのオープンソースプロジェクトへの興味をキックスタートする Gitcoinでは、3000人以上の開発者があなたが構築しているものを見ることができます。

source: Post a Bounty
ja: バウンティを投稿

source: Do More Work, Faster
hi: ज्यादा काम करो, तेज करो
it: Più lavoro, più veloce
ja: より多くの仕事をより迅速に

source: Gitcoin is the easiest way
ja: Gitcoinは最も簡単な方法です

source: to leverage the open source community
ja: オープンソースコミュニティーを活用する

source: to incentivize or monetize work.
hi: काम को प्रोत्साहन या कमाई करने के लिए।
it: incentivare o monetizzare il lavoro.
ja: インセンティブ化や収益化を図る

source: Fund an Issue
hi: एक मुद्दा निधि
it: Finanzia un problema
ja: 問題を解決する

source: Fund An Issue. Grow Your Project.
hi: एक मुद्दा निधि। अपनी परियोजना बढ़ाओ।
it: Fondo un problema. Fai crescere il tuo progetto.
ja: ファンド問題。あなたのプロジェクトを成長させる。

source: Post A Bounty.
hi: इनाम पोस्ट करें।
it: Pubblica un Bounty.
ja: ポストバウンティ。

source: Fund a well specified issue on your Github repo which is a good candidate for external contribution.
ja: 良いものであるあなたのGithubのレポでよく特定された問題に資金を提供する 外部貢献の候補者。

source: Work With A Gitcoiner.
hi: एक गिटकोइनर के साथ काम करें।
it: Lavora con un Gitcoiner.
ja: Gitcoinerと一緒に働く。

source: Provide a Gitcoiner with a timeline and collaborate to complete the task.
ja: Gitcoinerにタイムラインを提供する タスクを完了するために協力してください。

source: Grow Your Project.
hi: अपनी परियोजना बढ़ाओ।
it: Fai crescere il tuo progetto.
ja: あなたのプロジェクトを成長させる。

source: Merge the Gitcoiner’s contribution, pay for a job well done, and grow a healthy open source ecosystem.
ja: Gitcoinerの貢献を合併し、うまくいった仕事をし、 健康なオープンソースのエコシステムを構築することができます。

source: Gitcoin is a bounty-based collaboration tool that works easily with Github
hi: गिटकोइन एक बाउंटी-आधारित सहयोग उपकरण है जो आसानी से गिटहब के साथ काम करता है
it: Gitcoin è uno strumento di collaborazione basato su taglie che funziona facilmente con Github
ja: Gitcoinは、Githubで簡単に機能する賞金ベースのコラボレーションツールです

source: Contribute to Open Source. Get Paid.
hi: ओपन सोर्स में योगदान दें। भुगतान प्राप्त करना।
it: Contribuisci all'Open Source. Essere pagato.
ja: オープンソースに貢献するお金をもらう。

source: Find An Open Bounty.
hi: एक ओपन बाउंटी खोजें।
it: Trova una taglia aperta.
ja: オープンバウンティを見つける。

source: Whether it's Bugs, Features, or Security Issues, Gitcoin's
hi: चाहे यह बग, फीचर्स, या सिक्योरिटी इश्यूज, गिटकोइन है
it: Che si tratti di bug, funzionalità o problemi di sicurezza, Gitcoin's
ja: バグ、機能、セキュリティの問題など、Gitcoinの

source: is the easiest way to find paid work in open source.
ja: オープンソースで有料の仕事を見つける最も簡単な方法です。

source: Build Something Great.
ja: 素晴らしいものを作る。

source: Select an open issue, work on a project, collaborate, build your skills, and contribute towards the open source projects.
ja: 開いている問題を選択し、プロジェクトで作業し、共同作業し、あなたの オープンソースプロジェクトに貢献しています。

source: Get Paid.
ja: お金をもらう。

source: Payments are Ethereum-based, & released automatically after code is accepted by the bounty submitter.
ja: 支払いはEthereumベースであり、コードの後に​​自動的にリリースされます 賞金受領者によって承認された。

source: Browse the Issue Explorer!
ja: Issue Explorerをブラウズ！

source: Press
hi: दबाएँ
it: stampa
ja: 押す

source: iOS App Now Available
hi: आईओएस ऐप अब उपलब्ध है
it: App iOS ora disponibile
ja: iOS App Nowを公開

source: Get The App
hi: एप्लिकेशन लें
it: Scarica l&#39;app
ja: アプリを取得する

source: None found.
hi: कोई नहीं मिला।
it: Nessuno trovato.
ja: 見つからない

source: Gitcoin is a <span class="text-highlight-dark-blue">mission</span> and <span class="text-highlight-dark-blue">value-oriented</span>
ja: ギトコインは <span class = "text-highlight-dark-blue">ミッション</ span> <span class = "text-highlight-dark-blue">価値重視の</ span>

source: <span class="text-highlight-dark-blue"> distributed movement </span> aimed to <span class="text-highlight-dark-blue">drive</span>
ja: <span class = "text-highlight-dark-blue"> 分散運動 </ span>を目指して <span class = "text-highlight-dark-blue">ドライブ</ span>

source: <span class="text-highlight-dark-blue"> change </span> and <span class="text-highlight-pink">grow open source</span>
ja: <span class = "text-highlight-dark-blue">変更</ span>と <span class = "text-highlight-pink">オープンソースを増やす</ span>

source: <span class="text-highlight-green">We</span> Want
ja: <span class = "text-highlight-green"> We </ span>

source: We want to build a world in which everyone has the <strong>financial leverage to leave</strong> their job.
ja: 我々は誰もが<strong>財務を持っている世界を構築したい 彼らの仕事を残すために活用する</ strong>。

source: We want it to be as <strong>easy to find work in software</strong>, as it is for an Uber driver to find a ride today.
ja: 私たちは、<strong>ソフトウェアで作業を見つけるのは簡単です</ strong>。 今日は乗り物を見つけるためにUberのドライバー。

source: We want to build a network with <strong>aligned incentives</strong>, especially between capital &amp; labour.
ja: 我々は<strong>奨励されたインセンティブ</ strong>を持つネットワーク、特に資本＆amp;労働。

source: <span class="text-highlight-green">We</span> Believe
ja: <span class = "text-highlight-green">われわれは</ span>信じる

source: We believe in open standards and fat protocols, and have built Gitcoin with StandardBounties -- an Open, Free, Fair, Bounty Protocol on Ethereum.
ja: 私たちはオープンスタンダードとファットプロトコールを信じており、Ethereumに関するOpen、Free、Fair、BountyプロトコルであるStandardBountiesでGitcoinを構築しました。

source: We believe that an ICO and tokenization is not the best business model for our dapp. We do not have a token
ja: 私たちは、ICOとトークン化は、私たちのdappにとって最良のビジネスモデルではないと考えています。私たちはトークンを持っていません

source: We believe that blockchain is a game-changer for funding of Open Source. We believe that Open Source Funding and Open Source Jobs will be built on Open Source Money
hi: हमारा मानना ​​है कि ओपन सोर्स के वित्त पोषण के लिए ब्लॉकचेन एक गेम परिवर्तक है। हमारा मानना ​​है कि ओपन सोर्स फंडिंग और ओपन सोर्स जॉब्स ओपन सोर्स मनी पर बनाए जाएंगे
it: Crediamo che blockchain sia un punto di svolta per il finanziamento di Open Source. Crediamo che il finanziamento open source e i lavori open source saranno basati su open source money
ja: ブロックチェーンはオープンソースへの資金提供のためのゲームチェンジャーと考えています。私たちは、オープンソースの資金調達とオープンソースの仕事は、オープンソースの資金に基づいて構築されると考えています

source: <span class="text-highlight-green">We</span> Value
ja: <span class = "text-highlight-green"> We </ span>の値

source: Collaboration
hi: सहयोग
it: Collaborazione
ja: コラボレーション

source: Intellectual honesty
hi: बौद्धिक ईमानदारी
it: Onestà intellettuale
ja: 知的正直

source: Humbleness
hi: शील
it: Umiltà
ja: 謙虚さ

source: Empathy
hi: सहानुभूति
it: Empatia
ja: 共感

source: Stress Reducers
hi: तनाव Reducers
it: Riduzione dello stress
ja: ストレスレジューサー

source: Inclusivity
ja: 包括性

source: Giving first
hi: पहले देना
it: Dando prima
ja: 最初に贈る

source: <span class="text-highlight-green">We</span> Interact
ja: <span class = "text-highlight-green">インタラクト</ span>

source: We happen to the world. We don't let the world happen to us.
hi: हम दुनिया के साथ होते हैं। हम दुनिया को हमारे साथ नहीं होने देते हैं।
it: Noi succediamo al mondo. Non lasciamo che il mondo accada a noi.
ja: 私たちは世界に起こります。私たちは世界を私たちに起こらせません。

source: We show, don't tell.
hi: हम दिखाते हैं, बताओ मत।
it: Mostriamo, non dire.
ja: 我々は、示してはいません。

source: We are thoughtful, clear, and direct.
hi: हम विचारशील, स्पष्ट, और प्रत्यक्ष हैं।
it: Siamo riflessivi, chiari e diretti.
ja: 私たちは思慮深く、明確で、直接的です。

source: We seek balance.
hi: हम संतुलन चाहते हैं।
it: Cerchiamo l'equilibrio.
ja: 私たちはバランスを求めます。

source: We challenge the status quo &amp; are willing to be challenged.
hi: हम स्थिति को चुनौती देते हैं & amp; चुनौती देने के लिए तैयार हैं।
it: Sfidiamo lo status quo & amp; sono disposti a essere sfidati.
ja: 現状に挑戦して＆amp;挑戦しようとしている。

source: We fix things twice.
hi: हम चीजों को दो बार ठीक करते हैं।
it: Sistemiamo le cose due volte.
ja: 私たちは物事を2回修正します。

source: We identify and validate our assumptions.
hi: हम अपनी धारणाओं की पहचान और सत्यापन करते हैं।
it: Identifichiamo e convalidiamo le nostre ipotesi.
ja: 当社は、当社の仮定を特定し、検証する。

source: We care about people (not just tasks)
hi: हम लोगों की देखभाल करते हैं (केवल कार्य नहीं)
it: Ci preoccupiamo delle persone (non solo dei compiti)
ja: 私たちは人々（仕事だけでなく）

source: We listen.
hi: हम सुनते हैं।
it: Noi ascoltiamo.
ja: 私たちは聞きます。

source: We value pragmatism over dogmatism.
hi: हम dogmatism पर व्यावहारिकता का महत्व है।
it: Apprezziamo il pragmatismo rispetto al dogmatismo.
ja: 私たちは独断主義よりも実用主義を重視しています。

source: New Token Request Form
ja: 新しいトークンリクエストフォーム

source: Email address
hi: ईमेल पता
it: Indirizzo email
ja: 電子メールアドレス

source: Token Address
ja: トークンアドレス

source: Token Symbol
hi: टोकन प्रतीक
it: Simbolo del token
ja: トークン記号

source: Token Decimal Places
hi: टोकन दशमलव स्थान
ja: トークン小数点以下の桁数

source: Token Network
ja: トークンネットワーク

source: This token is not a security token.
ja: このトークンはセキュリティトークンではありません。

source: It is still early days in the blockchain ecosystem.
hi: यह अभी भी ब्लॉकचेन पारिस्थितिकी तंत्र में शुरुआती दिनों में है।
it: È ancora all'inizio dell'ecosistema blockchain.
ja: ブロックチェーンの生態系の初期段階です。

source: We believe that tokens / tokenization are just an early use case of the 'open source financial system'. Being first doesnt mean it's the best.
hi: हमारा मानना ​​है कि टोकन / टोकननाइजेशन 'ओपन सोर्स वित्तीय प्रणाली' का प्रारंभिक उपयोग मामला है। पहले होने का मतलब यह नहीं है कि यह सबसे अच्छा है।
it: Riteniamo che token / tokenization siano solo un caso di utilizzo anticipato del "sistema finanziario open source". Essere il primo non significa che sia il migliore.
ja: トークン/トークン化は、単に「オープンソースの金融システム」の初期使用例に過ぎないと考えています。最初はそれが最高だということを意味しません。

source: Gitcoin didn't want to make a utility token.
ja: ギトコインはユーティリティトークンを作りたがりませんでした。

source: Gitcoin didn't want to launch with a token before finding product-market fit. We don't think it's the morally right move to raise a bunch of money before having a product; and we don't think it's the right monetization strategy long term.
hi: उत्पाद-बाजार फिट खोजने से पहले गिटकोइन एक टोकन के साथ लॉन्च नहीं करना चाहता था। हमें नहीं लगता कि यह उत्पाद होने से पहले धन का एक गुच्छा बढ़ाने के लिए नैतिक रूप से सही कदम है; और हमें नहीं लगता कि यह सही मुद्रीकरण रणनीति लंबी अवधि है।
it: Gitcoin non ha voluto lanciare con un token prima di trovare un prodotto adatto al mercato. Non pensiamo che sia la mossa moralmente giusta raccogliere un sacco di soldi prima di avere un prodotto; e non pensiamo che sia la giusta strategia di monetizzazione a lungo termine.
ja: Gitcoinは、製品市場に適した商品を見つける前に、トークンを打ち出したいと考えていませんでした。私たちは、製品を手に入れる前にたくさんのお金を稼ぐのが道徳的に正しいとは考えていません。長期的には適切な収益化戦略ではないと考えています。

source: There are other options to explore.
hi: एक्सप्लोर करने के लिए अन्य विकल्प हैं।
it: Ci sono altre opzioni da esplorare.
ja: 探検する他のオプションがあります。
