Repository: uivlis/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: hi, it, ja

source: <p>The founder is <a href="https://linkedin.com/in/owocki">Kevin Owocki</a>, a technologist from the Boulder Colorado tech scene. &nbsp; &nbsp;Kevin&nbsp;has a BS in Computer Science, 15 years experience in Open Source Software and Technology Startups. He is a volunteer in the Boulder Community for several community organizations, and an avid open source developer. His work has been featured in&nbsp;<a href="http://techcrunch.com/2011/02/10/group-dating-startup-ignighter-raises-3-million/">TechCrunch</a>,&nbsp;<a href="http://www.cnn.com/2011/BUSINESS/03/29/india.online.matchmaking/">CNN</a>,&nbsp;<a href="http://www.inc.com/30under30/2011/profile-adam-sachs-kevin-owocki-and-dan-osit-founders-ignighter.html">Inc Magazine</a>,&nbsp;<a href="http://www.nytimes.com/2011/02/20/business/20ignite.html?_r=4&amp;amp;pagewanted=1&amp;amp;ref=business">The New York Times</a>,&nbsp;<a href="http://boingboing.net/2011/09/24/tosamend-turn-all-online-i-agree-buttons-into-negotiations.html">BoingBoing</a>,&nbsp;<a href="http://www.wired.com/2015/12/kevin-owocki-adblock-to-bitcoin/">WIRED</a>,&nbsp;<a href="https://www.forbes.com/sites/amycastor/2017/08/31/toothpick-takes-top-prize-in-silicon-beach-ethereum-hackathon/#6bf23b7452ad">Forbes</a>, and&nbsp;<a href="http://www.techdigest.tv/2007/08/super_mario_get_1.html">TechDigest</a>.</p> <p><strong>Gitcoin</strong>&nbsp;was borne of the community in Boulder Colorado's thriving tech scene. One of the most amazing things about the Boulder community is the #givefirst mantra. The founding team has built their careers off of advice, mentorship, and relationships in the local tech community. &nbsp;</p> <p>We are hiring. If you want to join the team, <a href=mailto:founders@gitcoin.co>email us</a>.
hi: <p> संस्थापक BOLDer कोलोराडो तकनीकी दृश्य से एक तकनीकी विशेषज्ञ <a href="https://linkedin.com/in/owocki"> केविन ओवोकी </a> है। & Nbsp; & nbsp; केविन & nbsp; कंप्यूटर विज्ञान में बीएस है, ओपन सोर्स सॉफ्टवेयर और प्रौद्योगिकी स्टार्टअप में 15 साल का अनुभव है। वह कई समुदाय संगठनों के लिए बोल्डर समुदाय में एक स्वयंसेवक है, और एक उग्र ओपन सोर्स डेवलपर है। उनके काम को & nbsp; <a href="http://techcrunch.com/2011/02/10/group-dating-startup-ignighter-raises-3-million/"> TechCrunch </a> में दिखाया गया है, & nbsp; <a href="http://www.cnn.com/2011/BUSINESS/03/29/india.online.matchmaking/"> सीएनएन </a>, & nbsp; <a href = "http: // www। inc.com/30under30/2011/profile-adam-sachs-kevin-owocki-and-dan-osit-founders-ignighter.html"> आईएनसी पत्रिका </a>, & nbsp; <a href = "http: // www .nytimes.com / 2011/02/20 / व्यवसाय / 20ignite.html? _r = 4 & amp; amp; पृष्ठ वांटेड = 1 & amp; amp; ref = business "> न्यूयॉर्क टाइम्स </a>, & nbsp; <a href =" http://boingboing.net/2011/09/24/tosamend-turn-all-online-i-agree-buttons-into-negotiations.html"> बोइंगबॉइंग </a>, & nbsp; <a href = "http: //www.wired.com/2015/12/kevin-owocki-adblock-to-bitcoin/">WIRED </a>, & nbsp; <a href = "https://www.forbes.com/sites/amycastor / 2017/08/31 / टूथपिक-ले-टॉप-इनाम-इन-सिलिकॉन-बीच-एथेरियम-हैकथॉन / # 6bf23b7452ad "> फोर्ब्स </a>, और & nbsp; <a href =" http: //www.techdigest। टीवी / 2007/08 / super_mario_get_1.html "> TechDigest </a>।</ P> <p> <strong> गिटकोइन </ strong> & nbsp; बोल्डर कोलोराडो के संपन्न तकनीकी दृश्य में समुदाय का जन्म हुआ था। बोल्डर समुदाय के बारे में सबसे आश्चर्यजनक चीजों में से एक #givefirst मंत्र है। संस्थापक टीम ने अपने करियर को स्थानीय तकनीकी समुदाय में सलाह, परामर्श और रिश्ते से दूर कर दिया है। & Nbsp; </ p> <p> हम भर्ती कर रहे हैं। यदि आप टीम में शामिल होना चाहते हैं, तो <a href=mailto:founders@gitcoin.co> हमें ईमेल करें </a>।
it: <p> Il fondatore è <a href="https://linkedin.com/in/owocki">Kevin Owocki</a> , un tecnologo della scena tecnologica di Boulder Colorado. Kevin ha una laurea in Informatica, 15 anni di esperienza in Software Open Source e Startup tecnologici. È un volontario nella comunità di Boulder per diverse organizzazioni di comunità e uno sviluppatore avido open source. Il suo lavoro è stato presentato su <a href="http://techcrunch.com/2011/02/10/group-dating-startup-ignighter-raises-3-million/">TechCrunch</a> , <a href="http://www.cnn.com/2011/BUSINESS/03/29/india.online.matchmaking/">CNN</a> , <a href="http://www.inc.com/30under30/2011/profile-adam-sachs-kevin-owocki-and-dan-osit-founders-ignighter.html">Inc Magazine</a> , <a href="http://www.nytimes.com/2011/02/20/business/20ignite.html?_r=4&amp;amp;pagewanted=1&amp;amp;ref=business">The New York Times</a> , <a href="http://boingboing.net/2011/09/24/tosamend-turn-all-online-i-agree-buttons-into-negotiations.html">BoingBoing</a> , <a href="http://www.wired.com/2015/12/kevin-owocki-adblock-to-bitcoin/">WIRED</a> , <a href="https://www.forbes.com/sites/amycastor/2017/08/31/toothpick-takes-top-prize-in-silicon-beach-ethereum-hackathon/#6bf23b7452ad">Forbes</a> e <a href="http://www.techdigest.tv/2007/08/super_mario_get_1.html">TechDigest</a> . </p><p> <strong>Gitcoin</strong> è <strong>nato</strong> dalla comunità nella fiorente scena tecnologica di Boulder Colorado. Una delle cose più sorprendenti della comunità di Boulder è il mantra #givefirst. Il team di fondatori ha costruito le loro carriere fuori da consigli, tutoraggio e relazioni nella comunità tecnologica locale. </p><p> Stiamo assumendo. Se vuoi far parte del team, <a href=mailto:founders@gitcoin.co>inviaci un&#39;email</a> .
ja: <p>創設者は、コロラド州ボルダーのテックシーンの技術者である<a href="https://linkedin.com/in/owocki"> Kevin Owocki </a>です。 ＆nbsp; Kevinはコンピュータサイエンスの学士号を持ち、オープンソースソフトウェアとテクノロジーのスタートアップで15年間の経験を持っています。ボルダーコミュニティのボランティアであり、熱心なオープンソース開発者です。彼の作品は、＆nbsp; <a href="http://techcrunch.com/2011/02/10/group-dating-startup-ignighter-raises-3-million/"> TechCrunch </a>、＆nbsp; <a href="http://www.cnn.com/2011/BUSINESS/03/29/india.online.matchmaking/"> CNN </a>、＆nbsp; <a href = "http：// www。 inc.com/30under30/2011/profile-adam-sachs-kevin-owocki-and-dan-osit-founders-ignighter.html">インカ誌</a>、＆nbsp; <a href = "http：// www .nytimes.com / 2011/02/20 / business / 20ignite.html？_r = 4＆pagewanted = 1＆amp; ref = business ">ニューヨークタイムズ紙、＆nbsp; <a href =" http://boingboing.net/2011/09/24/tosamend-turn-all-online-i-agree-buttons-into-negotiations.html">ボーディングボーイング</a>、＆nbsp; <a href = "http： //www.wired.com/2015/12/kevin-owocki-adblock-to-bitcoin/">ワイアード</a>、＆nbsp; <a href = "https://www.forbes.com/sites/amycastor / 2017/08/31 / toothpick-takes-top-pri-in-silicon-beach-ethereum-hackathon /＃6bf23b7452ad ">フォーブス</a>、＆nbsp; <a href =" http：//www.techdigest。 tv / 2007/08 / super_mario_get_1.html "> TechDigest </a>をご覧ください。</ p> <p> <strong> Gitcoin </ strong>は、コロラド州ボルダーコロラドの盛んな技術シーンでコミュニティの負担となりました。ボルダーのコミュニティについての最も驚くべきことの1つは#givefirstのマントラです。創業チームは、現地の技術コミュニティのアドバイス、指導、関係の仕事を築いてきました。 ＆nbsp; </ p> <p>私たちは雇用しています。チームに参加したい場合は、<a href=mailto:founders@gitcoin.co>メールでお問い合わせください</a>。

source: What is the mission of Gitcoin Core?
hi: गिटकोइन कोर का मिशन क्या है?
it: Qual è la missione di Gitcoin Core?
ja: Gitcoin Coreの使命は何ですか？

source: The mission of Gitcoin is "Grow Open Source".
hi: गिटकोइन का मिशन "ओपन सोर्स बढ़ाना" है।
it: La missione di Gitcoin è &quot;Grow Open Source&quot;.
ja: Gitcoinの使命は "成長オープンソース"です。

source: How can I stay in touch with project updates?
hi: मैं परियोजना अपडेट के संपर्क में कैसे रह सकता हूं?
it: Come posso rimanere in contatto con gli aggiornamenti del progetto?
ja: どのように私はプロジェクトの更新と連絡を取り合うことができますか？

source: The best way to stay in touch is to <ul> <li> <a href="/#mailchimp">Subscribe to the mailing list</a> </li> <li> <a href="/twitter">Follow the project on twitter</a> </li> <li> <a href="/slack">Join the slack channel</a> </li> </ul>
hi: संपर्क में रहने का सबसे अच्छा तरीका है <Ul> <Li> <a href="/#mailchimp"> मेलिंग सूची की सदस्यता लें </a> </ Li> <Li> <a href="/twitter"> ट्विटर पर प्रोजेक्ट का पालन करें </a> </ Li> <Li> <a href="/slack"> स्लैक चैफॉक्स में शामिल हों </a> </ Li> </ Ul>
it: Il modo migliore per rimanere in contatto è quello di <ul><li> <a href="/#mailchimp">Iscriviti alla mailing list</a> </li><li> <a href="/twitter">Segui il progetto su Twitter</a> </li><li> <a href="/slack">Unisciti al canale allentato</a> </li></ul>
ja: 連絡を取り合う最善の方法は、 <ul> <li> <a href="/#mailchimp">メーリングリストに登録する</a> </ li> <li> <a href="/twitter">ツイッターでプロジェクトに従ってください</a> </ li> <li> <a href="/slack">スラックチャンネルに参加</a> </ li> </ ul>

source: What is the difference between Gitcoin and centralized hiring websites?
hi: गिटकोइन और केंद्रीकृत भर्ती वेबसाइटों के बीच क्या अंतर है?
it: Qual è la differenza tra Gitcoin e siti web di assunzione centralizzati?
ja: Gitcoinと集中雇用ウェブサイトの違いは何ですか？

source: <p>There are many successful centralized hiring resources available on the web. &nbsp;Because these platforms were an&nbsp;efficient way to source, select, and manage a global workforce , millions of dollars was&nbsp;processed through these systems every day.</p> <p>Gitcoin takes the value that flows through these system, and makes it more efficient and fair. &nbsp;Gitcoin is a distributed network of smart contracts, based upon Ethereum, that aims to solve problems with centralized hiring resources, namely by</p> <ul> <li>being more open,</li> <li>being more fair,</li> <li>being more efficient,</li> <li>being easier to use.</li> <li>leveraging a global workforce,</li> <li>cutting out the middlemen,</li> </ul> <p>When Sir Tim Berners-Lee first invented the World Wide Web in the late 1980s&nbsp;to make information sharing on the Internet easier, he did something very important. He specified an open protocol, the Hypertext Transfer Protocol or HTTP, that anyone could use to make information available and to access such information. &nbsp;</p> <p>Gitcoin is similarly built on an open protocol of smart contracts.</p> <p>By specifying a&nbsp;protocol, Tim Berners-Lee opened the way for anyone to build software, so-called web servers and browsers that would be compatible with this protocol. &nbsp; By specifying an open source protocol for Funding Issues and software development scoping &amp; payment, the Gitcoin Core team hopes to similarly inspire a generation of inventions in 21st century software.</p> <p> To learn more about blockchain, please checkout <a href="{}">this video about web3</a> or the <a href="https://github.com/gitcoinco/gitcoinco/issues?q=is%3Aissue+is%3Aopen+label%3Ahelp">Github Issues board</a> </p>
hi: <p> वेब पर उपलब्ध कई सफल केंद्रीकृत भर्ती संसाधन हैं। & nbsp; चूंकि ये प्लेटफॉर्म वैश्विक कार्यबल का स्रोत, चयन और प्रबंधन करने का एक प्रभावी तरीका थे, इसलिए हर दिन इन सिस्टमों के माध्यम से लाखों डॉलर संसाधित होते थे। </ p> <p> गिटकोइन वह मान लेता है जो इन प्रणालियों के माध्यम से बहती है, और इसे अधिक कुशल और निष्पक्ष बनाती है। & nbsp; गिटकोइन एथेरियम के आधार पर स्मार्ट अनुबंधों का एक वितरित नेटवर्क है, जिसका उद्देश्य केंद्रीकृत भर्ती संसाधनों के साथ समस्याओं को हल करना है, अर्थात् </ p> <Ul> <li> अधिक खुले होने पर, </ li> <li> अधिक निष्पक्ष होना, </ li> <li> अधिक कुशल होने के नाते, </ li> <li> उपयोग करने में आसान होना। </ li> <li> वैश्विक कार्यबल का लाभ उठाना, </ li> <li> बिचौलियों को काटकर, </ li> </ Ul> <p> जब 1 9 80 के दशक के अंत में सर टिम बर्नर्स-ली ने वर्ल्ड वाइड वेब का आविष्कार किया, तो इंटरनेट पर सूचना साझा करना आसान बना दिया, उसने कुछ बहुत महत्वपूर्ण किया। उन्होंने एक खुला प्रोटोकॉल, हाइपरटेक्स्ट ट्रांसफर प्रोटोकॉल या HTTP निर्दिष्ट किया, कि कोई भी जानकारी उपलब्ध कराने और ऐसी जानकारी तक पहुंचने के लिए उपयोग कर सकता है। & Nbsp; </ p> <p> गिटकोइन समान रूप से स्मार्ट अनुबंधों के खुले प्रोटोकॉल पर बनाया गया है। </ p> <p> प्रोटोकॉल निर्दिष्ट करके, टिम बर्नर्स-ली ने सॉफ्टवेयर बनाने के लिए रास्ता खोल दिया, तथाकथित वेब सर्वर और ब्राउज़र जो इस प्रोटोकॉल के साथ संगत होंगे। & Nbsp; फंडिंग मुद्दों और सॉफ्टवेयर विकास स्कोपिंग के लिए ओपन सोर्स प्रोटोकॉल निर्दिष्ट करके & amp; भुगतान, गिटकोइन कोर टीम 21 वीं शताब्दी के सॉफ्टवेयर में आविष्कारों की एक पीढ़ी को प्रेरित करने की उम्मीद करती है।</ P> <P> ब्लॉकचेन के बारे में और जानने के लिए, कृपया <a href="{}"> वेब 3 के बारे में यह वीडियो </a> या <a href = "https://github.com/gitcoinco/gitcoinco/issues?q=is% चेकआउट करें 3 एसीयू +% 3 ओपन + लेबल% 3 एल्प "> गीथब इश्यूज बोर्ड </a> है </ P>
it: <p> Ci sono molte risorse di assunzione centralizzate di successo disponibili sul web. Poiché queste piattaforme rappresentavano un modo efficiente per reperire, selezionare e gestire una forza lavoro globale, ogni giorno venivano elaborati milioni di dollari attraverso questi sistemi. </p><p> Gitcoin prende il valore che attraversa questi sistemi e lo rende più efficiente ed equo. Gitcoin è una rete distribuita di contratti intelligenti, basata su Ethereum, che mira a risolvere i problemi con risorse di assunzione centralizzate, vale a dire da </p><ul><li> essendo più aperto, </li><li> essendo più giusto, </li><li> essere più efficiente, </li><li> essere più facile da usare </li><li> facendo leva su una forza lavoro globale, </li><li> tagliando gli intermediari, </li></ul><p> Quando Sir Tim Berners-Lee ha inventato per la prima volta il World Wide Web alla fine degli anni &#39;80 per facilitare la condivisione delle informazioni su Internet, ha fatto qualcosa di molto importante. Ha specificato un protocollo aperto, l&#39;Hypertext Transfer Protocol o HTTP, che chiunque potrebbe utilizzare per rendere disponibili le informazioni e accedere a tali informazioni. </p><p> Gitcoin è similmente costruito su un protocollo aperto di contratti intelligenti. </p><p> Specificando un protocollo, Tim Berners-Lee ha aperto la strada a chiunque di creare software, i cosiddetti server web e browser compatibili con questo protocollo. Specificando un protocollo open source per i problemi di finanziamento e lo scope e il pagamento dello sviluppo del software, il team Gitcoin Core spera di ispirare similmente una generazione di invenzioni nel software del 21 ° secolo. </p><p> Per ulteriori informazioni sulla blockchain, si prega di consultare <a href="{}">questo video su web3</a> o sulla <a href="https://github.com/gitcoinco/gitcoinco/issues?q=is%3Aissue+is%3Aopen+label%3Ahelp">scheda Github Issues</a> </p>
ja: <p>ウェブ上には、多数の成功した集中雇用リソースがあります。 ＆nbsp;これらのプラットフォームは、グローバルな人材を獲得、選択、管理するための効率的な方法であったため、これらのシステムを通じて毎日何百万ドルも処理されました。</ p> <p> Gitcoinはこれらのシステムを流れる価値を引き継ぎ、より効率的で公正なものにします。 ＆nbsp; GitcoinはEthereumをベースとするスマート契約の分散型ネットワークであり、集中的な採用リソース、つまり</ p>によって問題を解決することを目指しています。 <ul> <li>もっとオープンになっている</ li> <li>より公正になる</ li> <li>より効率的です。</ li> <li>使いやすくなっています。</ li> <li>グローバルな労働力を活用する</ li> <li>中級者を切り抜く</ li> </ ul> <p> Tim Berners-Lee卿が1980年代後半にインターネットでの情報共有をより簡単にするためにWorld Wide Webを最初に発明したとき、彼は非常に重要なことをしました。彼は誰でも情報を利用できるようにし、そのような情報にアクセスするために使用できるオープンプロトコル、すなわちHTTP（Hypertext Transfer Protocol）を指定しました。 ＆nbsp; </ p> <p> Gitcoinは同様にスマートな契約のオープンプロトコル上に構築されています。</ p> <p>プロトコルを指定することで、Tim Berners-Leeは誰もがこのプロトコルと互換性のある、Webサーバーとブラウザと呼ばれるソフトウェアを構築する方法を開拓しました。 ＆nbsp;資金調達の問題とソフトウェア開発のスコープとオープンソースのプロトコルを指定することで、 Gitcoin Coreチームは、同様に21世紀のソフトウェアにおける世代の発明を鼓舞したいと考えています。</ p> <p> ブロックチェーンの詳細については、<a href="{}"> web3に関するこのビデオ</a>または<a href = "https://github.com/gitcoinco/gitcoinco/issues?q=is% 3Aissue + is％3Aopen + label％3Ahelp "> Github Issuesボード</a> </ p>

source: Why do I need metamask?
hi: मुझे मेटामास्क की आवश्यकता क्यों है?
it: Perché ho bisogno di metamask?
ja: メトマスクが必要なのはなぜですか？

source: <p> You need <a href="https://metamask.io/">Metamask</a> in order to use Gitcoin. </p> <p> Metamask turns google chrome into a Web3 Browser. Web3 is powerful because it lets websites retrieve data from the blockchain, and lets users securely manage identity. </p> <p> In contrast to web2 where third parties own your data, in web3 you own your data and you are always in control. On web3, your data is secured on the blockchain, which means that no one can ever freeze your assets or censor you. </p> <p> Download Metamask <a href="https://metamask.io/">here</a> today. </p> <p> To learn more about Metamask, please checkout <a href="{}">this video about web3</a> or the <a href="https://github.com/gitcoinco/gitcoinco/issues?q=is%3Aissue+is%3Aopen+label%3Ahelp">Github Issues board</a> </p>
hi: <P> गिटकोइन का उपयोग करने के लिए आपको <a href="https://metamask.io/"> मेटामास्क </a> की आवश्यकता है। </ P> <P> मेटामास्क Google क्रोम को वेब 3 ब्राउज़र में बदल देता है। वेब 3 शक्तिशाली है क्योंकि यह वेबसाइटों को ब्लॉकचेन से डेटा पुनर्प्राप्त करने देता है, और उपयोगकर्ताओं को सुरक्षित रूप से पहचान प्रबंधित करने देता है। </ P> <P> वेब 2 के विपरीत जहां तीसरे पक्ष के आपके डेटा हैं, वेब 3 में आप अपना डेटा रखते हैं और आप हमेशा नियंत्रण में रहते हैं। वेब 3 पर, आपका डेटा ब्लॉकचेन पर सुरक्षित है, जिसका अर्थ है कि कोई भी आपकी संपत्ति को कभी भी जमा नहीं कर सकता है या आपको सेंसर नहीं कर सकता है। </ P> <P> आज मेटामास्क <a href="https://metamask.io/"> यहां </a> डाउफॉक्सोड करें। </ P> <P> मेटामास्क के बारे में और जानने के लिए, कृपया <a href="{}"> वेब 3 के बारे में यह वीडियो </a> या <a href = "https://github.com/gitcoinco/gitcoinco/issues?q=is% चेकआउट करें 3 एसीयू +% 3 ओपन + लेबल% 3 एल्प "> गीथब इश्यूज बोर्ड </a> है </ P>
it: <p> Hai bisogno di <a href="https://metamask.io/">Metamask</a> per usare Gitcoin. </p><p> Metamask trasforma google chrome in un browser Web3. Web3 è potente perché consente ai siti Web di recuperare i dati dalla blockchain e consente agli utenti di gestire in modo sicuro l&#39;identità. </p><p> Al contrario di web2 in cui le terze parti possiedono i tuoi dati, in web3 possiedi i tuoi dati e hai sempre il controllo. Su web3, i tuoi dati sono protetti sulla blockchain, il che significa che nessuno potrà mai bloccare i tuoi beni o censurare te. </p><p> Scarica Metamask <a href="https://metamask.io/">qui</a> oggi. </p><p> Per ulteriori informazioni su Metamask, si prega di consultare <a href="{}">questo video su web3</a> o sulla <a href="https://github.com/gitcoinco/gitcoinco/issues?q=is%3Aissue+is%3Aopen+label%3Ahelp">scheda Problemi di Github</a> </p>
ja: <p> Gitcoinを使用するには、<a href="https://metamask.io/"> Metamask </a>が必要です。 </ p> <p> MetamaskはGoogle ChromeをWeb3ブラウザに変換します。 Web3は、Webサイトがブロックチェーンからデータを取得できるようにし、ユーザーがアイデンティティを安全に管理できるため、強力です。 </ p> <p> 第三者がデータを所有しているweb2とは対照的に、web3ではデータを所有しており、常に管理しています。 web3では、あなたのデータはブロックチェーン上で保護されています。つまり、誰もあなたの資産を凍結したり、あなたを検閲することはできません。 </ p> <p> 今日、Metamaskを<a href="https://metamask.io/">ここ</a>でダウンロードしてください。 </ p> <p> Metamaskの詳細については、<a href="{}"> web3に関するこのビデオ</a>または<a href = "https://github.com/gitcoinco/gitcoinco/issues?q=is% 3Aissue + is％3Aopen + label％3Ahelp "> Github Issuesボード</a> </ p>

source: Why do I need to pay gas?
hi: मुझे गैस का भुगतान करने की ज़रूरत क्यों है?
it: Perché devo pagare il gas?
ja: なぜ私はガスを支払う必要がありますか？

source: <p> "Gas" is the name for a special unit used in Ethereum. It measures how much "work" an action or set of actions takes to perform (for example, storing data in a smart contract). </p> <p> The reason gas is important is that it helps to ensure an appropriate fee is being paid by transactions submitted to the network. By requiring that a transaction pay for each operation it performs (or causes a contract to perform), we ensure that network doesn't become bogged down with performing a lot of intensive work that isn't valuable to anyone. </p> <p> Gas fees are paid to the maintainers of the Ethereum network, in return for securing all of the Ether and Ethereum-based transactions in the world. Gas fees are not paid to Gitcoin Core directly or indirectly. </p> <p> To learn more about gas, pleaes checkout the <a href="https://github.com/gitcoinco/gitcoinco/issues?q=is%3Aissue+is%3Aopen+label%3Ahelp">Github Issues board</a> </p>
hi: <P> "गैस" एथेरियम में उपयोग की जाने वाली एक विशेष इकाई का नाम है। यह मापता है कि कितनी "कार्य" कार्रवाई या कार्यवाही का सेट करने के लिए होता है (उदाहरण के लिए, स्मार्ट अनुबंध में डेटा संग्रहीत करना)। </ P> <P> गैस महत्वपूर्ण है क्योंकि यह सुनिश्चित करने में मदद करता है कि नेटवर्क पर जमा लेनदेन द्वारा उचित शुल्क का भुगतान किया जा रहा है। प्रत्येक ऑपरेशन के लिए लेनदेन का भुगतान करने की आवश्यकता होती है (यह करने के लिए अनुबंध का कारण बनती है), हम यह सुनिश्चित करते हैं कि नेटवर्क बहुत गहन काम करने के साथ नीचे नहीं आ जाता है जो कि किसी के लिए मूल्यवान नहीं है। </ P> <P> ईथरियम नेटवर्क के रखरखाव करने वालों को गैस फीस का भुगतान किया जाता है, बदले में दुनिया में सभी ईथर और एथेरियम आधारित लेनदेन को सुरक्षित करने के लिए। सीधे या अप्रत्यक्ष रूप से गिटकोइन कोर को गैस शुल्क का भुगतान नहीं किया जाता है। </ P> <P> गैस के बारे में अधिक जानने के लिए, कृपया जांचें <a href="https://github.com/gitcoinco/gitcoinco/issues?q=is%3Aissue+is%3Aopen+label%3Ahelp"> गिटहब मुद्दे बोर्ड </a> </ P>
it: <p> &quot;Gas&quot; è il nome di un&#39;unità speciale utilizzata in Ethereum. Misura quanto &quot;funziona&quot; un&#39;azione o una serie di azioni necessarie per eseguire (ad esempio, la memorizzazione di dati in un contratto intelligente). </p><p> Il motivo per cui il gas è importante è che aiuta a garantire che venga pagata una quota appropriata dalle transazioni inviate alla rete. Richiedendo che una transazione paghi per ogni operazione che esegue (o che determini l&#39;esecuzione di un contratto), ci assicuriamo che la rete non si impantaghi eseguendo un intenso lavoro che non è prezioso per nessuno. </p><p> Le commissioni per il gas sono pagate ai maintainer della rete Ethereum, in cambio della sicurezza di tutte le transazioni basate su Ether ed Ethereum nel mondo. Le commissioni per il gas non sono pagate a Gitcoin Core direttamente o indirettamente. </p><p> Per saperne di più sul gas, consulta la <a href="https://github.com/gitcoinco/gitcoinco/issues?q=is%3Aissue+is%3Aopen+label%3Ahelp">scheda Github Issues</a> </p>
ja: <p> 「ガス」は、Ethereumで使用される特別なユニットの名前です。これは、アクションまたは一連のアクションが実行するために必要な「作業」（たとえば、スマートコントラクトでのデータの格納）を測定します。 </ p> <p> ガスが重要な理由は、ネットワークに提出された取引によって適切な手数料が支払われていることを保証するためです。取引ごとに支払う（または契約を実行させる）ことを要求することにより、誰にも価値のない集中的な作業を頻繁に実行することで、ネットワークが停滞することがなくなります。 </ p> <p> ガス料金は、世界中のEtherとEthereumベースの取引すべてを保証する代わりに、Ethereumネットワークの保守者に支払われます。ガス料金はGitcoin Coreに直接的または間接的に支払われません。 </ p> <p> ガスの詳細については、<a href="https://github.com/gitcoinco/gitcoinco/issues?q=is%3Aissue+is%3Aopen+label%3Ahelp"> Github Issuesボード</a>をご確認ください。 </ p>

source: What are the advanages of Ethereum based applications?
hi: एथेरियम आधारित अनुप्रयोगों की क्या सलाह है?
it: Quali sono i vantaggi delle applicazioni basate su Ethereum?
ja: Ethereumベースのアプリケーションのアドバンテージは何ですか？
