Repository: uivlis/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: hi, it, ja

source: There are a number of other options to explore in terms of sustaining Gitcoin, creating a win-win business model, and aligning incentives between dapps and users in web3.
hi: गिटकोइन को बनाए रखने, जीत-जीत व्यवसाय मॉडल बनाने और वेब 3 में डैप्स और उपयोगकर्ताओं के बीच प्रोत्साहनों को संरेखित करने के मामले में अन्वेषण करने के कई अन्य विकल्प हैं।
it: Esistono numerose altre opzioni da esplorare in termini di sostegno a Gitcoin, creazione di un modello di business vantaggioso per entrambe le parti e allineamento degli incentivi tra dapps e utenti in web3.
ja: Gitcoinを維持し、Win-Winのビジネスモデルを作り、web3のユーザーとdappsの間のインセンティブを調整するという点で、他にも数多くの選択肢があります。

source: Still have questions about why Gitcoin didn’t launch with a token?
hi: अभी भी सवाल हैं कि क्यों गिटकोइन ने टोकन के साथ लॉन्च नहीं किया?
it: Hai ancora domande sul perché Gitcoin non è stato lanciato con un token?
ja: なぜGitcoinがトークンで起動しなかったのか、まだ疑問がありますか？

source: Read More
ja: 続きを読む

source: Some other options we are exploring.
hi: कुछ अन्य विकल्प जिन्हें हम खोज रहे हैं।
it: Alcune altre opzioni che stiamo esplorando.
ja: 私たちが探求している他のオプション。

source: Are you a dapp BUIDLer who wants to consider alternatives before doing an ICO? Here is a shortlist of monetization strategies we are excited about at Gitcoin. Maybe one of them will be a fit for you!
hi: क्या आप एक डैप ब्यूडर हैं जो आईसीओ करने से पहले विकल्पों पर विचार करना चाहते हैं? यहां मुद्रीकरण रणनीतियों की एक छोटी सूची है जिसे हम गिटकोइन में उत्साहित हैं। शायद उनमें से एक आपके लिए उपयुक्त होगा!
it: Sei un compratore che vuole prendere in considerazione alternative prima di fare un ICO? Ecco una lista di strategie di monetizzazione di cui siamo entusiasti a Gitcoin. Forse uno di loro sarà adatto a te!
ja: ICOを行う前に代替案を検討したいと思っていますか？ここに、Gitcoinで興奮している収益化戦略の候補リストがあります。多分それらのうちの1つがあなたのために適しているでしょう！

source: Trading cards on the blockchain. Known as “Non fungible tokens” (NFTs) in the space.
hi: ब्लॉकचेन पर ट्रेडिंग कार्ड। अंतरिक्ष में "गैर फंगेबल टोकन" (एनएफटी) के रूप में जाना जाता है।
it: Carte da gioco sulla blockchain. Conosciuto come "token non fungibili" (NFT) nello spazio.
ja: ブロックチェーン上のトレーディングカード。スペースには「交換不可能なトークン」（NFT）として知られています。

source: Subscription services on the blockchain. Known as SAAS to us startup geeks.
hi: ब्लॉकचेन पर सदस्यता सेवाएं। हमें स्टार्टअप geeks के लिए एसएएएस के रूप में जाना जाता है।
it: Servizi di abbonamento sulla blockchain. Conosciuto come SAAS per noi geeks di avvio.
ja: ブロックチェーン上のサブスクリプションサービス。スタートアップのオタクにはSAASとして知られています。

source: Standard for Bounties on the blockchain.
hi: ब्लॉकचेन पर बाउंटी के लिए मानक।
it: Standard per Taglie sulla blockchain.
ja: ブロックチェーン上の賞金の基準。

source: We are considering a few business models. Want to learn more?
hi: हम कुछ व्यापार मॉडल पर विचार कर रहे हैं। और जानना चाहते हैं?
it: Stiamo prendendo in considerazione alcuni modelli di business. Vuoi saperne di più?
ja: 私たちはいくつかのビジネスモデルを検討しています。もっと学びたいですか？

source: Gitcoin Press Kit
ja: ギトコインプレスキット

source: Thank you for your interest in using the Gitcoin brand assets. We created these guidelines to manage and protect the value of the brand. By using any of the Gitcoin brand assets, you expressly consent to respect these guidelines.
hi: गिटकोइन ब्रांड संपत्तियों का उपयोग करने में आपकी रूचि के लिए धन्यवाद। हमने ब्रांड के मूल्य को प्रबंधित और संरक्षित करने के लिए इन दिशानिर्देशों का निर्माण किया। किसी भी गिटकोइन ब्रांड संपत्तियों का उपयोग करके, आप स्पष्ट रूप से इन दिशानिर्देशों का सम्मान करने के लिए सहमति देते हैं।
it: Grazie per l'interesse dimostrato nell'utilizzo delle risorse del marchio Gitcoin. Abbiamo creato queste linee guida per gestire e proteggere il valore del marchio. Utilizzando qualsiasi risorsa del marchio Gitcoin, l'utente accetta espressamente di rispettare queste linee guida.
ja: Gitcoinのブランド資産を使用していただきありがとうございます。ブランドの価値を管理、保護するためのガイドラインを作成しました。 Gitcoinのブランド資産のいずれかを使用することにより、お客様はこれらのガイドラインを遵守することに明示的に同意するものとします。

source: If your use case is not covered below we’re happy to help answer any questions about the Gitcoin brand or other products within our brand, please contact
hi: यदि आपका उपयोग केस नीचे शामिल नहीं है तो हम अपने ब्रांड के भीतर गिटकोइन ब्रांड या अन्य उत्पादों के बारे में किसी भी प्रश्न का उत्तर देने में मदद करने में प्रसन्न हैं, कृपया संपर्क करें
it: Se il tuo caso d'uso non è coperto di seguito, siamo lieti di aiutarti a rispondere a qualsiasi domanda sul marchio Gitcoin o altri prodotti all'interno del nostro marchio, ti preghiamo di contattare
ja: あなたのユースケースが以下に記載されていない場合は、Gitcoinブランドまたは当社ブランド内のその他の製品に関するご質問にお答えできたら幸いです。

source: Colors
hi: रंग की
it: Colori
ja: 色

source: Illustrations
ja: イラストレーション

source: Download Logo
hi: लोगो डाउफॉक्सोड करें
it: Scarica il logo
ja: ロゴをダウンロードする

source: Download Regulus
hi: रेगुलस डाउफॉक्सोड करें
it: Scarica Regulus
ja: Regulusをダウンロード

source: Download Prime
hi: प्राइम डाउफॉक्सोड करें
it: Scarica Prime
ja: Primeをダウンロード

source: Download Divine
hi: दिव्य डाउफॉक्सोड करें
it: Scarica Divine
ja: Divineをダウンロード

source: Logo
ja: ロゴ

source: Gitcoin is a mission and value-oriented distributed movement intended to drive change and grow open source. The Gitcoin logo may be used per the following guidelines.
hi: गिटकोइन एक मिशन और मूल्य उन्मुख वितरित आंदोलन है जो परिवर्तन को चलाने और खुले स्रोत को बढ़ाने के उद्देश्य से किया जाता है। निम्फॉक्सिखित दिशानिर्देशों के अनुसार गिटकोइन लोगो का उपयोग किया जा सकता है।
it: Gitcoin è una missione e un movimento distribuito orientato al valore inteso a guidare il cambiamento ea crescere nell'open source. Il logo Gitcoin può essere utilizzato secondo le seguenti linee guida.
ja: Gitcoinは、変化を推進し、オープンソースを成長させることを目的としたミッションとバリュー指向の分散型の動きです。 Gitcoinのロゴは、以下のガイドラインに従って使用することができます。

source: Do not alter the Gitcoin logo or mark in any way, including changing the colors, angle, or dimension.
hi: रंग, कोण या आयाम को बदलने सहित, किसी भी तरह से गिटकोइन लोगो या चिह्न को न बदलें।
it: Non alterare il logo o il marchio Gitcoin in alcun modo, inclusa la modifica di colori, angoli o dimensioni.
ja: 色、角度、寸法の変更など、Gitcoinのロゴやマークを変更しないでください。

source: Ensure that the Gitcoin mark and logo type stands out from surrounding text or is legible.
hi: सुनिश्चित करें कि गिटकोइन चिह्न और लोगो का प्रकार आसपास के पाठ से बाहर खड़ा है या सुगम है।
it: Assicurati che il marchio e il logo Gitcoin risalti dal testo circostante o sia leggibile.
ja: Gitcoinのマークとロゴのタイプが周囲のテキストから目立つか、見やすいことを確認してください。

source: Resources
ja: リソース

source: GitHub Repo
ja: GitHubレポ

source: View repository
ja: リポジトリを表示

source: Download repository
hi: भंडार डाउफॉक्सोड करें
it: Scarica il repository
ja: リポジトリをダウンロードする

source: Press Kit
ja: プレスキット

source: Usage
hi: प्रयोग
it: uso
ja: 使用法

source: The Gitcoin logo has been designed to effectively promote the brand in its unaltered state and should not be modified or corrupted in any manner. Improper use of the logo compromises the integrity of our brand and makes legal protection more difficult.
hi: गिटकोइन लोगो को डिजाइन किया गया है ब्रांड को अपने असंबद्ध राज्य में प्रभावी ढंग से बढ़ावा देना और इसे किसी भी तरीके से संशोधित या दूषित नहीं किया जाना चाहिए। लोगो का अयोग्य उपयोग हमारे ब्रांड की अखंडता से समझौता करता है और कानूनी सुरक्षा को और अधिक कठिन बनाता है।
it: Il logo Gitcoin è stato progettato per promuovere efficacemente il marchio nel suo stato inalterato e non dovrebbe essere modificato o corrotto in alcun modo. L'uso improprio del logo compromette l'integrità del nostro marchio e rende più difficile la protezione legale.
ja: Gitcoinのロゴは、 ブランドを変更されていない状態で効果的に宣伝し、いかなる方法でも変更または破損するべきではありません。ロゴを不適切に使用すると、ブランドの完全性が損なわれ、法的保護がより困難になります。

source: These examples represent some of the possible misuses—careful consideration should be given to circumstances that are not illustrated in these examples.
hi: ये उदाहरण कुछ का प्रतिनिधित्व करते हैं संभावित दुरुपयोग-सावधानीपूर्वक विचार उन परिस्थितियों को दिया जाना चाहिए जो इन उदाहरणों में सचित्र नहीं हैं।
it: Questi esempi rappresentano alcuni dei possibili abusi, attenta considerazione dovrebbe essere dato a circostanze che non sono illustrate in questi esempi.
ja: これらの例は、 可能性のある誤用 - 慎重な検討 これらの例に示されていない状況に付されるべきである。

source: <span>Do Not</span> Add Elements
hi: <span> न करें </ span> तत्व जोड़ें
it: <span> Non </ span> Aggiungi elementi
ja: <span>しない</ span>要素を追加する

source: <span>Do Not</span> Alter Logo Colors
hi: <span> न करें </ span> लोगो रंग बदलें
it: <span> Non </ span> Alter Logo Colors
ja: ロゴの色を変更しない<span> </ span>

source: <span>Do Not</span> DISTORT OR CHANGE PROPORTIONS OF THE LOGO
hi: <span> मत करो </ span> लोगो का वितरण या परिवर्तन करें
it: <span> Non </ span> DISTORTA O MODIFICA PROPORZIONI DEL LOGO
ja: <span>しない</ span>ロゴの内容を変更または変更する

source: <span>Do Not</span> ADD DROP SHADOW OR FILTER EFFECT
hi: <span> न करें </ span> ड्रॉप छाया या फ़िल्टर प्रभाव जोड़ें
it: <span> Non </ span> AGGIUNGI L'OMBRA DELLA GOCCIA O L'EFFETTO FILTRANTE
ja: <span>しない</ span>ダブリングシャドウまたはフィルタ効果を追加する

source: <span>Do Not</span> PLACE THE LOGO ON AN ANGLE
hi: <span> नहीं </ span> एक एंगल पर लोगो को स्थानांतरित करें
it: <span> Non </ span> POSIZIONA IL LOGO SU UN ANGOLO
ja: <span>しない</ span>ロゴを角度に配置する

source: <span>Do Not</span> PLACE THE LOGO ON COMPLEX BACKGROUND
hi: <span> नहीं </ span> कॉम्प्लेक्स पृष्ठभूमि पर लोगो को स्थानांतरित करें
it: <span> Non </ span> LUOGHI IL LOGO SUL BACKGROUND COMPLESSO
ja: <span>しない</ span>複雑な背景にロゴを配置する

source: Process
hi: प्रक्रिया
it: Processi
ja: プロセス

source: > New Whitepaper Request: > %(obj)s Hey there, I'm glad to have you interested in the Gitcoin whitepaper. Where'd you hear about the project? Here's an access code for you: [code] You can redeeem it at https://gitcoin.co/whitepaper/accesscode I'd love to hear your feedback after you read it. You can email me back directly here or join the slack team at https://gitcoin.co/slack (I'm @owocki there). Best, Kevin from https://gitcoin.co https://www.linkedin.com/in/owocki/ https://twitter.com/owocki/
hi: > नया व्हाइटपेपर अनुरोध: > %(obj)s सुनो, मुझे गिटकोइन व्हाइटपेपर में रुचि रखने में खुशी है। आपने परियोजना के बारे में कहां सुना? यहां आपके लिए एक एक्सेस कोड है: [कोड] आप इसे https://gitcoin.co/whitepaper/accesscode पर पुनः प्राप्त कर सकते हैं इसे पढ़ने के बाद मुझे आपकी प्रतिक्रिया सुनना अच्छा लगेगा। आप सीधे मुझे यहां ईमेल कर सकते हैं या https://gitcoin.co/slack पर स्लैक टीम में शामिल हो सकते हैं (मैं @owocki हूँ)। श्रेष्ठ, केविन से https://gitcoin.co https://www.linkedin.com/in/owocki/ https://twitter.com/owocki/
it: &gt; Nuova richiesta del white paper:&gt; %(obj)s Ehi, sono lieto di averti interessato al white paper di Gitcoin. Dove hai sentito parlare del progetto? Ecco un codice di accesso per te: [codice] Puoi riscattarlo all&#39;indirizzo https://gitcoin.co/whitepaper/accesscode Mi piacerebbe sentire il tuo feedback dopo averlo letto. Puoi mandarmi una email direttamente qui o unirti al gruppo allentato su https://gitcoin.co/slack (sono @owocki lì). Migliore, Kevin da https://gitcoin.co https://www.linkedin.com/in/owocki/ https://twitter.com/owocki/
ja: >新しいホワイトペーパーリクエスト： > %(obj)s ちょっと、そこ、 私はGitcoinのホワイトペーパーに興味を持って嬉しく思います。プロジェクトについて聞いたことはありますか？ あなたのためのアクセスコードは次のとおりです：[code] あなたはhttps://gitcoin.co/whitepaper/accesscodeでそれを償還することができます 私はあなたがそれを読んだ後であなたのフィードバックを聞くのが大好きです。あなたはここに直接私に電子メールを送ったり、https://gitcoin.co/slack（私は@ウォーキーです）の余裕のあるチームに参加することができます。 ベスト、 ケビンから https://gitcoin.co https://www.linkedin.com/in/owocki/ https://twitter.com/owocki/

source: Cumulative Bounty History
hi: संचयी बाउंटी इतिहास
it: Storia di Bounty cumulativa
ja: 累積賞金の歴史

source: Bounty Status
ja: バウンティステータス

source: Tips
hi: टिप्स
it: Suggerimenti
ja: ヒント

source: Open / Available
ja: オープン/利用可能

source: Started / In Progress
hi: शुरू / प्रगति में
it: Iniziato / In corso
ja: 開始/進行中

source: Cancelled Bounties
ja: キャンセルされた賞金

source: Gitcoin Platform Stats
hi: गिटकोइन प्लेटफार्म आँकड़े
it: Statistiche piattaforma Gitcoin
ja: Gitcoinプラットフォームの統計

source: Median Bounty Start Time
hi: मध्य बाउंटी स्टार्ट टाइम
it: Tempo di inizio della taglia mediana
ja: 中央賞金の開始時間

source: Bounty Completion Rate
hi: बाउंटी समापन दर
it: Tasso di completamento di Bounty
ja: バウンティ・コンプリート・レート

source: Hourly Rate Distribution
ja: 時間別料金分布

source: Median Bounty Turnaround Time
hi: औसत बाउंटी टर्नअराउंड टाइम
it: Tempo di rimbalzo mediano
ja: 中央賞金納期

source: Bounty Abandonment Rate
hi: बाउंटी बकाया दर
it: Tasso di abbandono di taglia
ja: バウンティ放棄率

source: Bounty Hunters Hired Full Time
hi: बाउंटी शिकारी पूर्णकालिक किराए पर लिया
it: Cacciatori di taglie assoldati a tempo pieno
ja: バウンティハンターズフルタイムを雇った

source: Bounty Status Breakdown
ja: バウンティステータスの内訳

source: <p><span class="blue_box"></span> %(count_open)s open bounties </p>
hi: <p> <span class = "blue_box"> </ span> %(count_open)s खुले उपहार </ p>
ja: <p> <span class = "blue_box"> </ span> %(count_open)s 未公開奨励金</ p>

source: <p><span class="green_box"></span> %(count_started)s bounties with started work</p>
hi: <p> <span class = "green_box"> </ span> %(count_started)s प्रारंभिक कार्य के साथ bounties </ p>
it: <p> <span class = "green_box"> </ span> %(count_started)s bounties con il lavoro iniziato </ p>
ja: <p> <span class = "green_box"> </ span> %(count_started)s 作業開始奨励金</ p>

source: <p><span class="yellow_box"></span> %(count_done)s completed bounties </p>
hi: <p> <span class = "yellow_box"> </ span> %(count_done)s पूर्ण उपहार </ p>
it: <p> <span class = "yellow_box"> </ span> %(count_done)s bounty completati </ p>
ja: <p> <span class = "yellow_box"> </ span> %(count_done)s 完了した賞品金額</ p>

source: Top Funded Organizations
ja: トップ財団

source: Hourly Rates of Bounties
hi: बाउंटी की प्रति घंटा दरें
it: Tariffe orarie di taglie
ja: 賞金の時間別料金

source: Hourly Rates Vary by Bounty Size
ja: バウンティサイズで変動する1時間あたりのレート

source: Bounties Pay
ja: 賞金

source: And By Skill
ja: スキル

source: Read More about Pricing on Gitcoin
hi: गिटकोइन पर मूल्य निर्धारण के बारे में और पढ़ें
it: Ulteriori informazioni sui prezzi su Gitcoin
ja: Gitcoinの価格設定についてもっと読む

source: Testimonials
ja: お客様の声

source: Joe Dominance Index
hi: जो डोमिनेंस इंडेक्स
ja: ジョー・ドミナンス・インデックス

source: Community Growth
ja: コミュニティ成長

source: Meet software developers, futurists, and funders who are building web3
ja: web3を構築しているソフトウェア開発者、未来派、資金提供者を紹介

source: Join Our Slack
hi: हमारे ढेर में शामिल हों
it: Unisciti al nostro gioco
ja: 私たちの余裕に加わる

source: TLDR - We're building a Mesh Network of
hi: टीएलडीआर - हम एक मेष नेटवर्क का निर्माण कर रहे हैं
it: TLDR - Stiamo costruendo una rete mesh di
ja: TLDR - 私たちはメッシュネットワークを構築しています

source: Jobs
hi: नौकरियां
it: Lavori
ja: 求人

source: Want to learn more about where our little web3 pirate ship is going?
hi: हमारे छोटे वेब 3 समुद्री डाकू जहाज के बारे में और जानना चाहते हैं?
it: Vuoi saperne di più su dove andrà la nostra piccola nave pirata web3?
ja: 私たちの小さなweb3の海賊船がどこへ行っているのかもっと知りたいですか？

source: Get Mesh-ey; Read our Vision
hi: मेष-आई प्राप्त करें; हमारी दृष्टि पढ़ें
it: Prendi Mesh-ey; Leggi la nostra visione
ja: Mesh-eyを取得する。ビジョンを読む

source: Browse More Results, By Programming Language
hi: प्रोग्रामिंग भाषा द्वारा अधिक परिणाम ब्राउज़ करें
it: Sfoglia altri risultati, Programmando il linguaggio
ja: プログラミング言語別の検索結果をもっと見る

source: ETH Account Preferences
ja: ETHアカウントの設定

source: Ethereum Payout Address
ja: エチリアムペイアウト住所

source: (Pull from Metamask)
ja: （Metamaskからプルする）

source: so we know where to send tips to you.
ja: 私たちはあなたにヒントを送る場所を知っています。

source: Save
hi: बचाना
it: Salvare
ja: セーブ

source: Profile Photo
hi: प्रोफाइल फोटो
it: Foto profilo
ja: プロフィール写真

source: Use Github Avatar
hi: गिटहब अवतार का प्रयोग करें
it: Usa l'avatar di Github
ja: Github Avatarを使う

source: Build Your Avatar
ja: あなたのアバターを構築する

source: Account Preferences
ja: アカウントの設定

source: Github
ja: ギター

source: Connected as
ja: 接続先

source: Delete
hi: हटाना
it: Elimina
ja: 削除

source: Delete My Account
hi: मेरा एकाउंट हटा दो
it: Cancella il mio account
ja: アカウントを削除します

source: This action deletes all of your data
hi: यह क्रिया आपके सभी डेटा को हटा देती है
it: Questa azione cancella tutti i tuoi dati
ja: この操作は、すべてのデータを削除します

source: Discord Integration
ja: ディスコードインテグレーション

source: Gitcoin can post updates of bounties statuses of your repositories to your team's Discord server. To do this create a new webhook in your server settings. Follow the instructions <a href="https://support.discordapp.com/hc/en-us/articles/228383668-Intro-to-Webhooks">here</a> and provide the Discord webhook url in the field below.
ja: Gitcoinはあなたのリポジトリの賞品ステータスの更新をチームのDiscordサーバーに投稿できます。 これを行うには、サーバー設定で新しいWebhookを作成します。それに続く <a href="https://support.discordapp.com/hc/en-us/articles/228383668-Intro-to-Webhooks">こちら</a> 下のフィールドにDischrough Webhook URLを入力します。

source: Discord Webhook URL
hi: डिस्कॉर्ड Webhook यूआरएल
ja: ウェブフックのURLを不一致

source: Github repos to monitor (use full name, like 'gitcoinco/web' for <a href=https://github.com/gitcoinco/web>this repo</a>)
hi: निगरानी करने के लिए गिटहब रिपोज़ (<a href=https://github.com/gitcoinco/web> इस रेपो </a> के लिए 'gitcoinco / web' जैसे पूर्ण नाम का उपयोग करें </a>)
it: Repository Github per monitorare (utilizzare il nome completo, come &#39;gitcoinco / web&#39; per <a href=https://github.com/gitcoinco/web>questo repository</a> )
ja: Githubは監視します（<a href=https://github.com/gitcoinco/web>このレポ</a>にはgitcoinco / webのようにフルネームを使用してください）

source: Go
hi: चले जाओ
it: Partire
ja: 行こう

source: Test
hi: परीक्षा
ja: テスト

source: Email Preferences
ja: メールの設定

source: We will never share your email with anyone else
hi: हम कभी भी आपके ईमेल को किसी और के साथ साझा नहीं करेंगे
it: Non condivideremo mai la tua email con nessun altro
ja: 私たちはあなたのメールを誰とも共有しません

source: Select All
hi: सभी का चयन करे
it: Seleziona tutto
ja: すべて選択

source: Don't send me
ja: 私を送らないでください

source: Frequency
hi: आवृत्ति
it: Frequenza
ja: 周波数

source: Preferred language - Non-English currently in Alpha
hi: पसंदीदा भाषा - वर्तमान में अल्फा में गैर-अंग्रेज़ी
it: Lingua preferita - Non inglese attualmente in Alpha
ja: 優先言語 - 現時点では英語以外の言語

source: Gitcoin will issue you an ENS subdomain which matches your github username, which makes it easy to remember your ETH address.
hi: गिटकोइन आपको एक ईएनएस सबडोमेन जारी करेगा जो आपके जीथ्यूब उपयोगकर्ता नाम से मेल खाता है, जो आपके ईटीएच पते को याद रखना आसान बनाता है।
it: Gitcoin ti rilascia un sottodominio ENS che corrisponde al tuo nome utente github, il che rende facile ricordare il tuo indirizzo ETH.
ja: Gitcoinはあなたのgithubユーザ名と一致するENSサブドメインを発行します。これによりETHアドレスを覚えやすくなります。

source: Click the 'update' button below to manage your ENS subdomain.
hi: अपने ईएनएस सबडोमेन को प्रबंधित करने के लिए नीचे 'अपडेट' बटन पर क्लिक करें।
it: Fai clic sul pulsante "aggiorna" sotto per gestire il tuo sottodominio ENS.
ja: 下の[更新]ボタンをクリックして、ENSサブドメインを管理してください。

source: Ethereum Address
ja: エテリアム住所

source: Read more about this feature
hi: इस सुविधा के बारे में और पढ़ें
it: Ulteriori informazioni su questa funzione
ja: この機能の詳細を読む

source: How are we doing? What do you think?
hi: हम कैसा कर रहे हैं? तुम क्या सोचते हो?
it: Come stiamo? Cosa ne pensi?
ja: 私たちはどのようにやっています？どう思いますか？

source: Matching Preferences
hi: मिलान प्राथमिकताएं
it: Preferenze di corrispondenza
ja: マッチングの設定

source: Github username
hi: गिटहब उपयोगकर्ता नाम
it: Nome utente Github
ja: Githubのユーザー名

source: Programming languages
hi: प्रोग्रामिंग की भाषाएँ
it: Linguaggi di programmazione
ja: プログラミング言語

source: (pull from github)
hi: (जिथूब से खींचें)
it: (tira da github)
ja: （githubから引っ張る）

source: so we know what funded work to route your way
hi: इसलिए हम जानते हैं कि आपके रास्ते को रूट करने के लिए किस वित्त पोषित काम है
it: quindi sappiamo cosa lavoro finanziato per instradare la tua strada
ja: あなたの道を巡るためにどのような資金提供を受けているのかが分かります

source: Privacy Preferences
hi: गोपनीयता प्राथमिकताएं
it: Preferenze sulla privacy
ja: プライバシーの設定

source: Hide my profile from the leaderboard
hi: लीडरबोर्ड से मेरी प्रोफ़ाइल छुपाएं
it: Nascondi il mio profilo dalla classifica
ja: リーダーボードからプロフィールを非表示にする

source: If this option is chosen, we will remove your profile information from the leaderboard
hi: यदि यह विकल्प चुना गया है, तो हम लीडरबोर्ड से आपकी प्रोफ़ाइल जानकारी निकाल देंगे
it: Se questa opzione è selezionata, rimuoveremo le informazioni del tuo profilo dalla classifica
ja: このオプションを選択すると、プロフィール情報がリーダーボードから削除されます

source: Hide my profile altogether
hi: पूरी तरह से मेरी प्रोफाइल छुपाएं
it: Nascondere il mio profilo del tutto
ja: 私のプロフィールをすべて隠す

source: If this option is chosen, we will remove your profile altogether
hi: यदि यह विकल्प चुना गया है, तो हम आपकी प्रोफ़ाइल को पूरी तरह हटा देंगे
it: Se questa opzione è selezionata, rimuoveremo il tuo profilo del tutto
ja: このオプションを選択すると、プロフィールが完全に削除されます

source: Hide that I'm a Gitcoin alumni
hi: छुपाएं कि मैं एक गिटकोइन पूर्व छात्र हूं
it: Nascondono che sono un alunno di Gitcoin
ja: 私がGitcoinの同窓生であることを隠す

source: If this option is chosen, we not show that you are a Gitcoin alumni on your profile or about page.
hi: यदि यह विकल्प चुना गया है, तो हम यह नहीं दिखाते कि आप अपनी प्रोफ़ाइल या पेज पर एक गिटकोइन पूर्व छात्र हैं।
it: Se viene scelta questa opzione, non mostriamo di essere un alunni Gitcoin sul tuo profilo o sulla pagina.
ja: このオプションを選択した場合、あなたのプロフィールやページについてGitcoinの同窓生であることは示されません。

source: Disclosure
hi: प्रकटीकरण
it: Rivelazione
ja: 開示

source: We collect your profile information to provide context on the bounties you submit to the gitcoin system, or to help bounty funders evaluate your fitness for performing their bounty.
hi: हम आपके प्रोफाइल जानकारी को गिटकोइन सिस्टम में जमा किए गए उपहार पर संदर्भ प्रदान करने के लिए एकत्र करते हैं, या बाउंटी फंडर्स अपनी बाउंटी करने के लिए अपनी फिटनेस का मूल्यांकन करने में सहायता करते हैं।
it: Raccogliamo le informazioni del tuo profilo per fornire un contesto sulle taglie che invii al sistema di gitcoin, o per aiutare i finanziatori di taglie a valutare la tua idoneità per eseguire i loro premi.
ja: 私たちはあなたのプロファイル情報を収集し、gitcoinシステムに提出した賞金についての文脈を提供したり、資金提供者が恩恵を果たすための適性を評価するのを助けたりします。

source: We collect your email address so that we can keep in touch about updates to bounties.
hi: हम आपका ईमेल पता एकत्र करते हैं ताकि हम उपहार के अपडेट के बारे में संपर्क में रह सकें।
it: Raccogliamo il tuo indirizzo e-mail in modo da poterti tenere aggiornati sugli aggiornamenti delle taglie.
ja: 私たちはあなたの電子メールアドレスを収集して、賞金の更新について連絡を取ることができます。

source: We collect your email address so that we can keep in touch about important updates to Gitcoin's featureset.
hi: हम आपका ईमेल पता एकत्र करते हैं ताकि हम गिटकोइन की विशेषताओं के महत्वपूर्ण अपडेटों के संपर्क में रह सकें।
it: Raccogliamo il tuo indirizzo e-mail in modo che possiamo rimanere in contatto su importanti aggiornamenti delle funzionalità di Gitcoin.
ja: Gitcoinのフィーチャーセットの重要なアップデートについて、ご連絡いただけるようにメールアドレスを収集しています。

source: We aim to collect as little information from you as possible. Any information that you share is used to provide an experience that is relevant to you.
hi: हम आपके जितना संभव हो उतना कम जानकारी इकट्ठा करना चाहते हैं। आपके द्वारा साझा की जाने वाली कोई भी जानकारी आपके लिए प्रासंगिक अनुभव प्रदान करने के लिए उपयोग की जाती है।
it: Miriamo a raccogliere il minor numero di informazioni possibili. Qualsiasi informazione che condividi viene utilizzata per fornire un'esperienza pertinente per te.
ja: 私たちはできるだけあなたから少しの情報を収集することを目指しています。あなたが共有するすべての情報は、あなたに関連する経験を提供するために使用されます。

source: How to Withdraw Consent?
hi: सहमति वापस कैसे निकालें?
it: Come ritirare il consenso?
ja: 同意を撤回するには？

source: You may withdraw consent for profile related activities, by using the checkboxes above.
hi: आप उपरोक्त चेकबॉक्स का उपयोग कर प्रोफ़ाइल से संबंधित गतिविधियों के लिए सहमति वापस ले सकते हैं।
it: È possibile revocare il consenso per le attività correlate al profilo, utilizzando le caselle di controllo in alto.
ja: 上記のチェックボックスを使用することにより、プロフィール関連の活動について同意を取り消すことができます。
