Repository: uivlis/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: hi, it, ja

source: You are both CCed on this email. Feel free to reply all and say hey.
hi: आप दोनों इस ईमेल पर सीसीड हैं। सभी को जवाब देने के लिए स्वतंत्र महसूस करें और हे कहो।
it: Sei iscritto su questa e-mail. Sentiti libero di rispondere a tutti e di dire hey.
ja: あなたはどちらもこのメールにCCedされています。お気軽にすべてに返信して、ちょっと言ってください。

source: New Tip Alert
hi: नया टिप अलर्ट
it: Nuovo avviso di punta
ja: 新しいヒントアラート

source: Reminder: Tip Expires Soon
hi: अनुस्मारक: युक्ति जल्द ही समाप्त हो जाती है
it: Promemoria: la punta scade presto
ja: Reminder：ヒントがすぐに終了する

source: sent you a tip worth %(amount)s %(warning)s %(tokenName)s
ja: あなたにヒントを送った %(amount)s %(warning)s %(tokenName)s

source: Someone sent you a tip worth %(amount)s %(warning)s %(tokenName)s
hi: किसी ने आपको %(amount)s %(warning)s %(tokenName)s के एक टिप भेजा
it: Qualcuno ti ha mandato un suggerimento che vale %(amount)s %(warning)s %(tokenName)s
ja: 誰かが貴方にチップを送った %(amount)s %(warning)s %(tokenName)s

source: They had the following comments:
hi: उनके पास निम्फॉक्सिखित टिप्पणियां थीं:
it: Hanno avuto i seguenti commenti:
ja: 彼らには次のようなコメントがあった。

source: They had the following private comments:
hi: उनके पास निम्फॉक्सिखित निजी टिप्पणियां थीं:
it: Avevano i seguenti commenti privati:
ja: 彼らには次のようなプライベートなコメントがあった。

source: They had the following public comments:
hi: उनके पास निम्फॉक्सिखित सार्वजनिक टिप्पणियां थीं:
it: Avevano i seguenti commenti pubblici:
ja: 彼らには以下のパブリックコメントがありました：

source: This tip has been remitted automatically to the Ethereum address on file for your account (
hi: यह टिप स्वचालित रूप से आपके खाते के लिए फ़ाइल पर एथेरियम पते पर भेज दी गई है (
it: Questo suggerimento è stato automaticamente inviato all'indirizzo di Ethereum in archivio per il tuo account (
ja: このヒントはあなたのアカウントのファイルにあるEthereumアドレスに自動的に送付されました（

source: The tip expires on
hi: टिप समाप्त हो जाती है
it: La punta scade
ja: ティップは

source: in just
hi: बस में
it: nel giusto
ja: ちょうど

source: No pressure, but if you wanted to redeem your tip sooner rather than later that'd be 👌:
hi: कोई दबाव नहीं, लेकिन अगर आप जल्द से जल्द अपनी टिप को रिडीम करना चाहते हैं तो यह होगा कि'd:
it: Nessuna pressione, ma se volessi riscattare il tuo suggerimento prima o poi sarebbe 👌:
ja: 圧力はかかりませんが、あなたのチップを後で早く償還したいのであれば、それはbeになるでしょう：

source: No pressure, but if you wanted to redeem your tip sooner rather than later that'd be 👌
hi: कोई दबाव नहीं, लेकिन अगर आप जल्द ही बाद में अपनी टिप को रिडीम करना चाहते हैं तो'd
it: Nessuna pressione, ma se volessi riscattare il tuo suggerimento prima o poi sarebbe 👌
ja: 圧力はかかりませんが、あなたが早くチップを償還したいのであれば、後でそれを👌

source: Redeem Tip
hi: टिप रिडीम करें
it: Riscatta un suggerimento
ja: ヒントを利用する

source: Transaction ID:
ja: トランザクションID：

source: This tip has been remitted automatically to the Ethereum address on file for your account via txid
hi: यह टिप स्वचालित रूप से txid के माध्यम से आपके खाते के लिए फ़ाइल पर एथेरियम पते पर भेज दी गई है
it: Questo suggerimento è stato inviato automaticamente all'indirizzo di Ethereum su file per il tuo account tramite txid
ja: このヒントは、あなたのアカウントのファイルにあるEthereumアドレスに、txidで自動的に送付されました。

source: New Work Submission
hi: नया कार्य सबमिशन
it: Nuovo lavoro inviato
ja: 新しい仕事の提出

source: There is a new work *submission* against your funded issue. Please check it out, below
hi: आपके वित्त पोषित मुद्दे के खिलाफ एक नया काम * सबमिशन * है। कृपया इसे नीचे देखें
it: C&#39;è una nuova richiesta * di lavoro * contro il tuo problema finanziato. Si prega di controllare, sotto
ja: あなたの資金提供された問題に対する新しい仕事*提出*があります。以下でそれをチェックしてください

source: You've Been BUIDLing
hi: आप बुडलिंग कर रहे हैं
it: Sei stato BUIDLing
ja: あなたはBUIDLINGしています

source: An overview of your stats from the last 3 months.
hi: पिछले 3 महीनों से आपके आंकड़ों का एक सिंहावलोकन।
it: Una panoramica delle tue statistiche degli ultimi 3 mesi.
ja: 過去3か月間のあなたの統計の概要。

source: You earned %(total_earned_eth)s ETH (%(total_earned_usd)s USD) from %(fulfilled_bounties_count|intcomma)s completed bounty, for an average of %(avg_eth_earned_per_bounty)s ETH (%(avg_usd_earned_per_bounty)s USD) per bounty!
it: Hai guadagnato %(total_earned_eth)s ETH (%(total_earned_usd)s USD) da %(fulfilled_bounties_count|intcomma)s completato bounty, per una media di %(avg_eth_earned_per_bounty)s ETH (%(avg_usd_earned_per_bounty)s USD) per taglia!
ja: 賞金1回につき %(total_earned_eth)s ETH（%(total_earned_usd)s 米ドル）の平均で、完了した賞金の％（fulfilled_bounties_count | intcomma）から %(avg_eth_earned_per_bounty)s ETH（%(avg_usd_earned_per_bounty)s USD）を獲得しました！

source: You completed %(bounty_completion_percentage)s%% of the %(num_completed_bounties|intcomma)s bounties that you started - thanks for showing such diligence.
hi: आपने %(bounty_completion_percentage)s %% %(num_completed_bounties|intcomma)s bounties को पूरा किया है - आपने इस तरह की परिश्रम दिखाने के लिए धन्यवाद।
it: Hai completato %(bounty_completion_percentage)s%% del numero di taglie %(num_completed_bounties|intcomma)s che hai iniziato - grazie per aver mostrato una tale diligenza.
ja: あなたが始めた％（num_completed_bounties | intcomma）の奨励金の__bounty_completion_percentage __ %%を完了しました。そのような勤勉さを示してくれてありがとうございます。

source: You've boosted your skills in %(no_of_languages)s different areas:
hi: आपने अपने कौशल को %(no_of_languages)s विभिन्न क्षेत्रों में बढ़ाया है:
it: Hai potenziato le tue abilità in %(no_of_languages)s aree diverse:
ja: %(no_of_languages)s であなたのスキルを向上させました：

source: and
hi: तथा
it: e
ja: そして

source: Share my stats
hi: मेरे आंकड़े साझा करें
it: Condividi le mie statistiche
ja: 私の統計情報を共有する

source: You've Been Making Money Moves
hi: आप पैसा चलाना शुरू कर रहे हैं
it: Hai fatto mosse di denaro
ja: あなたはお金を稼いでいます

source: An overview of your OSS project's stats from the last 3 months.
hi: पिछले 3 महीनों से आपके ओएसएस परियोजना के आंकड़ों का एक सिंहावलोकन।
it: Una panoramica delle statistiche del tuo progetto OSS degli ultimi 3 mesi.
ja: 過去3ヶ月間のOSSプロジェクトの統計の概要。

source: Of the %(funded_bounties_count)s issue that you funded a bounty for, %(num_funded_fulfilled_bounties|intcomma)s were fulfilled -- that's a %(funded_fulfilled_percentage)s%% success rate!
hi: %(funded_bounties_count)s समस्या के लिए आपने एक बक्षीस को वित्त पोषित किया %(num_funded_fulfilled_bounties|intcomma)s को पूरा किया गया था - यह एक %(funded_fulfilled_percentage)s%% सफलता दर है!
it: Del problema %(funded_bounties_count)s che hai finanziato una taglia per, %(num_funded_fulfilled_bounties|intcomma)s sono stati soddisfatti - questa è una percentuale di successo %(funded_fulfilled_percentage)s%%!
ja: あなたが賞金を払った %(funded_bounties_count)s 号のうち、％（num_funded_fulfilled_bounties | intcomma）が達成されました - これは %(funded_fulfilled_percentage)s%%の成功率です！

source: %(funded_bounty_developers)s contributor
hi: %(funded_bounty_developers)s योगदानकर्ता
ja: %(funded_bounty_developers)s 投稿者

source: The following %(funded_bounty_developers)s developer has made contributions to your OSS projects this quarter:
hi: निम्नलिखित %(funded_bounty_developers)s डेवलपर ने इस तिमाही में आपकी ओएसएस परियोजनाओं में योगदान दिया है:
it: Il seguente sviluppatore %(funded_bounty_developers)s ha dato contributi ai tuoi progetti OSS questo trimestre:
ja: 次の %(funded_bounty_developers)s 開発者は、今四半期にOSSプロジェクトに貢献しました。

source: %(total_funded_hours)s hour
hi: %(total_funded_hours)s घंटा
ja: %(total_funded_hours)s 時間

source: Developers worked an average of %(avg_hours_per_funded_bounty)s hours per issue on your projects (only applies to bounties where users entered their hours). You funded a total of $%(total_funded_usd)s USD of work at an average rate of $%(avg_hourly_rate_per_funded_bounty)s USD / hour.
hi: डेवलपर्स ने आपकी परियोजनाओं पर औसतन %(avg_hours_per_funded_bounty)s घंटे प्रति समस्या का काम किया (केवल उन बाउंटी पर लागू होता है जहां उपयोगकर्ता अपने घंटों में प्रवेश करते हैं)। आपने $%(total_funded_usd)s USD / घंटा की औसत दर पर कुल $%(avg_hourly_rate_per_funded_bounty)s अमरीकी डालर का काम किया है।
it: Gli sviluppatori hanno lavorato in media %(avg_hours_per_funded_bounty)s hours per numero sui tuoi progetti (si applica solo a ricompense in cui gli utenti hanno inserito le loro ore). Hai finanziato un totale di $%(total_funded_usd)s USD di lavoro a un tasso medio di $%(avg_hourly_rate_per_funded_bounty)s USD / ora.
ja: デベロッパーはプロジェクトで1か月あたり平均 %(avg_hours_per_funded_bounty)s 時間働いていました（ユーザーが時間を入力した賞金にのみ適用されます）。 $%(avg_hourly_rate_per_funded_bounty)s USD /時間の平均レートで合計 $%(total_funded_usd)s USDの資金を調達しました。

source: You could have been BUIDLing
hi: आप बुडलिंग कर सकते थे
it: Avresti potuto essere BUIDLing
ja: あなたはBUIDLINGされている可能性があります

source: This bounty from the issue explorer matches your skillset:
hi: समस्या एक्सप्लोरर से यह बक्षीस आपके कौशल से मेल खाता है:
it: Questa abbondanza dal tema explorer corrisponde al tuo skillset:
ja: 問題のエクスプローラからのこの賞金は、あなたのスキルセットと一致します：

source: Explore New Bounties
hi: नई बाउंटी का अन्वेषण करें
it: Esplora nuovi taglie
ja: 新しい賞金を探る

source: You've been removed from this task ...
hi: आपको इस कार्य से हटा दिया गया है ...
it: Sei stato rimosso da questo compito ...
ja: このタスクから削除されました...

source: Hey there,
hi: सुनो,
it: Ehilà,
ja: ちょっと、そこ、

source: Since we have a responsibility to the community to keep the list of claimees for this issue current, Gitcoin removed you from the task.
hi: चूंकि समुदाय को इस मुद्दे के लिए क्लैमेम्स की सूची रखने के लिए समुदाय की ज़िम्मेदारी है, इसलिए गिटकोइन ने आपको कार्य से हटा दिया।
it: Dal momento che abbiamo la responsabilità verso la comunità di mantenere aggiornato l&#39;elenco dei claime per questo problema, Gitcoin ti ha rimosso dall&#39;attività.
ja: コミュニティにこの問題のクレアイムのリストを最新の状態に保つ責任があるので、Gitcoinはあなたをタスクから削除しました。

source: Do you still want to work on this? No big deal! We can help with that:
hi: क्या आप अभी भी इस पर काम करना चाहते हैं? कोई बड़ी बात नहीं! हम उसमें सहायता कर सकते हैं:
it: Vuoi ancora lavorare su questo? Nessun grosso problema! Possiamo aiutare in questo:
ja: あなたはまだこれに取り組んでいますか？大きな問題ではない！私たちはそれを助けることができます：

source: Please leave a comment on the github thread to check in.
hi: चेक इन करने के लिए कृपया गिटहब थ्रेड पर एक टिप्पणी छोड़ दें।
it: Si prega di lasciare un commento sul thread github per il check-in.
ja: チェックインするgithubスレッドにコメントを残してください。

source: AND
hi: तथा
it: E
ja: そして

source: Click 'Start Work' on the <a href="%(bounty.absolute_url)s">issue detail page</a>.
hi: <a href="%(bounty.absolute_url)s"> समस्या विवरण पृष्ठ </a> पर 'कार्य शुरू करें' पर क्लिक करें।
it: Fai clic su &quot;Inizia lavoro&quot; nella <a href="%(bounty.absolute_url)s">pagina dei dettagli</a> del <a href="%(bounty.absolute_url)s">problema</a> .
ja: <a href="%(bounty.absolute_url)s">問題の詳細ページ</a>で[Start Work]をクリックします。

source: View on Gitcoin.co
hi: Gitcoin.co पर देखें
it: Visualizza su Gitcoin.co
ja: Gitcoin.coで見る

source: 24 Hrs to Approve
hi: स्वीकृति देने के लिए 24 घंटे
it: 24 ore per approvare
ja: 24時間で承認する

source: Good news!
hi: खुशखबरी!
it: Buone notizie!
ja: 良いニュース！

source: would like to work on
hi: काम करना चाहूंगा
it: piacerebbe lavorare
ja: 仕事をしたい

source: this bounty
ja: この恩恵

source: Please review and approve
hi: कृपया समीक्षा करें और स्वीकृति दें
it: Si prega di rivedere e approvare
ja: レビューして承認してください

source: by clicking approve below.
hi: नीचे स्वीकृति क्लिक करके।
it: cliccando approva qui sotto.
ja: 以下の承認をクリックしてください。

source: As a reminder, after 24 hours any contributor will be auto-approved and can automatically submit a PR against your issue.
hi: एक अनुस्मारक के रूप में, 24 घंटों के बाद कोई योगदानकर्ता स्वत: अनुमोदित हो जाएगा और स्वचालित रूप से आपके मुद्दे के खिलाफ पीआर जमा कर सकता है।
it: Come promemoria, dopo 24 ore qualsiasi contributore verrà approvato automaticamente e può presentare automaticamente un PR contro il tuo problema.
ja: 24時間後、寄稿者は自動的に承認され、問題に対してPRを自動的に提出することができます。

source: - Gitcoin Team
hi: - गिटकोइन टीम
ja: - Gitcoinチーム

source: would like to work on this bounty. Please review and approve
hi: इस उपहार पर काम करना चाहूंगा। कृपया समीक्षा करें और स्वीकृति दें
it: vorrebbe lavorare su questa taglia. Si prega di rivedere e approvare
ja: この恩恵に取り組んでいきたいと考えています。レビューして承認してください

source: A Worker was Auto Approved
hi: एक कर्मचारी ऑटो स्वीकृत था
it: Un lavoratore è stato approvato automaticamente
ja: 作業員が自動承認されました

source: was automatically approved to work on
hi: स्वचालित रूप से काम करने के लिए अनुमोदित किया गया था
it: è stato automaticamente approvato per lavorare
ja: 作業を自動的に承認された

source: Please work together to complete the project.
hi: परियोजना को पूरा करने के लिए कृपया एक साथ काम करें।
it: Per favore, lavora insieme per completare il progetto.
ja: プロジェクトを完了するために協力してください。

source: was automatically approved to work on this bounty! Please work together to complete the project.
hi: इस उपहार पर काम करने के लिए स्वचालित रूप से अनुमोदित किया गया था! परियोजना को पूरा करने के लिए कृपया एक साथ काम करें।
it: è stato automaticamente approvato per lavorare su questa taglia! Per favore, lavora insieme per completare il progetto.
ja: この賞金に自動的に応募しました！プロジェクトを完了するために協力してください。

source: Request to Work
hi: काम करने का अनुरोध
it: Richiesta di lavoro
ja: 仕事の依頼

source: Good news! The funder has accepted your request to work on
hi: खुशखबरी! फंडर ने काम करने के आपके अनुरोध को स्वीकार कर लिया है
it: Buone notizie! Il finanziatore ha accettato la tua richiesta di lavorare
ja: 良いニュース！資金提供者があなたの仕事の依頼を受け入れました

source: You can go ahead and start working on the issue and as a courtesy provide an update to the maintainer every few days.
hi: आप आगे बढ़ सकते हैं और इस मुद्दे पर काम करना शुरू कर सकते हैं और एक सौजन्य हर कुछ दिनों में रखरखाव को अद्यतन प्रदान करता है।
it: Puoi andare avanti e iniziare a lavorare sul problema e come cortesia fornire un aggiornamento al manutentore ogni pochi giorni.
ja: あなたは先に進んで問題の作業を開始することができ、数日おきにメンテナに更新情報を提供することができます。

source: As always, if you have questions, please reach out to the project owner!
hi: हमेशा के रूप में, यदि आपके कोई प्रश्न हैं, तो कृपया परियोजना के मालिक तक पहुंचें!
it: Come sempre, se hai domande, contatta il proprietario del progetto!
ja: いつものように、質問がある場合は、プロジェクトオーナーに連絡してください。

source: Good news! The funder has accepted your request to work on this bounty. You can go ahead and start working on the issue and as a courtesy provide an update to the maintainer every few days.
hi: खुशखबरी! फंडर ने इस उपहार पर काम करने के आपके अनुरोध को स्वीकार कर लिया है। आप आगे बढ़ सकते हैं और इस मुद्दे पर काम करना शुरू कर सकते हैं और एक सौजन्य हर कुछ दिनों में रखरखाव को अद्यतन प्रदान करता है।
it: Buone notizie! Il finanziatore ha accettato la tua richiesta di lavorare su questa taglia. Puoi andare avanti e iniziare a lavorare sul problema e come cortesia fornire un aggiornamento al manutentore ogni pochi giorni.
ja: 良いニュース！この奨励金で働くためのリクエストをファンドが受け入れました。あなたは先に進んで問題の作業を開始することができ、数日おきにメンテナに更新情報を提供することができます。

source: As a reminder, after 72 hours any contributor will be auto-approved and can automatically submit a PR against your issue.
hi: एक अनुस्मारक के रूप में, 72 घंटों के बाद कोई योगदानकर्ता स्वत: अनुमोदित हो जाएगा और स्वचालित रूप से आपके मुद्दे के खिलाफ पीआर जमा कर सकता है।
it: Come promemoria, dopo 72 ore qualsiasi contributore verrà approvato automaticamente e può presentare automaticamente una PR contro il tuo problema.
ja: 72時間後、寄稿者は自動的に承認され、自動的にあなたの問題に対してPRを提出することができます。

source: Work Request Rejected
ja: 作業要求が拒否されました

source: The funder has denied your request to work on
hi: फंडर ने काम करने के आपके अनुरोध से इंकार कर दिया है
it: Il finanziatore ha negato la tua richiesta di lavorare
ja: 資金提供者があなたの仕事の依頼を拒否しました

source: Checkout the issue explorer for other projects on the platform!
hi: मंच पर अन्य परियोजनाओं के लिए समस्या एक्सप्लोरर चेकआउट करें!
it: Scopri il problema di esplorazione per altri progetti sulla piattaforma!
ja: プラットフォーム上の他のプロジェクトの問題エクスプローラをチェックアウトしてください！

source: All rights reserved.
hi: सर्वाधिकार सुरक्षित।
it: Tutti i diritti riservati.
ja: 全著作権所有。

source: Want to change how you receive these emails?
hi: आप इन ईमेल को कैसे प्राप्त करते हैं इसे बदलना चाहते हैं?
it: Vuoi cambiare la modalità di ricezione di queste e-mail?
ja: これらのメールの受信方法を変更したいですか？

source: You can update your
hi: आप अपना अपडेट कर सकते हैं
it: Puoi aggiornare il tuo
ja: あなたはあなたの

source: preferences
hi: पसंद
it: preferenze
ja: プリファレンス

source: unsubscribe
hi: सदस्यता समाप्त
it: Annulla l&#39;iscrizione
ja: 退会する

source: from this list.
hi: इस सूची से।
it: da questa lista.
ja: このリストから。

source: We can't find the page you are looking for.
ja: あなたが探しているページが見つかりません。

source: Error %(code)s.
hi: एरर %(code)s.
it: Errore %(code)s
ja: エラーコード %(code)s。

source: Even the bots aren't sure what happened, but we'll look into it.<br> <a href="mailto:founders@gitcoin.co">Contact us</a> if you think this is something that shouldn't have happened.
ja: ボットでさえ何が起こったのか分からないが、我々はそれを調べるだろう。<br> <a href="mailto:founders@gitcoin.co">お問い合わせ</a> これが起こってはならないことだと思うならば。

source: Gas Tradeoff Tool
hi: गैस ट्रेडऑफ उपकरण
it: Strumento per il taglio del gas
ja: ガストレードオフツール

source: View Live Data in 2d
ja: 2dでのライブデータの表示

source: View Historical in 3d
hi: 3 डी में ऐतिहासिक देखें
it: Visualizza storico in 3d
ja: 歴史的な3Dで見る

source: Historical Predicted Confirmation Times (x axis) vs Gas Usage (y axis)
ja: 過去の予測確認時刻（x軸）とガス使用量（y軸）

source: Live Predicted Confirmation Times (x axis) vs Gas Usage (y axis)
ja: 生き残り確認時刻（x軸）とガス使用量（y軸）

source: We are unable to sync gas data at this time. We recommend you check out <a href="https://ethgasstation.info/predictionTable.php" target="_blank" rel="noopener noreferrer">ETH Gas Station</a> instead.
ja: 現時点ではガスデータを同期できません。代わりに、<a href="https://ethgasstation.info/predictionTable.php" target="_blank" rel="noopener noreferrer"> ETHガソリンスタンド</a>をチェックすることをお勧めします。

source: Confirmation time
hi: पुष्टि समय
it: Tempo di conferma
ja: 確認時刻

source: Useful Links
hi: उपयोगी कड़ियाँ
it: link utili
ja: 役に立つリンク

source: To see the data in table format, check out <a href="https://ethgasstation.info/predictionTable.php" target="_blank" rel="noopener noreferrer">ETH Gas Station</a>
ja: 表形式のデータを見るには、<a href="https://ethgasstation.info/predictionTable.php" target="_blank" rel="noopener noreferrer"> ETH Gas Station </a>をご覧ください。

source: To see this information persisted in-browser check out <a href=https://chrome.google.com/webstore/detail/ethereum-gas-price-extens/innfmlnnhfcebjcnfopadflecemoddnp target="_blank" rel="noopener noreferrer">this chrome extension</a>
hi: यह जानकारी देखने के लिए ब्राउज़र में बने रहें <a href=https://chrome.google.com/webstore/detail/ethereum-gas-price-extens/innfmlnnhfcebjcnfopadflecemoddnp target="_blank" rel="noopener noreferrer"> यह क्रोम एक्सटेंशन </a>
it: Per vedere questa informazione persistente nel browser controlla <a href=https://chrome.google.com/webstore/detail/ethereum-gas-price-extens/innfmlnnhfcebjcnfopadflecemoddnp target="_blank" rel="noopener noreferrer">questa estensione di Chrome</a>
ja: この情報をブラウザで確認するには、<a href=https://chrome.google.com/webstore/detail/ethereum-gas-price-extens/innfmlnnhfcebjcnfopadflecemoddnp target="_blank" rel="noopener noreferrer">こちらクロムエクステンション</a>

source: Gitcoin Contract Gas Calculator
hi: गिटकोइन अनुबंध गैस कैलकुलेटर
ja: ギトコイン契約ガス電卓

source: FAQ
hi: सामान्य प्रश्न
ja: よくある質問

source: I need gas money, where can I get it?
hi: मुझे गैस पैसे चाहिए, मुझे यह कहां मिल सकता है?
it: Ho bisogno di soldi per il gas, dove posso averlo?
ja: 私はガスマネーが必要です、どこで入手できますか？

source: Why isn't my Ethereum transaction confirming?
hi: मेरा एथेरियम लेनदेन क्यों पुष्टि नहीं कर रहा है?
it: Perché la transazione di Ethereum non viene confermata?
ja: なぜ私のEthereum取引が確認されないのですか？

source: What is Ethereum?
ja: エテリアムとは何ですか？

source: Ethereum FAQ
ja: エテリアムFAQ

source: What is gas?
ja: ガスとは何ですか？

source: Why do we need to pay gas?
hi: हमें गैस का भुगतान करने की ज़रूरत क्यों है?
it: Perché dobbiamo pagare il gas?
ja: なぜガスを払う必要があるのですか？

source: What are the advantages of Ethereum-based applications??
hi: ईथरियम आधारित अनुप्रयोगों के फायदे क्या हैं ??
it: Quali sono i vantaggi delle applicazioni basate su Ethereum?
ja: Ethereumベースのアプリケーションの利点は何ですか？

source: I can't figure this out. Help!
hi: मैं इसे समझ नहीं सकता। मदद!
it: Non riesco a capirlo. Aiuto!
ja: 私はこれを理解できません。助けて！

source: Gas Market; Advanced Reading
hi: गैस बाजार; उन्नत पढ़ना
it: Mercato del gas; Lettura avanzata
ja: ガス市場;高度な読解

source: Contact the Gitcoin core team via slack.
ja: Gitcoinコアチームに余裕を持って連絡してください。

source: Gitcoin Mainnet Faucet
ja: ギトコインメインネットの蛇口

source: Address no.
ja: 住所番号。

source: Gas price needed to confirm within
hi: भीतर गैस की कीमत की पुष्टि करने के लिए जरूरी है
it: Prezzo del gas necessario per confermare entro
ja: 内に確認するために必要なガス価格

source: minute
hi: मिनट
it: minuto
ja: 分

source: Overview Video
ja: 概要ビデオ

source: All about Gas
hi: गैस के बारे में सब कुछ
it: Tutto su Gas
ja: ガスについてのすべて

source: Gas is the payment that is sent to the ethereum node operators (also called miners), in exchange for execution of a smart contract. Paying miners on Ether is not unlike how you pay your electric company for electricity.
hi: गैस एक भुगतान है जो स्मार्ट अनुबंध के निष्पादन के बदले ईथरियम नोड ऑपरेटर (खनिक भी कहा जाता है) को भेजा जाता है। ईथर पर खनिकों को भुगतान करना बिजली के लिए अपनी विद्युत कंपनी का भुगतान करने के विपरीत नहीं है।
it: Il gas è il pagamento che viene inviato agli operatori del nodo ethereum (chiamati anche minatori), in cambio dell'esecuzione di un contratto intelligente. Pagare i minatori su Ether non è diverso da come paghi la tua compagnia elettrica per l'elettricità.
ja: ガスは、スマート契約の実行と引き換えに、エテルムノードオペレータ（鉱夫とも呼ばれる）に送信される支払いである。 Etherで鉱山労働者を払うことは、あなたの電気会社に電気を払う方法と違いはありません。

source: Gas is denominated in ETH or in 1/10**18 of a ETH, also called a WEI. You may also see gas denominated in GWEI, which stands for giga-wei, and is 10**9 of a WEI.
hi: गैस ईटीएच में या ईटीएच के 1/10 ** 18 में अंकित है, जिसे एक WEI भी कहा जाता है। आप जीडब्ल्यूईआई में अंकित गैस भी देख सकते हैं, जो कि गीगा-वेई के लिए है, और एक WEI का 10 ** 9 है।
it: Il gas è denominato in ETH o in 1/10 ** 18 di un ETH, anche chiamato WEI. Si può anche vedere il gas denominato in GWEI, che sta per giga-wei, ed è 10 ** 9 di un WEI.
ja: ガスは、ETHまたはWEIとも呼ばれるETHの1/10 ** 18で表される。また、GWEIに指定されたガスは、ギガ林を表し、WEIの10 ** 9です。

source: Gas & You.
hi: गैस और आप
it: Gas & Tu.
ja: ガス＆あなた。

source: When you submit a new transaction to the ethereum network (example to the right), you may be asked to input a Gas Price. In most cases, the gas price will be prefilled for you, but you can also override it to make your transaction confirm quicker (more gas) or cheaper (less gas).
hi: जब आप ईथरियम नेटवर्क (दाईं ओर उदाहरण) पर नया लेनदेन जमा करते हैं, तो आपको गैस मूल्य इनपुट करने के लिए कहा जा सकता है। ज्यादातर मामलों में, गैस की कीमत आपके लिए पहले से तय की जाएगी, लेकिन आप अपने लेनदेन को त्वरित (अधिक गैस) या सस्ता (कम गैस) की पुष्टि करने के लिए इसे ओवरराइड भी कर सकते हैं।
it: Quando si invia una nuova transazione alla rete ethereum (esempio a destra), è possibile che venga richiesto di inserire un prezzo gas. Nella maggior parte dei casi, il prezzo del gas sarà precompilato per te, ma puoi anche sostituirlo per rendere più rapida la transazione (più gas) o meno (meno gas).
ja: ethereumネットワークに新しいトランザクションを提出すると（右側の例）、ガス価格の入力を求められることがあります。ほとんどの場合、ガソリン価格が事前に設定されますが、取引をより迅速に（ガスをより多く）または安く（ガスをより少なく）確認するために、ガス価格をオーバーライドすることもできます。

source: Gas & Mining
hi: गैस और खनन
ja: ガス＆鉱業

source: This quote from website CryptoCompare, articultes some of the design of the gas system on Ethereum:
hi: वेबसाइट CryptoCompare से यह उद्धरण, Ethereum पर गैस सिस्टम के कुछ डिजाइन articultes:
it: Questa citazione dal sito web CryptoCompare, articola alcuni dei progetti del sistema di gas su Ethereum:
ja: ウェブサイトCryptoCompareからのこの引用は、Ethereumのガスシステムの設計のいくつかを工夫しています：
