Repository: uivlis/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: hi, it, ja

source: Here are some of the advantages of Ethereum based applications: <ul> <li> Lower (or no) fees </li> <li> No middlemen </li> <li> No third party owns or can sell your data </li> <li> No international conversion fees </li> <li> Get paid in protocol, utility, or application tokens; not just cash. </li> </ul> <p> To learn more about Ethereum based apps, please checkout <a href="{}">this video about web3</a> or the <a href="https://github.com/gitcoinco/gitcoinco/issues?q=is%3Aissue+is%3Aopen+label%3Ahelp">Github Issues board</a> </p>
hi: इथेरियम आधारित अनुप्रयोगों के कुछ फायदे यहां दिए गए हैं: <Ul> <Li> कम (या नहीं) शुल्क </ Li> <Li> कोई बिचौलियों नहीं </ Li> <Li> कोई तीसरी पार्टी का मालिक नहीं है या आपका डेटा बेच सकता है </ Li> <Li> कोई अंतरराष्ट्रीय रूपांतरण शुल्क नहीं </ Li> <Li> प्रोटोकॉल, उपयोगिता, या आवेदन टोकन में भुगतान प्राप्त करें; सिर्फ नकद नहीं। </ Li> </ Ul> <P> Ethereum आधारित ऐप्स के बारे में अधिक जानने के लिए, कृपया <a href="{}"> वेब 3 के बारे में यह वीडियो </a> या <a href = "https://github.com/gitcoinco/gitcoinco/issues?q= चेकआउट करें % 3Aissue +% 3 है ओपन + लेबल% 3 एल्प "> गीथब मुद्दे बोर्ड </a> </ P>
it: Ecco alcuni dei vantaggi delle applicazioni basate su Ethereum: <ul><li> Abbassare (o non) le tasse </li><li> Nessun intermediario </li><li> Nessuna terza parte possiede o può vendere i tuoi dati </li><li> Nessuna commissione di conversione internazionale </li><li> Ricevi pagati in protocolli, utility o token applicativi; non solo in contanti. </li></ul><p> Per ulteriori informazioni sulle app basate su Ethereum, si prega di consultare <a href="{}">questo video su web3</a> o sulla <a href="https://github.com/gitcoinco/gitcoinco/issues?q=is%3Aissue+is%3Aopen+label%3Ahelp">scheda Problemi di Github</a> </p>
ja: Ethereumベースのアプリケーションのいくつかの利点は次のとおりです。 <ul> <li> 低い（またはない）手数料 </ li> <li> 仲介者はいません </ li> <li> 第三者がデータを所有または販売することはできません </ li> <li> 国際的な変換手数料なし </ li> <li> プロトコル、ユーティリティ、またはアプリケーショントークンで支払いを受ける。現金だけではありません。 </ li> </ ul> <p> Ethereumベースのアプリケーションの詳細については、<a href="{}"> web3に関するこのビデオ</a>または<a href = "https://github.com/gitcoinco/gitcoinco/issues?q= ％3Aissue + is％3Aopen + label％3Ahelp "> Github Issuesボード</a> </ p>

source: I still dont get it. Help!
hi: मुझे अभी भी यह नहीं मिला। मदद!
it: Ancora non capisco. Aiuto!
ja: 私はまだそれを取得しないでください。助けて！

source: We want to nerd out with you a little bit more. <a href="/slack">Join the Gitcoin Slack Community</a> and let's talk.
hi: हम आपके साथ थोड़ा और बाहर निकलना चाहते हैं। <a href="/slack"> गिटकोइन स्लैक समुदाय में शामिल हों </a> और चलो बात करते हैं।
it: Vogliamo nerd con te un po &#39;di più. <a href="/slack">Unisciti alla community Slit Gitcoin</a> e parliamo.
ja: もう少し詳しくお話したいと思います。 <a href="/slack"> Gitcoin Slackコミュニティに参加</a>して話しましょう。

source: Leverage Gitcoin’s Firehose of Talent to Do More Faster
hi: अधिक तेज़ करने के लिए प्रतिभा का गिटकोइन की फायरहोज लीवरेज
it: Fai leva su Firehose of Talent di Gitcoin per fare di più
ja: GitcoinのFirehose of Talentをより早く活用する

source: How to Price Work on Gitcoin
hi: गिटकोइन पर मूल्य कैसे करें
it: Come valutare i prezzi su Gitcoin
ja: Gitcoinでの価格設定の仕方

source: Post a Bounty in 90 Seconds
hi: 90 सेकेंड में एक बाउंटी पोस्ट करें
it: Pubblica un Bounty in 90 secondi
ja: バウンティを90秒で投稿

source: Send a Tip to any Github user in 60 seconds
hi: किसी भी गीथब उपयोगकर्ता को 60 सेकंड में एक युक्ति भेजें
it: Invia un suggerimento a qualsiasi utente Github in 60 secondi
ja: 60秒以内にGithubユーザーにヒントを送信する

source: How To Build A Contributor Friendly Project
hi: एक योगदानकर्ता दोस्ताना परियोजना कैसे बनाएँ
it: Come costruire un progetto amichevole per i collaboratori
ja: 貢献者にやさしいプロジェクトを構築する方法

source: Fund An Issue on Gitcoin!
ja: Gitcoinの問題に資金提供！

source: Getting Started With Gitcoin
ja: Gitcoin入門

source: Presskit
ja: プレスキット

source: You must provide an email address
hi: आपको एक ईमेल पता प्रदान करना होगा
it: Devi fornire un indirizzo email
ja: メールアドレスを入力する必要があります

source: Your invite has been sent.
hi: आपका निमंत्रण भेजा गया है।
it: Il tuo invito è stato inviato.
ja: 招待状が送信されました。

source: Unknown error
hi: अज्ञात त्रुटि
it: Errore sconosciuto
ja: 不明なエラー

source: Invalid email
hi: अवैध ईमेल
it: E-mail non valido
ja: 無効なメール

source: You must provide the following fields:
ja: 次のフィールドを指定する必要があります。

source: Your token has been submitted and will be listed within 2 business days if it is accepted.
hi: आपका टोकन सबमिट कर दिया गया है और इसे स्वीकार किए जाने पर 2 व्यावसायिक दिनों के भीतर सूचीबद्ध किया जाएगा।
it: Il token è stato inviato e verrà elencato entro 2 giorni lavorativi se è accettato.
ja: あなたのトークンは提出されており、承認されていれば2営業日以内にリストされます。

source: Whitepaper
hi: सफ़ेद कागज
it: Carta bianca
ja: 白書

source: You're ratelimited. Please contact founders@gitcoin.co
hi: आप ratelimited हैं। कृपया संस्थापक@gitcoin.co से संपर्क करें
it: Sei ratelimitato. Si prega di contattare founders@gitcoin.co
ja: あなたはratelimitedです。 founders@gitcoin.coまでお問い合わせください

source: Email: {} Role: {} Comments: {} IP: {} https://gitcoin.co/_administration/tdi/whitepaperaccessrequest/
hi: ईमेल: {} भूमिका: {} टिप्पणियाँ: {} आईपी: {} https://gitcoin.co/_administration/tdi/whitepaperaccessrequest/
it: Email: {} Ruolo: {} Commenti: {} IP: {} https://gitcoin.co/_administration/tdi/whitepaperaccessrequest/
ja: Eメール： {} 役割：{} コメント：{} IP：{} https://gitcoin.co/_administration/tdi/whitepaperaccessrequest/

source: New Whitepaper Request
hi: नया व्हाइटपेपर अनुरोध
it: Nuova richiesta di white paper
ja: 新しいホワイトペーパーのリクエスト

source: Invalid Email. Please contact founders@gitcoin.co
hi: अवैध ईमेल। कृपया संस्थापक@gitcoin.co से संपर्क करें
it: E-mail non valido. Si prega di contattare founders@gitcoin.co
ja: 無効なメールです。 founders@gitcoin.coまでお問い合わせください

source: Your request has been sent. <a href=/slack>Meantime, why don't you check out the slack channel?</a>
hi: आपका निवेदन भेज दिया गया है। <a href=/slack> इस समय, आप स्लैक चैफॉक्स क्यों नहीं देखते हैं? </a>
it: La tua richiesta è stata inviata. <a href=/slack>Nel frattempo, perché non dai un&#39;occhiata al canale allentato?</a>
ja: あなたのリクエストは送信されました。 <a href=/slack>中断しているチャンネルをチェックしてみませんか？</a>

source: Invalid Access Code. Please contact founders@gitcoin.co
hi: अमान्य एक्सेस कोड। कृपया संस्थापक@gitcoin.co से संपर्क करें
it: Codice d&#39;accesso invalido. Si prega di contattare founders@gitcoin.co
ja: アクセスコードが無効です。 founders@gitcoin.coまでお問い合わせください

source: You have exceeded your maximum number of uses for this access code. Please contact founders@gitcoin.co
hi: आपने इस एक्सेस कोड के लिए अपने अधिकतम उपयोगों को पार कर लिया है। कृपया संस्थापक@gitcoin.co से संपर्क करें
it: Hai superato il numero massimo di utilizzi per questo codice di accesso. Si prega di contattare founders@gitcoin.co
ja: このアクセスコードの最大使用数を超えました。 founders@gitcoin.coまでお問い合わせください

source: New Whitepaper Generated
hi: नया व्हाइटपेपर जेनरेटेड
it: Nuovo white paper generato
ja: 生成された新しいホワイトペーパー

source: Generated for access code {} by email {} at {} via ip: {}. https://gitcoin.co/whitepaper
hi: आईपी ​​के माध्यम से {} पर {{} द्वारा {@} {@} तक पहुंच कोड {} द्वारा एक्सेस कोड के लिए जेनरेट किया गया। https://gitcoin.co/whitepaper
it: Generato per il codice di accesso {} via email {} su {} tramite ip: {}. https://gitcoin.co/whitepaper
ja: {}で{}の電子メール{}によってアクセスコード{}に対して生成されました。 https://gitcoin.co/whitepaper

source: Kevin from Gitcoin.co
hi: Gitcoin.co से केविन
it: Kevin di Gitcoin.co
ja: Gitcoin.coのKevin

source: Invite sent
hi: आमंत्रण भेज दिया
it: Invito inviato
ja: 招待状を送信しました

source: ETH
hi: ईथर

source: Github PR Link
hi: गिटहब पीआर लिंक
it: Link PR Github

source: View API
hi: एपीआई देखें
it: Visualizza API

source: ) via txid
hi: ) टीएक्सआईडी के माध्यम से

source: GITCOIN QUARTERLY
hi: गिटकोइन क्वार्टरली

source: dropbox.com, 84 MB
hi: ड्रॉपबॉक्स.com, 84 एमबी

source: OSS
hi: ओएसएस
