Repository: uivlis/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: hi, it, ja

source: Create a new Bounty for Software Work from across the internets.
hi: इंटर्ननेट से सॉफ़्टवेयर कार्य के लिए एक नया बाउंटी बनाएं।
it: Crea un nuovo Bounty per Software Work da tutti gli Internet.
ja: インターネット間で新しいBounty for Software Workを作成します。

source: An email has been sent to an administrator to approve your submission
hi: आपके सबमिशन को स्वीकार करने के लिए व्यवस्थापक को एक ईमेल भेजा गया है
it: Un&#39;email è stata inviata a un amministratore per approvare la tua richiesta
ja: あなたの投稿を承認するための電子メールが管理者に送信されました

source: Faucet Request
hi: फॉक्स का अनुरोध
it: Richiesta di rubinetto
ja: 蛇口のリクエスト

source: Pursuant to making Ethereum and Gitcoin broadly accessible to everyone Gitcoin may provide a minimal faucet distribution of ether so you may easily claim issues and gain more ether.
hi: एथिरियम और गिटकोइन को गिटकोइन के लिए व्यापक रूप से सुलभ बनाने के लिए ईथर का न्यूनतम फॉक्स वितरण प्रदान कर सकता है ताकि आप आसानी से हो सकें मुद्दों का दावा करें और अधिक ईथर प्राप्त करें।
it: Facendo in modo che Ethereum e Gitcoin siano ampiamente accessibili a tutti, Gitcoin può fornire una distribuzione minima di etere di rubinetto in modo da poter facilmente reclamare problemi e ottenere più etere.
ja: EthereumとGitcoinを広く誰もが利用できるようにするために、Gitcoin エーテルの最小の蛇口分布を提供するかもしれないので、あなたは簡単に 問題を主張し、エーテルを増やす。

source: Please note, all input fields are required. Comment is optional.
hi: कृपया ध्यान दें, सभी इनपुट फ़ील्ड आवश्यक हैं। टिप्पणी वैकल्पिक है।
it: Si noti che tutti i campi di inserimento sono obbligatori. Il commento è facoltativo.
ja: 入力フィールドはすべて必須です。コメントはオプションです。

source: Github Profile
hi: गिटहब प्रोफाइल
it: Profilo Github
ja: Githubプロフィール

source: Email Address
hi: ईमेल पता
it: Indirizzo email
ja: 電子メールアドレス

source: char left
hi: चार बाएं
it: a sinistra
ja: 左手

source: Request Received
hi: अनुरोध प्राप्त
it: Richiesta ricevuta
ja: 受信したリクエスト

source: Your request for a faucet distribution has been received. An administrator will review your request shortly (up to 24 hours on weekdays, on next business day if on weekends / holidays) and arrange a deposit if approved.
hi: फॉक्स वितरण के लिए आपका अनुरोध प्राप्त हुआ है। एक व्यवस्थापक जल्द ही आपके अनुरोध की समीक्षा करेगा (सप्ताहांत पर 24 घंटे तक, अगले सप्ताह के दिन सप्ताहांत / छुट्टियों पर) और स्वीकृत होने पर जमा की व्यवस्था करें।
it: La tua richiesta di distribuzione di rubinetti è stata ricevuta. Un amministratore esaminerà la richiesta a breve (fino a 24 ore nei giorni feriali, il giorno lavorativo successivo se nei fine settimana / giorni festivi) e organizzerà un deposito se approvato.
ja: あなたの蛇口流通のリクエストが届いています。管理者はまもなくご要望を確認し（平日24時間まで、週末/祝日の場合は翌営業日に）、承認されれば入金を手配します。

source: While you wait, why not create an *free* Gitcoin ENS name?
hi: जब आप प्रतीक्षा करते हैं, तो क्यों न * मुफ्त * गिटकोइन ईएनएस नाम बनाएं?
it: Mentre aspetti, perché non creare un nome * GITcoin * gratuito *?
ja: あなたが待っている間、*無料の* Gitcoin ENS名を作成してみませんか？

source: There was an error
hi: एक त्रुटि हुई
it: c&#39;era un errore
ja: エラーが発生しました

source: Something went wrong submitting your request
hi: आपका अनुरोध जमा करने में कुछ गड़बड़ हुई
it: Qualcosa è andato storto presentando la tua richiesta
ja: リクエストを送信して何かが間違っていました

source: Process Faucet Request
hi: प्रक्रिया फॉक्स अनुरोध
it: Richiesta di processo di rubinetto
ja: プロセスの蛇口のリクエスト

source: MetaMask Extension Not Detected
hi: मेटामास्क एक्सटेंशन नहीं पता चला
it: Estensione MetaMask non rilevata
ja: MetaMask拡張が検出されない

source: Please Unlock MetaMask To Continue
hi: जारी रखने के लिए कृपया मेटामास्क अफॉक्सॉक करें
it: Sblocca MetaMask per continuare
ja: MetaMaskのロックを解除してください

source: MetaMask Active Account Is Empty
hi: मेटामास्क सक्रिय खाता खाली है
it: L&#39;account attivo MetaMask è vuoto
ja: MetaMaskアクティブアカウントが空です

source: Transaction Failed
hi: लेन देन असफल
it: Transazione fallita
ja: 処理に失敗しました

source: By funding this faucet request, you will transfer %(faucet_amount)s ETH to %(obj.github_username)s with a wallet address of %(obj.address)s
hi: इस फॉक्स के अनुरोध को वित्त पोषित करके, आप %(faucet_amount)s ETH को स्थानांतरित कर देंगे %(obj.github_username)s %(obj.address)s के वॉलेट पते के साथ है
it: Finanziamento di questa richiesta di rubinetto, trasferirete %(faucet_amount)s ETH a %(obj.github_username)s con un indirizzo di portafogli di %(obj.address)s
ja: この蛇口のリクエストに資金を提供することで、 %(faucet_amount)s ETHを ウォレット・アドレスが %(obj.address)s %(obj.github_username)s

source: Please tell us what you're planning on using these funds for in the comments section! Thanks.
hi: टिप्पणी अनुभाग में इन फंडों का उपयोग करने के लिए कृपया हमें बताएं कि आप क्या योजना बना रहे हैं! धन्यवाद।
it: Per favore dicci cosa stai pensando di usare questi fondi nella sezione commenti! Grazie.
ja: コメント欄にこれらの資金を使用する予定があるかどうか教えてください。ありがとう。

source: About Zero
hi: शून्य के बारे में
it: A proposito di Zero
ja: ゼロについて

source: Apply for a faucet distribution
hi: एक फॉक्स वितरण के लिए आवेदन करें
it: Richiedi una distribuzione di rubinetti
ja: 蛇口の配布を申請する

source: To continue, enable Web3.
hi: जारी रखने के लिए, वेब 3 सक्षम करें।
it: Per continuare, abilitare Web3.
ja: 続行するには、Web3を有効にします。

source: Web3 is the same web you know and love, but with Ethereum-enabled functionality.
hi: वेब 3 वही वेब है जिसे आप जानते हैं और प्यार करते हैं, लेकिन एथेरियम-सक्षम कार्यक्षमता के साथ।
it: Web3 è la stessa rete che conosci e ami, ma con funzionalità abilitate per Ethereum.
ja: Web3はあなたが知っている愛するウェブと同じですが、Ethereum対応の機能を備えています。

source: The fastest and easiest way to add Web3 to your browser is to install <a href="https://chrome.google.com/webstore/detail/metamask/nkbihfbeogaeaoehlefnkodbefgpgknn?hl=en" target="_blank" rel="noopener noreferrer"> Metamask</a>. To continue submitting a bounty, please install Metamask and return to this page.
hi: अपने ब्राउज़र में वेब 3 जोड़ने का सबसे तेज़ और आसान तरीका <a href = "https://chrome.google.com/webstore/detail/metamask/nkbihfbeogaeaoehlefnkodbefgpgknn?hl=hi" target = "_ blank" rel = "Noopener इंस्टॉल करना है noreferrer "> मेटामास्क </a>। उपहार जमा करना जारी रखने के लिए, कृपया मेटामास्क इंस्टॉल करें और इस पृष्ठ पर वापस आएं।
it: Il modo più semplice e veloce per aggiungere Web3 al browser è installare <a href="https://chrome.google.com/webstore/detail/metamask/nkbihfbeogaeaoehlefnkodbefgpgknn?hl=en" target="_blank" rel="noopener noreferrer">Metamask</a> . Per continuare a inviare un bounty, installa Metamask e torna a questa pagina.
ja: Web3をブラウザに追加する最も簡単で簡単な方法は、<a href = "https://chrome.google.com/webstore/detail/metamask/nkbihfbeogaeaoehlefnkodbefgpgknn?hl=en" target = "_ blank" rel = "noopener"をインストールすることです。 noreferrer "> Metamask </a>を参照してください。奨励金を提出し続けるには、Metamaskをインストールしてこのページに戻ってください。

source: Install MetaMask
hi: मेटामास्क स्थापित करें
it: Installa MetaMask
ja: MetaMaskをインストールする

source: or
hi: या
it: o
ja: または

source: You Appear to Have Ether!
hi: आप ईथर होने लगते हैं!
it: Pari di avere etere!
ja: あなたはエーテルを持っているように見える！

source: Thank you for your interest in receiving a faucet distribution.
hi: फॉक्स वितरण प्राप्त करने में आपकी रूचि के लिए धन्यवाद।
it: Grazie per il vostro interesse nel ricevere una distribuzione di rubinetti.
ja: 蛇口分布を受け取っていただきありがとうございます。

source: You have more ether currently in your wallet than the distribution would provide. Please use that ether to pay the transaction cost.
hi: वर्तमान में वितरण के मुकाबले आपके वॉलेट में आपके पास अधिक ईथर है। लेनदेन लागत का भुगतान करने के लिए कृपया उस ईथर का उपयोग करें।
it: Al momento hai più etere nel tuo portafoglio rispetto a quello fornito dalla distribuzione. Si prega di utilizzare quell&#39;etere per pagare il costo della transazione.
ja: あなたのウォレットには、流通が提供するよりも多くのエーテルが現在あります。取引コストを支払うには、そのエーテルを使用してください。

source: Can't get web3 to work? Get help here.
hi: काम करने के लिए web3 नहीं मिल सकता है? यहां सहायता पाएं।
it: Non riesci a far funzionare web3? Ottieni aiuto qui.
ja: web3を動作させることはできませんか？ここで助けを得る。

source: Gitcoin Faucet
hi: गिटकोइन फॉक्स
ja: ギトコイン蛇口

source: Request a distribution of ETH so you can use the Ethereum network and Gitcoin.
hi: ईटीएच के वितरण का अनुरोध करें ताकि आप एथेरियम नेटवर्क और गिटकोइन का उपयोग कर सकें।
it: Richiedi una distribuzione di ETH in modo da poter utilizzare la rete Ethereum e Gitcoin.
ja: EthereumネットワークとGitcoinを使用できるようにETHの配布をリクエストしてください。

source: The submitted github profile shows a previous faucet distribution.
hi: सबमिट किया गया github प्रोफ़ाइल पिछले फॉक्स वितरण दिखाता है।
it: Il profilo github presentato mostra una precedente distribuzione di rubinetto.
ja: 提出されたgithubプロファイルは、以前の蛇口分布を示しています。

source: The submitted github profile shows a pending faucet distribution.
hi: सबमिट की गई github प्रोफ़ाइल लंबित फॉक्स वितरण दिखाती है।
it: Il profilo github presentato mostra una distribuzione di rubinetto in sospeso.
ja: 提出されたgithubプロファイルには、保留中の蛇口分布が表示されます。

source: Created.
hi: बनाया था।
it: Creato.
ja: 作成した。

source: Gitcoinbot Responded
hi: गिटकोइनबॉट ने जवाब दिया
it: Gitcoinbot ha risposto
ja: Gitcoinbotが返答しました

source: [DEBUG]
hi: [डीबग]
ja: [デバッグ]

source: ⚡️ New Tip Worth {} {} {}
hi: ⚡️ नया टिप वर्थ {} {} {}
it: ⚡️ Un nuovo consiglio vale {} {} {}
ja: W新しいヒント{} {} {}

source: 🕐 Tip Worth {} {} {} Expiring Soon
hi: 🕐 टिप वर्थ {} {} {} जल्द ही समाप्त हो रहा है
it: 🕐 Suggerimento vale {} {} {} In scadenza
ja: 팁ヒント{} {} {}期限切れ

source: New Faucet Request
hi: नया फॉक्स अनुरोध
it: Nuova richiesta di rubinetto
ja: 新しい蛇口のリクエスト

source: A new faucet request was completed. You may fund the request here
hi: एक नया फॉक्स का अनुरोध पूरा हो गया था। आप यहां अनुरोध निधि दे सकते हैं
it: Una nuova richiesta di rubinetto è stata completata. Puoi finanziare la richiesta qui
ja: 新しい蛇口のリクエストが完了しました。あなたはここで資金を調達することができます

source: No Reply from Gitcoin.co
hi: Gitcoin.co से कोई जवाब नहीं
it: Nessuna risposta da parte di Gitcoin.co
ja: Gitcoin.coからの返信はありません

source: New Token Request
ja: 新しいトークンリクエスト

source: A new token request was completed. You may fund the token request here
ja: 新しいトークン要求が完了しました。あなたはここにトークンリクエストを出すことができます

source: is out of gas
hi: गैस से बाहर है
it: è senza benzina
ja: ガスがなくなっている

source: is down to
hi: नीचे है
it: è giù a
ja: 下がっている

source: New External Bounty
hi: नई बाहरी बाउंटी
it: Nuova taglia esterna
ja: 新しい外部賞金

source: Faucet Request Processed
hi: फॉक्स का अनुरोध संसाधित
it: Richiesta di rubinetto elaborata
ja: 蛇口のリクエストが処理されました

source: Faucet Request Rejected
hi: फॉक्स का अनुरोध अस्वीकार कर दिया गया
it: Richiesta di rubinetto respinta
ja: 蛇口のリクエストが拒否されました

source: ⚡️ {len(bounties)} New Open Funded Issue{plural}{worth} matching your profile
hi: ⚡️ {len (bounties)} नई खुली निधि समस्या {बहुवचन} {worth} आपकी प्रोफ़ाइल से मेल खाते हैं
it: ⚡️ {len (taglie)} Nuovo Open Funded Numero {plural} {valore} corrispondente al tuo profilo
ja: ⚡️{len（bounties）}あなたのプロフィールにマッチした新規開設資金{複数} {価値}

source: ✉️ New Work Submission Inside for {} ✉️
hi: {} ✉️ के लिए Work️ नया कार्य सबमिशन
it: ✉️ Nuova sottomissione del lavoro all&#39;interno per {} ✉️
ja: forのための新しい仕事提出

source: 😕 Work Submission Rejected for {} 😕
hi: } कार्य सबमिशन {} 😕 के लिए अस्वीकार कर दिया गया
it: 😕 Invio lavoro rifiutato per {} 😕
ja: for {}😕に対して却下された勤務依頼

source: 🌈 Funds Paid for {} 🌈
hi: } P के लिए भुगतान किए गए फंड
it: 🌈 Fondi pagati per {} 🌈
ja: P {}払いの資金

source: Bounty Details Changed for {}
hi: बकाया विवरण {} के लिए बदला गया
it: Dettagli di taglia modificati per {}
ja: バウンティの詳細{}の変更

source: ⚡️ {} Meet {}: {}!
hi: ⚡️ {} मिलें {}: {}!
ja: ⚡️{}会う{}：{}！

source: hour
hi: घंटा
it: ora
ja: 時間

source: 😕 Your Funded Issue ({}) Expires In {} {} ... 😕
hi: 😕 आपका निधि जारी ({}) {} {} ... 😕 में समाप्त हो जाता है
it: 😕 Il tuo importo finanziato ({}) scade tra {} {} ... 😕
ja: 😕あなたの資金提供された問題（{}）は{} {}で期限切れです...😕

source: Are you still working on '{}' ?
hi: क्या आप अभी भी '{}' पर काम कर रहे हैं?
it: Stai ancora lavorando su &quot;{}&quot;?
ja: あなたはまだ '{}'に取り組んでいますか？

source: We've removed you from the task: '{}' ?
hi: हमने आपको कार्य से हटा दिया है: '{}'?
it: Ti abbiamo rimosso dall&#39;attività: &#39;{}&#39;?
ja: 私たちはあなたをタスクから削除しました： '{}'？

source: New Bounty Request
ja: 新バウンスリクエスト

source: New Bounty Request from
ja: 新しいバウンスのリクエスト

source: Invalid Slack token.
hi: अमान्य स्लैक टोकन।
it: Token allentato non valido.
ja: 無効なスラックトークン。

source: Slack channel not found.
hi: स्लैक चैफॉक्स नहीं मिला।
it: Canale lento non trovato.
ja: スラックチャンネルが見つかりません。

source: The Gitcoin Slack integration is working fine.
hi: गिटकोइन स्लैक एकीकरण ठीक काम कर रहा है।
it: L&#39;integrazione Gitcoin Slack funziona perfettamente.
ja: Gitcoin Slackの統合はうまくいきます。

source: The test message was sent to Slack.
hi: परीक्षण संदेश स्लैक को भेजा गया था।
it: Il messaggio di test è stato inviato a Slack.
ja: テストメッセージはSlackに送られました。

source: An error has occurred.
hi: एक गलती हुई है।
it: C&#39;è stato un errore.
ja: エラーが発生しました。

source: The Gitcoin Discord integration is working fine.
ja: Gitcoin Discordの統合はうまくいきます。

source: The test message was sent to Discord.
ja: テストメッセージがDiscordに送信されました。

source: Privacy
hi: एकांत
it: vita privata
ja: プライバシー

source: Matching
ja: マッチング

source: Feedback
hi: प्रतिक्रिया
it: Risposta
ja: フィードバック

source: Token
ja: トークン

source: Privacy Settings
hi: गोपनीय सेटिंग
it: Impostazioni della privacy
ja: プライバシー設定

source: Updated your preferences.
hi: आपकी वरीयताओं को अपडेट किया गया।
it: Aggiornate le vostre preferenze.
ja: あなたの設定を更新しました。

source: Matching Settings
hi: मिलान सेटिंग्स
it: Impostazioni di corrispondenza
ja: マッチング設定

source: We've received your feedback.
hi: हमें आपकी प्रतिक्रिया मिली है।
it: Abbiamo ricevuto il tuo feedback.
ja: あなたのご意見がありました。

source: Invalid Email
hi: अवैध ईमेल
it: E-mail non valido
ja: 無効なメール

source: Unknown language
hi: अज्ञात भाषा
it: Lingua sconosciuta
ja: 不明な言語

source: Email Settings
hi: ईमेल सेटिंग
it: impostazioni dell &#39;email
ja: メール設定

source: Slack Settings
hi: ढेर सेटिंग्स
it: Impostazioni allentate
ja: スラックの設定

source: Discord Settings
ja: Discordの設定

source: Token Settings
ja: トークンの設定

source: ENS Settings
ja: ENSの設定

source: Updated your Address
ja: あなたの住所を更新しました

source: Your account has been disconnected from Github
ja: あなたのアカウントはGithubから切断されました

source: Your account has been deleted.
ja: あなたのアカウントは削除されました。

source: Error: did not understand your request
hi: त्रुटि: आपका अनुरोध समझ में नहीं आया
it: Errore: non ho capito la tua richiesta
ja: エラー：リクエストを理解できませんでした

source: Account Settings
ja: アカウント設定

source: Top Payers
hi: शीर्ष भुगतानकर्ता
it: Migliori paganti
ja: トップ支払人

source: Top Earners
hi: शीर्ष कमाई
it: Migliori percettori
ja: トップエナンサー

source: Top Orgs
ja: トップオルグス

source: Top Tokens
ja: トップトークン

source: Top Keywords
ja: トップキーワード

source: Roundup Emails
ja: ラウンドアップメール

source: New Bounty Notification Emails
ja: 新しい賞金通知メール

source: (up to) Daily
hi: (तक) दैनिक
it: (fino a) Ogni giorno
ja: （毎日まで）

source: Product Update Emails
hi: उत्पाद अपडेट ईमेल
it: Email di aggiornamento del prodotto
ja: 製品アップデートのメール

source: Quarterly
hi: त्रैमासिक
it: Trimestrale
ja: 四半期

source: Tip Emails
ja: ヒントメール

source: Only when you are sent a tip
hi: केवल तभी जब आपको एक टिप भेजा जाता है
it: Solo quando ti viene inviata una mancia
ja: あなたがチップを送った時だけ

source: Faucet Notification Emails
ja: 蛇口通知メール

source: Only when you are sent a faucet distribution
ja: あなたが蛇口の配布を送信されたときにのみ

source: Bounty Notification Emails
ja: バウンス通知電子メール

source: Only when you're active on a bounty
hi: केवल तभी जब आप एक उपहार पर सक्रिय होते हैं
it: Solo quando sei attivo su una taglia
ja: あなたが恩恵を受けているときだけ

source: Bounty Match Emails
hi: बाउंटी मैच ईमेल
it: E-mail di Bounty Match
ja: バウンスマッチメール

source: Only when you've posted a open bounty and you have a new match
hi: केवल तभी जब आपने खुली उपहार पोस्ट की हो और आपके पास नया मैच हो
it: Solo quando hai pubblicato una taglia aperta e hai una nuova partita
ja: 開いた賞金を掲示して、新しい試合をしたときのみ

source: Bounty Feedback Emails
hi: बाउंटी फीडबैक ईमेल
it: Email di feedback di Bounty
ja: バウンシーフィードバックメール

source: Only after a bounty you participated in is finished.
hi: केवल आपके द्वारा भाग लेने वाले बकाया के बाद ही समाप्त हो गया है।
it: Solo dopo che una ricompensa a cui hai partecipato è finita.
ja: あなたが参加した賞金が終了してから終了します。

source: Bounty Expiration Warning Emails
hi: बाउंटी समाप्ति चेतावनी ईमेल
it: Email di avviso di scadenza Bounty
ja: バウンティ期限警告メール

source: Only after you posted a bounty which is going to expire
hi: केवल एक उपहार पोस्ट करने के बाद जो समाप्त होने जा रहा है
it: Solo dopo aver pubblicato una taglia che sta per scadere
ja: 有効期限が切れる賞品を投稿した後にのみ

source: The Problem
hi: समस्या
it: Il problema
ja: 問題

source: Incentive problems in Open Source Software.
hi: ओपन सोर्स सॉफ्टवेयर में प्रोत्साहन समस्याएं।
it: Incentivi problemi nel software Open Source.
ja: オープンソースソフトウェアにおけるインセンティブ問題

source: Open Source Software Developers:
ja: オープンソースソフトウェア開発者：

source: Create a lot of economic value.
hi: वे काफी आर्थिक मूल्य पैदा करते हैं ।।
it: Crea un sacco di valore economico.
ja: 多くの経済的価値を創造する。

source: Are Not Properly incentivized.
hi: उचित रूप से प्रोत्साहन नहीं हैं।
it: Non sono adeguatamente incentivati.
ja: 適切なインセンティブを与えられていない。

source: Repo Maintainer:
ja: レポメンテナ：

source: Problem: Taming Issues Board
hi: समस्या: मुद्दे मुद्दे बोर्ड
it: Problema: Taming Issues Board
ja: 問題：Taming Issues Board

source: Contributor:
ja: 貢献者：

source: Problem: Monetization
hi: समस्या: मुद्रीकरण
it: Problema: monetizzazione
ja: 問題：収益化

source: Job Hunter
hi: रोजगार ढूंढने वाला
it: Cacciatore di lavoro
ja: ジョブハンター

source: Problem: Prioritization
hi: समस्या: प्राथमिकता
it: Problema: priorità
ja: 問題：優先順位付け

source: The Solution
hi: समाधान
it: La soluzione
ja: ソリューション

source: A decentralized App for value creation &amp; value capture.
hi: मूल्य निर्माण के लिए एक विकेन्द्रीकृत ऐप & amp; मूल्य कैप्चर
it: Un&#39;app decentralizzata per la creazione di valore e l&#39;acquisizione di valore.
ja: 価値創造のための分散アプリ＆amp;値のキャプチャ

source: The Origin Story
hi: मूल कहानी
it: La storia delle origini
ja: 原点の話

source: Who, what, when, where, and most importantly, why.
hi: कौन, क्या, कब, कहाँ, और सबसे महत्वपूर्ण बात, क्यों।
it: Chi, cosa, quando, dove e, soprattutto, perché.
ja: 誰が、何を、いつ、どこで、最も重要なのは、なぜ。

source: Built with &lt;3 in Boulder Colorado USA
hi: बोल्डर कोलोराडो यूएसए में & lt; 3 के साथ बनाया गया
it: Costruito con &lt;3 a Boulder Colorado, USA
ja: コロラド州ボルダーに＆lt; 3で構築

source: <strong>Gitcoin</strong> was borne of the community in Boulder Colorado's thriving tech scene. One of the most amazing things about the Boulder community is the #givefirst mantra. The founding team has built their careers off of advice, mentorship, and relationships in the local tech community.
hi: <strong> गिटकोइन </ strong> बोल्डर कोलोराडो के संपन्न तकनीकी दृश्य में समुदाय से पैदा हुआ था। बोल्डर समुदाय के बारे में सबसे आश्चर्यजनक चीजों में से एक #givefirst मंत्र है। संस्थापक टीम ने अपने करियर को स्थानीय तकनीकी समुदाय में सलाह, परामर्श और रिश्ते से दूर कर दिया है।
it: <strong>Gitcoin</strong> è <strong>nato</strong> dalla comunità nella fiorente scena tecnologica di Boulder Colorado. Una delle cose più sorprendenti della comunità di Boulder è il mantra #givefirst. Il team di fondatori ha costruito le loro carriere fuori da consigli, tutoraggio e relazioni nella comunità tecnologica locale.
ja: <strong> Gitcoin </ strong>は、コロラド州ボルダーコロラドの盛んな技術シーンでコミュニティの負担となりました。ボルダーのコミュニティについての最も驚くべきことの1つは#givefirstのマントラです。創業チームは、現地の技術コミュニティのアドバイス、指導、関係の仕事を築いてきました。

source: Mission: Grow Open Source
ja: ミッション：オープンソースの成長

source: <strong>Gitcoin</strong> is a project that combines the #givefirst mantra of the Boulder community with capitalistic incentives to write great software. By enabling <span>Repo Maintainers</span>, <span>developers</span>, and <span>financiers</span> to find one another, Gitcoin grows open source software.
hi: <strong> गिटकोइन </ strong> एक ऐसी परियोजना है जो बोल्डर समुदाय के #givefirst मंत्र को महान सॉफ्टवेयर लिखने के लिए पूंजीवादी प्रोत्साहन के साथ जोड़ती है। एक दूसरे को खोजने के लिए <span> रिपो रखरखाव </ span>, <span> डेवलपर </ span>, और <span> financiers </ span> को सक्षम करके, गिटकोइन ओपन सोर्स सॉफ़्टवेयर बढ़ता है।
it: <strong>Gitcoin</strong> è un progetto che combina il mantra #givefirst della comunità di Boulder con incentivi capitalistici per scrivere un ottimo software. Abilitando <span>Repo Maintainer</span> , <span>sviluppatori</span> e <span>finanzieri</span> a trovarsi l&#39;un l&#39;altro, Gitcoin sviluppa software open source.
ja: <strong> Gitcoin </ strong>は、ボルダーコミュニティの#givefirstマントラと優れたソフトウェアを書くための資本主義的インセンティブを組み合わせたプロジェクトです。 Gitcoinは、<span> Repo Maintainers </ span>、<span>開発者</ span>、<span> financiers </ span>を相互に見つけることを可能にすることで、オープンソースソフトウェアを開発します。

source: Cryptocurrencies provide new, decentralized, opportunities
hi: क्रिप्टोकुरियां नई, विकेन्द्रीकृत, अवसर प्रदान करती हैं
it: Le criptovalute offrono opportunità nuove e decentralizzate
ja: Cryptocurrenciesは新しい、分散された機会を提供します

source: <strong>Gitcoin</strong> is built upon the Ethereum network, and the solidity smart contract programming language. Ethereum provides opportunities to align incentives across actors in the ecosystem. By programming rights of stakeholders directly into smart contracts, actors are incentivized to provide value, and edge cases are handled _without_ having to involve legacy legal enforcement mechanisms.
hi: <strong> गिटकोइन </ strong> एथेरियम नेटवर्क पर बनाया गया है, और सॉलिड स्मार्ट अनुबंध प्रोग्रामिंग भाषा है। एथेरियम पारिस्थितिकी तंत्र में कलाकारों के प्रोत्साहनों को संरेखित करने के अवसर प्रदान करता है। सीधे हितधारकों के हितधारकों के अधिकारों को प्रोग्रामिंग करके, कलाकारों को मूल्य प्रदान करने के लिए प्रोत्साहित किया जाता है, और किनारे के मामलों को विरासत कानूनी प्रवर्तन तंत्र शामिल करने के लिए _without_ को संभाला जाता है।
it: <strong>Gitcoin</strong> si basa sulla rete Ethereum e sul linguaggio di programmazione intelligente del contratto di solidità. Ethereum offre opportunità per allineare gli incentivi tra gli attori nell&#39;ecosistema. Programmando i diritti delle parti direttamente nei contratti intelligenti, gli attori sono incentivati ​​a fornire valore e i casi limite vengono gestiti senza dover coinvolgere meccanismi legacy di applicazione legale.
ja: <strong> Gitcoin </ strong>は、Ethereumネットワークと強固なスマート契約プログラミング言語を基盤に構築されています。エテリアムは、エコシステム内のアクター間でインセンティブを調整する機会を提供します。ステークホルダーの権利をスマートコントラクトに直接プログラミングすることで、アクターは価値を提供するようインセンティブを与えられ、エッジケースは従来の法的強制メカニズムを伴わずに処理されます。
