Repository: uivlis/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: hi, it, ja

source: 'Gas is the internal pricing for running a transaction or contract in Ethereum. It's to decouple the unit of Ether (ETH) and its market value from the unit to measure computational use (gas). Thus, a miner can decide to increase or decrease the use of gas according to its needs, while if need be, the price of gas can be increased or decreased accordingly, avoiding a situation in which an increase in the price of ETH would cause the need to change all gas prices. This is also a response to the discussion in bitcoin about fees structure ~
hi: 'एथेरियम में लेनदेन या अनुबंध चलाने के लिए गैस आंतरिक मूल्य निर्धारण है। यह कम्प्यूटेशफॉक्स उपयोग (गैस) को मापने के लिए इकाई से ईथर (ईटीएच) और उसके बाजार मूल्य की इकाई को कम करने के लिए है। इस प्रकार, एक खनिक अपनी आवश्यकताओं के अनुसार गैस के उपयोग को बढ़ाने या घटाने का फैसला कर सकता है, जबकि यदि आवश्यकता हो, तो गैस की कीमत में वृद्धि या कमी हो सकती है, ऐसी स्थिति से बचने के लिए जिसमें ईटीएच की कीमत में वृद्धि होगी सभी गैस की कीमतों को बदलने की जरूरत है। फीस संरचना ~ के बारे में बिटकॉइन में चर्चा के लिए यह भी प्रतिक्रिया है
it: "Il gas è il prezzo interno per l'esecuzione di una transazione o un contratto in Ethereum. È per separare l'unità di Ether (ETH) e il suo valore di mercato dall'unità per misurare l'uso computazionale (gas). Pertanto, un minatore può decidere di aumentare o diminuire l'uso del gas in base alle proprie esigenze, mentre, se necessario, il prezzo del gas può essere aumentato o diminuito di conseguenza, evitando una situazione in cui un aumento del prezzo dell'Eth causerebbe il bisogno di cambiare tutti i prezzi del gas. Questa è anche una risposta alla discussione in bitcoin sulla struttura delle tariffe ~
ja: 'ガスは、Ethereumで取引や契約を実行するための内部価格です。それは、エーテル（ETH）の単位とその市場価値をユニットから切り離して、計算上の使用（ガス）を測定することです。したがって、鉱山者は必要に応じてガスの使用を増減することができますが、必要に応じてガスの価格を増減することができ、ETHの価格が上昇すると、すべてのガス価格を変更する必要があります。これはまた、料金体系についてのビットコインでの議論への応答です〜

source: What is if the difference between gas price & gas limit?
ja: ガス価格とガス限界の違いは何ですか？

source: Gas limit is how many cycles (think opcodes) your transaction will take..
hi: गैस सीमा यह है कि आपके लेन-देन कितने चक्र (सोचने वाले ऑपकोड) होंगे ..
it: Il limite di gas è il numero di cicli (pensa opcodes) che la transazione richiederà ..
ja: ガスの上限は、あなたのトランザクションが取るべきサイクルの数（思考のオペコード）です。

source: Gas price is how much you'll pay per unit of gas
hi: गैस की कीमत यह है कि आप गैस की प्रति इकाई कितनी भुगतान करेंगे
it: Il prezzo del gas è quanto pagherai per unità di gas
ja: ガス価格は、ガスの単位あたりの料金です

source: When you multiply the gas price * gas limit, youll get the cost of the tx.
hi: जब आप गैस की कीमत * गैस सीमा को गुणा करते हैं, तो आपको टीएक्स की लागत मिल जाएगी।
it: Quando si moltiplica il prezzo del gas * limite di gas, si otterrà il costo del tx.
ja: あなたがガス価格*ガス制限を掛けると、あなたはtxの費用を得るでしょう。

source: Gas & Decentralization
hi: गैस और विकेंद्रीकरण
it: Gas e decentramento
ja: ガスと地方分権

source: Gas is important because it incentivizes miners on the Ethereum network to process transactions. Ethereum is a decentralized network, which means your application is unstoppable. Unstoppable applications would be possible without gas!
hi: गैस महत्वपूर्ण है क्योंकि यह लेनदेन को संसाधित करने के लिए एथेरियम नेटवर्क पर खनिकों को प्रोत्साहित करती है। एथेरियम एक विकेन्द्रीकृत नेटवर्क है, जिसका अर्थ है कि आपका आवेदन अदम्य है। गैस के बिना अस्थिर अनुप्रयोग संभव होगा!
it: Il gas è importante perché incentiva i minatori della rete Ethereum a elaborare le transazioni. Ethereum è una rete decentralizzata, il che significa che la tua applicazione è inarrestabile. Le applicazioni inarrestabili sarebbero possibili senza gas!
ja: ガスは、取引を処理するためにEthereumネットワーク上の鉱夫にインセンティブを与えるため重要です。 Ethereumは分散型ネットワークであり、アプリケーションが止まらないことを意味します。ガソリンなしで止めることのできないアプリケーションが可能です！

source: More questions? Check out the rest of the Gitcoin Gas Station, above, or reach out on slack.
hi: और सवाल? उपरोक्त गिटकोइन गैस स्टेशन के बाकी हिस्सों को देखें, या ढीले पर पहुंचें।
it: Più domande? Controlla il resto della stazione di servizio Gitcoin, sopra, o allunga la mano.
ja: さらに質問を？上記のGitcoin Gas Stationの残りの部分を調べるか、余裕をもって手を伸ばしてください。

source: Developer?
hi: डेवलपर?
it: Sviluppatore?
ja: 開発者ですか？

source: Check out the Gitcoin Developer guide
hi: गिटकोइन डेवलपर गाइड देखें
it: Consulta la guida per sviluppatori Gitcoin
ja: Gitcoin開発者ガイドをご覧ください

source: View Developer Guide
hi: डेवलपर गाइड देखें
it: Visualizza la Guida per gli sviluppatori
ja: デベロッパーガイドを見る

source: Repo Maintainer?
hi: रेपो रखरखाव?
ja: レポメンテナ？

source: Check out the Gitcoin Repo Maintainer guide
hi: गिटकोइन रेपो रखरखाव गाइड देखें
it: Controlla la guida di Gitcoin Repo Maintainer
ja: Gitcoin Repo Maintainerガイドをチェックしてください

source: View Repo Maintainer Guide
hi: रेपो रखरखाव गाइड देखें
it: Visualizza la Guida per Repo Maintainer
ja: レポメンテナガイドを見る

source: Does it work?
hi: क्या यह काम करता है?
it: Funziona?
ja: それは動作しますか？

source: Check out the Gitcoin Case Study
hi: गिटकोइन केस स्टडी देखें
it: Scopri il case study di Gitcoin
ja: Gitcoinのケーススタディをチェックしてください

source: View Case Studies
hi: केस स्टडीज देखें
it: Visualizza casi studio
ja: ケーススタディを見る

source: Featured Videos
hi: विशेष रुप से प्रदर्शित वीडियोज़
it: video correlati
ja: おすすめ動画

source: How it works
hi: यह काम किस प्रकार करता है
it: Come funziona
ja: 使い方

source: Product Demo: Post a Bounty
hi: उत्पाद डेमो: एक उपहार पोस्ट करें
it: Demo del prodotto: pubblicare un Bounty
ja: 製品デモ：賞品をポストする

source: What is Web3 and how do we use it?
hi: वेब 3 क्या है और हम इसका उपयोग कैसे करते हैं?
it: Che cos&#39;è Web3 e come lo usiamo?
ja: Web3とは何ですか？また、どのように使用しますか？

source: Tutorials
hi: ट्यूटोरियल
it: Esercitazioni
ja: チュートリアル

source: Got another question?
hi: एक और सवाल मिला?
it: Hai un&#39;altra domanda?
ja: 別の質問がありますか？

source: View Github Repo
hi: जिथूब रेपो देखें
it: Visualizza Github Repo
ja: Github Repoを見る

source: Ask on slack
hi: ढीले पर पूछो
it: Chiedere su slack
ja: スラックに頼む

source: Contact Gitcoin Core
hi: गिटकोइन कोर से संपर्क करें
it: Contatta Gitcoin Core
ja: Gitcoin Coreに連絡する

source: How it Works - Contributor
ja: 仕組み - 寄稿者

source: Explore Bounties
hi: बाउंटी का अन्वेषण करें
it: Esplora Taglie
ja: 賞金を探る

source: Explore available bounties
ja: 利用可能な賞金を調べる

source: on the Issue Explorer.
ja: 問題のエクスプローラで

source: <span class="center-block">Interested on an issue?</span> <span class="center-block"> Click Start Work to express </span> <span> interest through a short form. </span>
hi: <span class = "center-block"> किसी समस्या पर रूचि है? </ span> <span class = "center-block"> व्यक्त करने के लिए कार्य शुरू करें पर क्लिक करें </ Span> <Span> एक संक्षिप्त रूप के माध्यम से ब्याज। </ Span>
it: <span class = "center-block"> Interessato a un problema? </ span> <span class = "center-block"> Fare clic su Inizia lavoro per esprimere </ Span> <Span> interesse attraverso una forma breve. </ Span>
ja: <span class = "center-block">問題に興味がありますか？</ span> <span class = "center-block"> 表現するには[Start Work]をクリックします </ span> <span> 短い形式で興味を持っています。 </ span>

source: Begin Work
ja: 仕事を始める

source: <span class="center-block">If the project requires approval,</span> <span class="center-block">keep an eye out for a notification</span> <span class="center-block">for a Request to Work confirmation</span> <span class="center-block">via email prior to begin working.</span> <span>Otherwise, work away!</span>
hi: <span class = "center-block"> अगर परियोजना को अनुमोदन की आवश्यकता है, </ span> <span class = "center-block"> अधिसूचना के लिए नजर रखें </ span> <span class = "center-block"> कार्य पुष्टि के अनुरोध के लिए </ span> <span class = "center-block"> काम शुरू करने से पहले ईमेल के माध्यम से। </ span> <span> अन्यथा, काम करें! </ span>
it: <span class = "center-block"> Se il progetto richiede approvazione, </ span> <span class = "center-block"> tieni d'occhio una notifica </ span> <span class = "center-block"> per una conferma di richiesta di lavoro </ span> <span class = "center-block"> via email prima di iniziare a lavorare. </ span> <span> Altrimenti, lavora lontano! </ span>
ja: <span class = "center-block">プロジェクトに承認が必要な場合は、</ span> <span class = "center-block">通知を待ちます</ span> <span class = "center-block">リクエスト作業の確認</ span> <span class = "center-block">作業を開始する前に電子メールでご連絡ください。</ span> <span>そうでない場合は、離れてください！</ span>

source: Can’t Continue Your Work?
ja: あなたの仕事を続けることができませんか？

source: <span class="center-block">Click Stop Work, and</span> <span class="center-block">someone else will pick it up.</span>
ja: <span class = "center-block">「停止」をクリックし、</ span> <span class = "center-block">他の人がそれを手に入れます。</ span>

source: <span class="center-block">Completed your work?</span> <span class="center-block">Click Submit Work to</span> <span class="center-block">send your PR to a repo maintainer</span> <span class="center-block">for review.</span> <span>Otherwise, work away!</span>
hi: <span class = "center-block"> अपना काम पूरा किया? </ span> <span class = "center-block"> </ span> पर कार्य सबमिट करें पर क्लिक करें <span class = "center-block"> अपने पीआर को रेपो रखरखाव </ span> पर भेजें समीक्षा के लिए <span class = "center-block">। </ span> <span> अन्यथा, काम करें! </ span>
it: <span class = "center-block"> Hai completato il tuo lavoro? </ span> <span class = "center-block"> Fai clic su Invia lavoro a </ span> <span class = "center-block"> invia il tuo PR a un maintainer del repository </ span> <span class = "center-block"> per la revisione. </ span> <span> Altrimenti, lavora lontano! </ span>
ja: <span class = "center-block">あなたの仕事は完了しましたか？</ span> <span class = "center-block"> [作業を送信</ span>]をクリックします。 <span class = "center-block"> PRをレポメンテナに送る</ span> レビューのために<span class = "center-block"> </ span> <span>そうでない場合は、離れてください！</ span>

source: Work Reviewed
ja: 仕事のレビュー

source: <span class="center-block">Submitted work is reviewed</span> <span class="center-block">and approved by a repo owner.</span>
ja: <span class = "center-block">提出された作品が審査されます</ span> <span class = "center-block">、レポ所有者の承認を得てください。</ span>

source: <span class="center-block">Once your work is approved</span> <span class="center-block">by the repo maintainer,</span> <span>you’ll get paid!</span>
ja: <span class = "center-block">あなたの仕事が承認されたら</ span> リポジトリ管理者が<span class = "center-block"> </ span> <span>払います！</ span>

source: Disputes
hi: विवाद
it: controversie
ja: 紛争

source: Sometimes disagreements occur, here are a some tips on how to handle them.
hi: कभी-कभी असहमति होती है, यहां कुछ सुझाव दिए गए हैं कि उन्हें कैसे संभालें।
it: A volte si verificano disaccordi, ecco alcuni suggerimenti su come gestirli.
ja: 時には不一致が発生する場合があります。ここでは、対処方法に関するヒントを示します。

source: What to Know
hi: क्या जानना है
it: Cosa sapere
ja: 知るべきこと

source: Disputes very rarely occur given that we are mission driven in open source.
hi: विवाद बहुत ही कम हो जाते हैं क्योंकि हम खुले स्रोत में संचालित मिशन हैं।
it: Le controversie avvengono molto raramente, dato che siamo guidati dalla missione in open source.
ja: 私たちがオープンソースの使命を果たしていることを考えれば、紛争はほとんど起こりません。

source: It’s natural for some scope to be misunderstood or not fully laid out -- so we shouldn't feel bad about that. software development is naturally iterative.
hi: कुछ गुंजाइशों को गलत समझा जा सकता है या पूरी तरह से निर्धारित नहीं किया जा सकता है - इसलिए हमें इसके बारे में बुरा नहीं होना चाहिए। सॉफ्टवेयर विकास स्वाभाविक रूप से पुनरावृत्ति है।
it: È naturale che alcuni scopi siano fraintesi o non completamente definiti, quindi non dovremmo sentirci male. lo sviluppo del software è naturalmente iterativo.
ja: いくつかの範囲が誤解されていたり、完全にレイアウトされていないのは当然のことです。ソフトウェア開発は当然反復的です。

source: Plan for a extra tipping budget for after the fact, if there is extra scope.
hi: यदि अतिरिक्त दायरा है तो तथ्य के बाद एक अतिरिक्त टिपिंग बजट की योजना बनाएं।
it: Pianificare un budget di ribaltamento extra per dopo il fatto, se esiste un ambito extra.
ja: 余分な範囲がある場合は、事実の後に余分なチップ予算を計画します。

source: Sometimes it just doesnt work out and we need to go our seperate ways. Leave a tip for the bounty hunter for any value that was provided towards the end scope and re-bounty the task.
hi: कभी-कभी यह काम नहीं करता है और हमें अपने अलग-अलग तरीकों से जाना होगा। अंतराल की ओर प्रदान किए गए किसी भी मूल्य के लिए बक्षीस शिकारी के लिए एक युक्ति छोड़ दें और कार्य को फिर से बक्षीस करें।
it: A volte non funziona e abbiamo bisogno di seguire i nostri modi separati. Lascia un consiglio per il cacciatore di taglie per qualsiasi valore che è stato fornito verso lo scopo finale e ri-bounty l'attività.
ja: 時にはそれだけでうまくいかないし、私たちは別々の道を行く必要があります。終わりの範囲に向かって提供された値のために賞金ハンターのためのヒントを残し、タスクを再奨励します。

source: As always feel free to contact the Gitcoin core team on slack with any questions.
hi: हमेशा किसी भी प्रश्न के साथ ढीले पर गिटकोइन कोर टीम से संपर्क करने में संकोच न करें।
it: Come sempre sentiti libero di contattare il team di base di Gitcoin in sospeso con qualsiasi domanda.
ja: 何か質問があれば、Gitcoinのコアチームに余裕をもってお気軽にお問い合わせください。

source: How it Works - Funder
ja: 仕組み - Funder

source: Create Issue
ja: 問題を作成する

source: Create an issue
ja: 問題を作成する

source: on Github.
ja: Githubで

source: Fund on Gitcoin
ja: Gitcoinの資金

source: <span class="center-block">Decide on a project type,</span> <span class="center-block">permissions and complete</span> <span>the Fund Issue form.</span>
ja: <span class = "center-block">プロジェクトタイプを決定する</ span> <span class = "center-block">権限と完了</ span> <span>ファンド発行フォーム</ span>

source: <span class="center-block">A contributor will click </span> <span class="center-block">Start Work and complete</span> <span>a short express interest form.</span>
ja: <span class = "center-block">投稿者が</ span>をクリックします。 <span class = "center-block">作業を開始して完了</ span> <span>短期間の利息書</ span>

source: <span class="center-block">Keep an eye out for an</span> <span class="center-block">email with a Work Started</span> <span class="center-block">or Request to Work notice</span> <span class="center-block">Approve the request via</span> <span>the email notification.</span>
hi: <span class = "center-block"> </ span> के लिए नजर रखें <span class = "center-block"> कार्य शुरू करने के साथ ईमेल </ span> <span class = "center-block"> या कार्य नोटिस के लिए अनुरोध </ span> <span class = "center-block"> अनुरोध को </ span> के माध्यम से स्वीकार करें <span> ईमेल अधिसूचना। </ span>
it: <span class = "center-block"> Tieni d'occhio </ span> <span class = "center-block"> email con un inizio di lavoro </ span> <span class = "center-block"> o richiesta di notifica di lavoro </ span> <span class = "center-block"> Approva la richiesta tramite </ span> <span> la notifica via email. </ span>
ja: <span class = "center-block"> </ span> <span class = "center-block">作業開始済みメール</ span> <span class = "center-block">またはリクエスト作業通知</ span> <span class = "center-block">リクエストを承認します</ span> <span>メール通知</ span>

source: Review Work
ja: レビュー作業

source: <span class="center-block">Once work has been completed</span> <span class="center-block">the contributor will </span> <span>submit a PR for review.</span>
ja: <span class = "center-block">作業が完了したら</ span> <span class = "center-block">投稿者は</ span> <span>審査のためにPRを提出してください。</ span>

source: Paying the Bounty
ja: 賞金を支払う

source: <span class="center-block">Depending on the project</span> <span class="center-block">type, payment can be</span> <span class="center-block"> made to one contributor</span> <span>or to multiple contributors at one time.</span>
hi: <span class = "center-block"> प्रोजेक्ट के आधार पर </ span> <span class = "center-block"> प्रकार, भुगतान </ span> हो सकता है <span class = "center-block"> एक योगदानकर्ता के लिए बनाया गया </ span> <span> या एक बार में कई योगदानकर्ताओं के लिए। </ span>
it: <span class = "center-block"> A seconda del progetto </ span> <span class = "center-block"> tipo, il pagamento può essere </ span> <span class = "center-block"> creato per un contributore </ span> <span> o a più contributori contemporaneamente. </ span>
ja: <span class = "center-block">プロジェクトに応じて</ span> <span class = "center-block">タイプ、お支払いは</ span> <span class = "center-block"> 1人の寄稿者</ span> <span>または一度に複数の投稿者に送信</ span>

source: Accept Submission
ja: 提出を承諾する

source: <span class="center-block">Upon completion use the </span> <span class="center-block">accept submission button </span> <span>on the issue details page to release funds!</span>
ja: <span class = "center-block">完了時に</ span> <span class = "center-block">提出ボタンを承認する</ span> 資金を解放するための問題の詳細ページの<span>！</ span>

source: Things to Note
hi: नोट करने के लिए चीजें
it: Cose da notare
ja: 注意すべき事項

source: Signal Your Intent
hi: अपना इरादा सिग्नल करें
it: Segnala il tuo intento
ja: あなたの意思を伝える

source: As a courtesy to other contributors and to ensure payment, use the start work button to notify all parties your intention to work.
hi: अन्य योगदानकर्ताओं के प्रति सौजन्य और भुगतान सुनिश्चित करने के लिए, सभी पार्टियों को अपने इरादे को सूचित करने के लिए स्टार्ट वर्क बटन का उपयोग करें काम करने के लिए।
it: Come cortesia ad altri contributori e per garantire il pagamento, usa il pulsante avvia lavoro per notificare a tutte le parti la tua intenzione lavorare.
ja: 他の寄稿者への礼儀として、支払いを確実にするために、 すべての当事者にあなたの意図を通知するために作業開始ボタンを使用してください 働く

source: Funders Choose Workers
hi: फंडर्स श्रमिक चुनें
it: I finanziatori scelgono i lavoratori
ja: 資金提供者が労働者を選ぶ

source: The funder reserves the right to accept or deny a worker in order to find the best fit for the project.
hi: फंडर को एक कर्मचारी को स्वीकार या अस्वीकार करने का अधिकार सुरक्षित है परियोजना के लिए सबसे अच्छा फिट खोजने के लिए।
it: Il finanziatore si riserva il diritto di accettare o rifiutare un lavoratore per trovare la soluzione migliore per il progetto.
ja: 資金提供者は、労働者を受け入れるか拒否する権利を留保します プロジェクトに最適なものを見つけることができます。

source: Iteration is Key
ja: 反復は重要です

source: Expect a few rounds of revisions to complete the project.
hi: परियोजना को पूरा करने के लिए संशोधन के कुछ दौर की अपेक्षा करें।
it: Aspettatevi qualche giro di revisione per completare il progetto.
ja: プロジェクトを完了するために数回の改訂を期待してください。

source: Be on Time
hi: समय पर हो
it: Sii puntuale
ja: 時間内に着く

source: Work that has not been completed and is past the expiration date is considered expired.
ja: 完了しておらず、過去の仕事 有効期限が切れたとみなされます。

source: Cancel Anytime
ja: いつでもキャンセル

source: A project can be cancelled by a bounty funder. The funds will then be reclaimed by the bounty owner.
ja: プロジェクトは、賞金のある資金提供者によって取り消すことができます。その後、資金は賞金の所有者によって回収されます。

source: For more details, please see <a target="_blank" rel="noopener noreferrer" href="https://docs.google.com/document/d/1_U9IdDN8FIRMGAdLWCMl2BnqCTAv558QvyJiSWQfkbs/edit?usp=sharing"> repo maintainer's guide</a> or the <a target="_blank" rel="noopener noreferrer" href="https://docs.google.com/document/d/1S8BLKJF7J5RbrfFw-mX0iYcy4VSc6-a1aQXtKT_ta0Y/edit?usp=sharing"> developer guide</a>.
hi: अधिक जानकारी के लिए, कृपया <a target = "_ blank" rel = "noopener noreferrer" देखें href = "https://docs.google.com/document/d/1_U9IdDN8FIRMGAdLWCMl2BnqCTAv558QvyJiSWQfkbs/edit?usp=sharing"> रेपो रखरखाव की मार्गदर्शिका </a> या <एक लक्ष्य = "_ खाली" rel = "noopener noreferrer" href = "https://docs.google.com/document/d/1S8BLKJF7J5RbrfFw-mX0iYcy4VSc6-a1aQXtKT_ta0Y/edit?usp=sharing"> डेवलपर गाइड </a>।
it: Per ulteriori dettagli, per favore vedi <a target = "_ blank" rel = "noopener noreferrer" href = "https://docs.google.com/document/d/1_U9IdDN8FIRMGAdLWCMl2BnqCTAv558QvyJiSWQfkbs/edit?usp=sharing"> manutentore del repository </a> o il <a target = "_ blank" rel = "noopener noreferrer" href = "https://docs.google.com/document/d/1S8BLKJF7J5RbrfFw-mX0iYcy4VSc6-a1aQXtKT_ta0Y/edit?usp=sharing"> guida per sviluppatori </a>.
ja: 詳細については、 <target = "_ blank" rel = "noopener noreferrer"を参照してください。 href = "https://docs.google.com/document/d/1_U9IdDN8FIRMGAdLWCMl2BnqCTAv558QvyJiSWQfkbs/edit?usp=sharing"> レポメンテナンスガイド</a>または <target = "_ blank" rel = "noopener noreferrer" href = "https://docs.google.com/document/d/1S8BLKJF7J5RbrfFw-mX0iYcy4VSc6-a1aQXtKT_ta0Y/edit?usp=sharing"> デベロッパーガイド</a>をご覧ください。

source: Payment
ja: 支払い

source: Gitcoin supports 2 ways to make payments to support the flexibility of each project.
hi: गिटकोइन प्रत्येक परियोजना की लचीलापन का समर्थन करने के लिए भुगतान करने के 2 तरीके का समर्थन करता है।
it: Gitcoin supporta 2 modi per effettuare pagamenti per supportare la flessibilità di ciascun progetto.
ja: Gitcoinは、各プロジェクトの柔軟性をサポートするために支払いを行う2つの方法をサポートしています。

source: Basic Payout (single-party)
ja: ベーシックペイアウト（シングルパーティ）

source: <p>This feature allows a funder to easily pay one person for the work completed. This is typically used for the traditional project type.</p>
hi: <p> यह सुविधा एक फंडर को आसानी से एक व्यक्ति का भुगतान करने की अनुमति देती है काम पूरा हो गया है। यह आमतौर पर पारंपरिक के लिए प्रयोग किया जाता है प्रोजेक्ट प्रकार। </ p>
it: <p> Questa funzione consente a un finanziatore di pagare facilmente una persona per il Lavoro completato. Questo è in genere utilizzato per il tradizionale tipo di progetto. </ p>
ja: <p>この機能により、資金提供者は 作業は完了しました。これは、通常、伝統的な プロジェクトタイプ。</ p>

source: Advanced Payout (multi-party)
ja: アドバンスドペイアウト（マルチパーティー）

source: <p>Multi-party payout allows multiple people to be paid at one time. This can be used for cooperative or contest project types.</p> <p>Read more about this feature here.</p>
hi: <p> मल्टी-पार्टी पेआउट एक से अधिक लोगों को भुगतान करने की अनुमति देता है पहर। इसका उपयोग सहकारी या प्रतियोगिता परियोजना प्रकारों के लिए किया जा सकता है। </ P> <p> इस सुविधा के बारे में यहां और पढ़ें। </ p>
it: <p> Il pagamento di più parti consente di pagare più persone a uno tempo. Questo può essere usato per i tipi di progetti cooperativi o di concorso. </ P> <p> Leggi ulteriori informazioni su questa funzione qui. </ p>
ja: <p>複数パーティの支払いで複数の人が1人で支払いできる 時間。これは協調プロジェクト型やコンテストプロジェクト型に使用できます。</ p> <p>この機能の詳細については、こちらをご覧ください。</ p>

source: Project Permissions
ja: プロジェクトの権限

source: Gitcoin supports 2 types of permissions to allow flexibility for each project.
hi: प्रत्येक परियोजना के लिए लचीलापन की अनुमति देने के लिए गिटकोइन 2 प्रकार की अनुमतियों का समर्थन करता है।
it: Gitcoin supporta 2 tipi di permessi per consentire flessibilità per ogni progetto.
ja: Gitcoinは、各プロジェクトに柔軟性を持たせるために2種類のパーミッションをサポートしています。

source: Permissions - Approval Required
ja: 権限 - 承認が必要

source: A Permissions based project ensures that the contributor has necessary skillsets to complete the task. Contributors will request to work on a project by clicking start work to express interest. A short summary of a work approach will also be provided in the start work form.
hi: एक अनुमति आधारित परियोजना सुनिश्चित करता है कि योगदानकर्ता है कार्य को पूरा करने के लिए आवश्यक कौशल। योगदानकर्ता करेंगे व्यक्त करने के लिए काम शुरू करने पर क्लिक करके एक परियोजना पर काम करने का अनुरोध करें ब्याज। एक कार्य दृष्टिकोण का एक संक्षिप्त सारांश भी प्रदान किया जाएगा प्रारंभ कार्य फार्म में।
it: Un progetto basato sulle autorizzazioni garantisce che il contributore abbia competenze necessarie per completare l'attività. I contributori lo faranno richiesta di lavorare su un progetto facendo clic su avvia lavoro per esprimere interesse. Verrà inoltre fornito un breve riepilogo di un approccio al lavoro nella forma di lavoro iniziale.
ja: 権限ベースのプロジェクトは、寄稿者が タスクを完了するために必要なスキルセット。貢献者は 表現する作業を開始することをクリックしてプロジェクトの作業を依頼する 興味作業アプローチの簡単な要約も提供されます 開始作業形式で。
