Repository: uivlis/web
Catalog: app/locale/*/LC_MESSAGES/django.po
Languages: hi, it, ja

source: Send Tip
hi: सुझाव िलखो
it: Invia Suggerimento
ja: チップを送る

source: You've got
ja: あなたは持っている

source: Forward it to a permanent address:
hi: इसे स्थायी पते पर अग्रेषित करें:
it: Inoltra a un indirizzo permanente:
ja: それを恒久的な住所に転送してください：

source: Save this address as my direct payment address
hi: इस पते को मेरे प्रत्यक्ष भुगतान पते के रूप में सहेजें
it: Salva questo indirizzo come mio indirizzo di pagamento diretto
ja: この住所を直接支払い先住所として保存します

source: I understand &amp; agree to the <a href="https://gitcoin.co/terms">terms of service</a>.
hi: मैं समझता हूं & amp; <a href="https://gitcoin.co/terms"> सेवा की शर्तों </a> से सहमत हैं।
it: Comprendo e accetto i <a href="https://gitcoin.co/terms">termini del servizio</a> .
ja: 私は理解＆amp; <a href="https://gitcoin.co/terms">利用規約</a>に同意します。

source: Claim
hi: दावा
it: Richiesta
ja: 請求

source: Congrats!
hi: बधाई!
it: Congratulazioni!
ja: おめでとう！

source: It's Fast. It's Easy. It's Free.️
hi: ये तेज़ है। यह आसान है। यह मुफ़्त है
it: È veloce. È facile. È gratuito
ja: これは速い。それは簡単です。それは無料です.️

source: Supports any github username or email address
hi: किसी भी गिटहब उपयोगकर्ता नाम या ईमेल पते का समर्थन करता है
it: Supporta qualsiasi nome utente github o indirizzo email
ja: githubのユーザ名または電子メールアドレスをサポートします。

source: receipient
hi: प्राप्त करने वाला
ja: 受け手

source: receipients
hi: प्राप्तकर्ताओं
ja: 受け手

source: Send Ether
hi: ईथर भेजें
it: Invia Ether
ja: Etherを送る

source: Send Tip.
hi: सुझाव िलखो।
it: Invia Suggerimento.
ja: ヒントを送信する。

source: Amount of
hi: की राशि
it: Quantità di
ja: 数の

source: To Github Username
hi: गिटहब उपयोगकर्ता नाम के लिए
it: Per Github Username
ja: Githubユーザー名にする

source: From Github Username
ja: Githubユーザー名から

source: Advanced
hi: उन्नत
it: Avanzate
ja: 上級

source: Related Github Issue URL
hi: संबंधित गिटहब अंक यूआरएल
it: URL relativo al problema Github
ja: 関連Githubの問題のURL

source: optional
hi: ऐच्छिक
it: opzionale
ja: オプション

source: To Email address
hi: ईमेल पते पर
it: Per l&#39;indirizzo email
ja: 電子メールアドレスへ

source: From Email
hi: ई - मेल से
it: Dall&#39;email
ja: 電子メールから

source: Expires
hi: समय-सीमा समाप्त
it: Scade
ja: 期限切れ

source: day
hi: दिन
it: giorno
ja: 日

source: days
hi: दिन
it: giorni
ja: 日々

source: week
hi: सप्ताह
it: settimana
ja: 週間

source: weeks
hi: सप्ताह
it: settimane
ja: 週

source: month
hi: महीना
it: mese
ja: 月

source: months
hi: महीने
it: mesi
ja: 数ヶ月

source: year
hi: साल
it: anno
ja: 年

source: Private Comments
hi: निजी टिप्पणियां
it: Commenti privati
ja: プライベートコメント

source: Public Comments
hi: सार्वजनिक टिप्पणियां
it: Commenti pubblici
ja: 公開コメント

source: Send
hi: भेजना
it: Inviare
ja: 送信

source: Woo hoo!
hi: वू हू!
ja: うわー！

source: Your <span id="tokenName">ETH</span> has been sent <a href="" target="_blank" rel="noopener noreferrer" id="trans_link">to the blockchain</a>.
hi: आपका <span id = "tokenName"> ETH </ span> को अवरोधित किया गया है <a href="" target="_blank" rel="noopener noreferrer" id="trans_link"> ब्लॉकचेन </a> पर।
it: Il tuo <span id="tokenName">ETH</span> è stato inviato <a href="" target="_blank" rel="noopener noreferrer" id="trans_link">alla blockchain</a> .
ja: あなたの<span id = "tokenName"> ETH </ span>が<a href="" target="_blank" rel="noopener noreferrer" id="trans_link">ブロックチェーンに送信されました</a>。

source: The transaction is still pending.
hi: लेनदेन अभी भी लंबित है।
it: La transazione è ancora in sospeso.
ja: トランザクションはまだ保留中です。

source: This page will auto-update when the transaction is confirmed
hi: लेनदेन की पुष्टि होने पर यह पृष्ठ स्वतः अपडेट हो जाएगा
it: Questa pagina si aggiornerà automaticamente al momento della conferma della transazione
ja: このページは、取引が確認されたときに自動的に更新されます

source: but you can close the browser window if you want
hi: लेकिन यदि आप चाहें तो ब्राउज़र विंडो बंद कर सकते हैं
it: ma puoi chiudere la finestra del browser, se lo desideri
ja: 必要に応じてブラウザのウィンドウを閉じることができます

source: <span id="new_username"></span> has been notified
hi: <span id = "new_username"> </ span> को अधिसूचित किया गया है
it: <span id="new_username"></span> è stato notificato
ja: <span id = "new_username"> </ span>が通知されました

source: with instructions about how to receive their tip.
hi: उनके टिप को प्राप्त करने के निर्देशों के साथ।
it: con le istruzioni su come ricevere il loro consiglio.
ja: 彼らのチップを受け取る方法についての指示と一緒に。

source: Start Over
hi: प्रारंभ करें
it: Ricominciare
ja: やり直す

source: Basic Payout.
hi: मूल भुगतान
it: Pagamento base.
ja: 基本的な支払い。

source: Used to accept a bounty hunter's submission. You currently have
hi: एक बाउंटी शिकारी के सबमिशन को स्वीकार करने के लिए प्रयुक्त होता है। इस समय आपके पास
it: Utilizzato per accettare la sottomissione di un cacciatore di taglie. Al momento hai
ja: バウンティハンターの提出を受け入れるために使用されます。あなたは現在持っています

source: submission
ja: 提出

source: This option is currently disabled because you have no submissions.
hi: यह विकल्प वर्तमान में अक्षम है क्योंकि आपके पास कोई सबमिशन नहीं है।
it: Questa opzione è attualmente disabilitata perché non hai sottomissioni.
ja: 提出物がないため、このオプションは現在無効になっています。

source: Accept it using this option.
ja: このオプションを使用して受け入れます。

source: Accept one of them using this option.
hi: इस विकल्प का उपयोग कर उनमें से एक को स्वीकार करें।
it: Accetta uno di loro usando questa opzione.
ja: このオプションを使用してそれらの1つを受け入れます。

source: Advanced Payout.
ja: アドバンスドペイアウト。

source: Used to skip the 'submission' step; or when multiple parties need to be paid out.
hi: 'सबमिशन' चरण को छोड़ने के लिए प्रयुक्त होता है; या जब कई पार्टियों को भुगतान करने की आवश्यकता होती है।
it: Usato per saltare la fase di 'sottomissione'; o quando più parti devono essere pagate.
ja: 「提出」ステップをスキップするために使用されます。または複数の当事者が払い出される必要があるとき。

source: Basic Payout
hi: मूल भुगतान
it: Pagamento base
ja: 基本的な支払い

source: Bounty Submission:
hi: बाउंटी सबमिशन:
it: Submission Bounty:
ja: バウンティ・サブミッション：

source: Submission
hi: प्रस्तुत करने
it: Sottomissione
ja: 提出

source: (Optional) Add a tip of:
hi: (वैकल्पिक) की एक टिप जोड़ें:
it: (Facoltativo) Aggiungi un suggerimento di:
ja: （オプション）のヒントを追加：

source: Accept
hi: स्वीकार करना
it: Accettare
ja: 同意する

source: Four oh Four
hi: चार ओह चार
it: Quattro o quattro
ja: フォー4

source: This profile is not available.
hi: यह प्रोफ़ाइल उपलब्ध नहीं है।
it: Questo profilo non è disponibile.
ja: このプロファイルは利用できません。

source: This profile either doesn't exist, is not a member of Gitcoin, or the user has chosen not to make their profile available.
ja: このプロファイルは存在しないか、Gitcoinのメンバーでないか、またはユーザーがプロフィールを利用できないように選択しました。

source: Try looking for their profile on Github
hi: गिटहब पर अपनी प्रोफ़ाइल की तलाश करने का प्रयास करें
it: Prova a cercare il loro profilo su Github
ja: Githubでプロフィールを探してみてください

source: Contact us on Slack
ja: スラックにお問い合わせください

source: Organization
hi: संगठन
it: Organizzazione
ja: 組織

source: bounties
ja: 賞金

source: org
ja: 組織

source: Contributor
ja: 貢献者

source: bounties completed
hi: उपहार पूरा
it: taglie completate
ja: 奨励金が完了しました

source: ETH collected
hi: ईथर एकत्रित
it: ETH raccolto
ja: 収集されたETH

source: removed from
hi: से निकाला गया
it: rimosso da
ja: から取り除かれた

source: contributor
ja: 投稿者

source: bounties funded
ja: 奨励金

source: ETH funded
hi: ईथर वित्त पोषित
it: ETH finanziato
ja: ETHが資金提供

source: funder
ja: ファインダー

source: Funds
ja: 資金

source: Bounties in progress
ja: 奨励金

source: Show all
hi: सब दिखाओ
it: Mostra tutto
ja: すべて表示する

source: Bounties funded
ja: 奨励金

source: Bounties completed
ja: 完了した賞金

source: Bounties
ja: 賞金

source: Tips Received
ja: 受信したヒント

source: Comments
hi: टिप्पणियाँ
it: Commenti
ja: コメント

source: an anonymous user
hi: एक अनाम उपयोगकर्ता
it: un utente anonimo
ja: 匿名ユーザー

source: No tips
ja: ヒントなし

source: Latest Activities
hi: नवीनतम गतिविधियां
it: Ultime attività
ja: 最新のアクティビティ

source: Completed
hi: पूरा कर लिया है
it: Completato
ja: 完了しました

source: Submitted
ja: 提出された

source: Started
ja: 始めた

source: Don't show again
hi: दोबारा मत दिखाओ
it: Non mostrare più
ja: 再度表示しない

source: 1) Create a Github Issue, you'll need the issue URL
hi: 1) एक गिटहब समस्या बनाएं, आपको समस्या यूआरएल की आवश्यकता होगी
it: 1) Crea un problema con GitHub, avrai bisogno dell'URL del problema
ja: 1）Githubの問題を作成するには、問題のURLが必要です

source: 2) Select the type of issue to fund
hi: 2) फंड के लिए समस्या का प्रकार चुनें
it: 2) Seleziona il tipo di problema da finanziare
ja: 2）資金調達の種類を選択する

source: 3) Complete the form and press "Fund Issue"
hi: 3) फॉर्म को पूरा भरें और "फंड समस्या" दबाएं
it: 3) Compilare il modulo e premere "Fascicolo del fondo"
ja: 3）フォームに記入し、「ファンド発行」を押します。

source: 4) Confirm the transaction in metamask
hi: 4) मेटामास्क में लेनदेन की पुष्टि करें
it: 4) Confermare la transazione in metamask
ja: 4）metamaskでトランザクションを確認する

source: Once confirmed on blockchain, your bounty is posted to Gitcoin! Wait for developers across the world to discover your bounty and start working on your issue.
hi: एक बार ब्लॉकचेन पर पुष्टि की, आपका उपहार गिटकोइन पर पोस्ट किया गया है! दुनिया भर में डेवलपर्स के लिए अपनी उपहार की खोज करें और अपनी समस्या पर काम करना शुरू करें।
it: Una volta confermato su blockchain, la tua taglia viene pubblicata su Gitcoin! Attendi gli sviluppatori di tutto il mondo per scoprire la tua generosità e iniziare a lavorare sul tuo problema.
ja: ブロックチェインで確認されると、あなたの賞金はGitcoinに投稿されます！世界中の開発者があなたの恩恵を発見して問題を解決するのを待ちます。

source: Watch 90 second video
hi: 90 सेकंड वीडियो देखें
it: Guarda il video di 90 secondi
ja: 90秒のビデオを見る

source: Ok, I'm ready
hi: ठीक है, मैं तैयार हूं
it: Ok sono pronto
ja: 大丈夫、準備できました

source: Tips & Tricks
hi: सलाह & चाल
it: Consigli e trucchi
ja: ヒントとコツ

source: Know what you're looking for.
hi: जानें कि आप क्या खोज रहे हैं।
it: Sai cosa stai cercando.
ja: あなたが探しているものを知っている。

source: Set clear acceptance criteria.
hi: स्पष्ट स्वीकृति मानदंड निर्धारित करें।
it: Stabilire chiari criteri di accettazione.
ja: 受け入れ基準を明確にします。

source: Set a reasonable timeframe.
hi: उचित समय सीमा निर्धारित करें।
it: Imposta un intervallo di tempo ragionevole.
ja: 合理的な時間枠を設定します。

source: Pick a fair price.
hi: एक उचित मूल्य उठाओ।
it: Scegli un prezzo equo
ja: 公正な価格を選んでください。

source: Documentation is Key.
hi: दस्तावेज़ीकरण कुंजी है।
it: La documentazione è la chiave.
ja: ドキュメンテーションはキーです。

source: Leave Room for Error.
hi: त्रुटि के लिए कमरा छोड़ दें।
it: Lascia spazio per errore.
ja: エラーのために部屋を出てください。

source: See Developer Guide
ja: デベロッパーガイドを参照

source: Other Repo Maintainers are funding these types of issues
hi: अन्य रेपो रखरखाव इन प्रकार के मुद्दों को वित्त पोषित कर रहे हैं
it: Altri Repo Maintainers stanno finanziando questi tipi di problemi
ja: 他のレポメンテナがこれらのタイプの問題に資金を提供しています

source: NEW PRODUCT OR FEATURE
hi: नया उत्पाद या फीचर
it: NUOVO PRODOTTO O FUNZIONE
ja: 新製品または新機能

source: Build new product ideas or new features
hi: नए उत्पाद विचार या नई सुविधाओं का निर्माण करें
it: Costruisci nuove idee di prodotto o nuove funzionalità
ja: 新製品のアイデアや新機能を構築する

source: FEATURE IMPROVEMENT
hi: फीचर सुधार
it: MIGLIORA IL MIGLIORAMENTO
ja: 機能の改善

source: Iterate on the next set of features
hi: सुविधाओं के अगले सेट पर Iterate
it: Esegui il prossimo set di funzionalità
ja: 次の一連の機能を繰り返す

source: BUG FIX
hi: बग ठीक करें
it: RISOLUZIONE DEL PROBLEMA
ja: バグ修正

source: Find and fix bugs in your product
hi: अपने उत्पाद में बग ढूंढें और ठीक करें
it: Trova e correggi bug nel tuo prodotto
ja: あなたの製品のバグを見つけて修正する

source: CODE REVIEW
hi: को़ड समीक्षा
it: REVISIONE DEL CODICE
ja: コードレビュー

source: Get help reviewing code
hi: कोड की समीक्षा करने में सहायता प्राप्त करें
it: Chiedi aiuto per rivedere il codice
ja: コードを確認するためのヘルプを表示する

source: TECH UPGRADE
hi: तकनीक उन्नयन
it: AGGIORNAMENTO TECNICO
ja: テックアップグレード

source: Frameworks, migrations, batches
hi: फ्रेमवर्क, माइग्रेशन, बैच
it: Quadri, migrazioni, lotti
ja: フレームワーク、移行、バッチ

source: DOCUMENTATION
hi: प्रलेखन
it: DOCUMENTAZIONE
ja: ドキュメンテーション

source: Product documentation, set up instructions
hi: उत्पाद प्रलेखन, निर्देश स्थापित करें
it: Documentazione del prodotto, istruzioni per l'installazione
ja: 製品マニュアル、セットアップ手順

source: DESIGN
hi: डिज़ाइन
ja: 設計

source: Architecture, flows, wireframes, designs
hi: वास्तुकला, प्रवाह, wireframes, डिजाइन
it: Architettura, flussi, wireframe, disegni
ja: 建築、流れ、ワイヤー、デザイン

source: OTHER
hi: अन्य
it: ALTRO
ja: その他

source: Ideas, discussions, contests, consulting
hi: विचार, चर्चा, प्रतियोगिता, परामर्श
it: Idee, discussioni, concorsi, consulenza
ja: アイデア、ディスカッション、コンテスト、コンサルティング

source: In our experience, the following are <span class="orange-text">not</span> good candidates for bounties:
hi: हमारे अनुभव में, निम्फॉक्सिखित <span class = "नारंगी-पाठ"> नहीं </ span> बकाया के लिए अच्छे उम्मीदवार हैं:
it: Nella nostra esperienza, i seguenti sono <span class = "orange-text"> not </ span> buoni candidati per le ricompense:
ja: 私たちの経験では、以下は賞金のための良い候補ではない<span class = "orange-text"> </ span>

source: Core Architecture
hi: कोर वास्तुकला
it: Architettura Core
ja: コアアーキテクチャ

source: Anything that requires a high degree of situational awareness of the product/market fit (unless there is well documented material on the same)
hi: कुछ भी जिसके लिए उच्च स्तर की परिस्थिति जागरूकता की आवश्यकता होती है उत्पाद / बाजार फिट (जब तक वहां पर अच्छी तरह से प्रलेखित सामग्री नहीं है)
it: Tutto ciò che richiede un alto grado di consapevolezza situazionale del prodotto / market fit (a meno che non ci sia materiale ben documentato sullo stesso)
ja: 高度な状況認識を必要とするもの 製品/市場の適合度（十分に文書化された資料がない場合を除く）

source: Anything that requires privileged access (like SSH access, prod private API key)
hi: कुछ भी जिसके लिए विशेषाधिकार प्राप्त पहुंच की आवश्यकता होती है (जैसे एसएसएच एक्सेस, प्रोड प्राइवेट एपीआई कुंजी)
it: Tutto ciò che richiede un accesso privilegiato (come l'accesso SSH, preda la chiave API privata)
ja: 特権アクセスを必要とするもの（SSHアクセス、 プロプライベートAPIキー）

source: If you're unsure, please reach out to a Gitcoin Core Team member on
hi: यदि आप अनिश्चित हैं, तो कृपया गिटकोइन कोर टीम के सदस्य तक पहुंचें
it: Se non sei sicuro, contatta un membro del team Gitcoin Core su
ja: 不明な点がある場合は、Gitcoin Core Teamのメンバーにお問い合わせください。

source: Open
hi: खुला
it: Aperto
ja: 開いた

source: Create Work
hi: काम बनाएं
it: Crea lavoro
ja: 作業を作成する

source: Start Work
hi: काम शुरु करें
it: Inizia il lavoro
ja: 仕事を始める

source: Work Done
hi: काम किया
it: Lavoro fatto
ja: 作業完了

source: Accept Work
hi: कार्य स्वीकार करें
it: Accetta il lavoro
ja: 仕事を受け入れる

source: Your update is being posted to the Ethereum Blockchain.
ja: あなたのアップデートはEthereum Blockchainに投稿されています。

source: This page will automatically update when the sync is completed. You may close your browser.
ja: このページは、同期が完了すると自動的に更新されます。あなたはブラウザを閉じることができます。

source: Github Username
hi: गिटहब उपयोगकर्ता नाम
it: Nome utente Github
ja: Githubユーザー名

source: Hours Worked
hi: घन्टे काम किया
it: Ore lavorate
ja: 働いた時間

source: Deadline
hi: समयसीमा
it: Scadenza
ja: 締め切り

source: Expires in
hi: में समाप्त होने वाला है
it: Scade tra
ja: 期限切れ

source: Details
hi: विवरण
it: Dettagli
ja: 詳細

source: Traditional -- 1 worker at a time, 1 is paid out
hi: पारंपरिक - एक समय में 1 कर्मचारी, 1 का भुगतान किया जाता है
it: Tradizionale: 1 lavoratore alla volta, 1 è pagato
ja: 伝統的 - 一度に1人の労働者、1人が払い出される

source: Contest -- many workers at a time, 1 is paid out
hi: प्रतियोगिता - एक समय में कई श्रमिकों, 1 का भुगतान किया जाता है
it: Concorso: molti lavoratori alla volta, 1 è pagato
ja: コンテスト - 一度に多くの労働者、1が払われます

source: Cooperative -- many workers at a time, many are paid out
hi: सहकारी - एक समय में कई श्रमिकों को भुगतान किया जाता है
it: Cooperativa: molti lavoratori alla volta, molti sono pagati
ja: 協同組合 - 一度に多くの労働者、多くは払い出される

source: Permissionless - Anyone can start work.
hi: अनुमतिहीन - कोई भी काम शुरू कर सकता है।
it: Senza autorizzazione: chiunque può iniziare a lavorare.
ja: 無許可 - 誰でも作業を開始できます。

source: Approval Required - I will approve bounty hunters.
hi: स्वीकृति आवश्यक - मैं बाउंटी शिकारी को मंजूरी दे दूंगा।
it: Approvazione richiesta - Approverò i cacciatori di taglie.
ja: 承認が必要 - 奨励師を承認します。

source: Issue Details
hi: अंक विवरण
it: Dettagli del problema
ja: 問題の詳細

source: Beginner
hi: शुरुआती
it: Principiante
ja: 初心者

source: Intermediate
hi: मध्यम
it: Intermedio
ja: 中級

source: Hours
hi: घंटे
it: Ore
ja: 時間

source: Days
hi: दिन
it: giorni
ja: 日々

source: Weeks
hi: सप्ताह
it: settimane
ja: 週

source: Months
hi: महीने
it: mesi
ja: 月

source: Bounty Type
hi: बाउंटी प्रकार
it: Tipo di taglia
ja: バウンティタイプ

source: Bug
hi: बग
it: insetto
ja: バグ

source: Feature
hi: फ़ीचर
it: caratteristica
ja: 特徴

source: Improvement
hi: सुधार की
it: Miglioramento
ja: 改善

source: Security
hi: सुरक्षा
it: Sicurezza
ja: セキュリティ

source: Documentation
hi: प्रलेखन
it: Documentazione
ja: ドキュメンテーション

source: Design
hi: डिज़ाइन
ja: 設計

source: Code Review
hi: को़ड समीक्षा
it: Revisione del codice
ja: コードレビュー

source: Other
hi: अन्य
it: Altro
ja: その他

source: Full Name
hi: पूरा नाम
it: Nome e cognome
ja: フルネーム

source: Get Started
hi: शुरू हो जाओ
it: Iniziare
ja: 開始する

source: Build Avatar
ja: アバターを作る

source: View Profile
hi: प्रोफाइल देखिये
it: Vedi profilo
ja: プロフィールを見る

source: Manage Settings
hi: सेटिंग्स प्रबंधित करें
it: Gestisci le impostazioni
ja: 設定を管理する

source: Tip
hi: टिप
it: Mancia
ja: 先端

source: Administration
hi: शासन प्रबंध
it: Amministrazione
ja: 管理

source: Log Out
hi: लोग आउट
it: Disconnettersi
ja: ログアウト

source: Log in
ja: ログイン

source: Enabled
hi: सक्रिय
it: Abilitato
ja: 有効

source: Available
hi: उपलब्ध
it: A disposizione
ja: 利用可能

source: Join Our Newsletter!
ja: ニュースレターに登録する！

source: Emails once a week max, & we never sell your data
hi: सप्ताह में एक बार अधिकतम ईमेल, और हम आपका डेटा कभी नहीं बेचते हैं
it: Email una volta a settimana max, e non vendiamo mai i tuoi dati
ja: 1週間に1回メールを送信し、データを販売することはありません

source: You may withdraw email consent at any time
hi: आप किसी भी समय ईमेल सहमति वापस ले सकते हैं
it: Puoi ritirare il consenso via email in qualsiasi momento
ja: あなたはいつでも電子メールの同意を取り消すことができます

source: Manage preferences
ja: 設定の管理

source: Opt out
hi: बाहर निकलना
it: Decidere di uscire
ja: 身を引く

source: Email us
ja: 私達に電子メールを送り

source: Tips for Funding an Issue
ja: 問題への資金提供のヒント

source: Create an issue on Github so that we can reference the details of the issue.
hi: गिटहब पर एक समस्या बनाएं ताकि हम इस मुद्दे के विवरण का संदर्भ दे सकें।
it: Crea un problema su Github in modo che possiamo fare riferimento ai dettagli del problema.
ja: 問題の詳細を参照できるように、Githubに問題を作成します。

source: What to fund? A new feature, feature improvements, bug fixes, code review, design and more.
hi: क्या फंड करना है? एक नई सुविधा, फीचर सुधार, बग फिक्स, कोड समीक्षा, डिज़ाइन और बहुत कुछ।
it: Cosa finanziare? Una nuova funzionalità, miglioramenti delle funzionalità, correzioni di bug, revisione del codice, progettazione e altro ancora.
ja: どのような資金ですか？新しい機能、機能改善、バグ修正、コードレビュー、デザインなど

source: Cancelling a Bounty is Sometimes Necessary
hi: एक बाउंटी रद्द करना कभी-कभी आवश्यक होता है
it: A volte è necessario cancellare un Bounty
ja: バウンティを取り消すことは時々必要です

source: Don't forget once you cancel you will receive the funds & can reuse it on your next bounty.
hi: एक बार रद्द करने के बाद मत भूलना आपको धन प्राप्त होगा और इसे आपके अगले उपहार पर पुन: उपयोग कर सकते हैं।
it: Non dimenticare che una volta annullato riceverai i fondi e potrai riutilizzarli per la tua prossima ricompensa.
ja: あなたが資金を受け取り、あなたの次の賞金にそれを再使用することができますキャンセルすることを忘れないでください。

source: Accepting a Submission is Exciting
hi: एक सबमिशन स्वीकार करना रोमांचक है
it: Accettare un invio è eccitante
ja: 投稿を受け入れることはエキサイティングです

source: Make sure the submitter has completed the requirements to the specifications of your bounty.
hi: सुनिश्चित करें कि जमाकर्ता ने आपके उपहार के विनिर्देशों की आवश्यकताओं को पूरा कर लिया है।
it: Assicurati che il mittente abbia completato i requisiti per le specifiche della tua taglia.
ja: 提出者があなたの賞金の仕様に対する要件を満たしていることを確認してください。

source: Feedback and gratitude are always nice ways to continue a relationship.
ja: フィードバックと感謝は常に関係を継続する良い方法です。

source: Paying out a bounty is Exciting
ja: 賞金を支払うことはエキサイティングです

source: If you are closing the bounty, make sure the submitters have completed the requirements to the specifications of your bounty.
ja: 奨励金を締め切っている場合は、提出者があなたの賞金の仕様に対する要件を満たしていることを確認してください。

source: You have worked really hard! Time to submit work and get paid
hi: आपने वास्तव में कड़ी मेहनत की है! काम जमा करने और भुगतान पाने का समय
it: Hai lavorato davvero sodo! È ora di inviare lavoro e essere pagato
ja: あなたは本当に頑張った！仕事を提出して支払いを受ける時間

source: Please Enable Metamask to Continue.
ja: メタマスクを有効にしてください。

source: To interact with the Ethereum Blockchain, you need to install the Metamask Browser Extension. <a target="_blank" rel="noopener noreferrer" href="https://github.com/gitcoinco/gitcoinco/issues/4">Can't get web3 to work? Get help here.</a>
hi: एथेरियम ब्लॉकचेन के साथ बातचीत करने के लिए, आपको मेटामास्क ब्राउज़र एक्सटेंशन इंस्टॉल करना होगा। <एक लक्ष्य = "_ खाली" rel = "noopener noreferrer" href = "https://github.com/gitcoinco/gitcoinco/issues/4"> वेब 3 काम करने के लिए नहीं मिल सकता है? यहां सहायता प्राप्त करें। </a>
it: Per interagire con Ethereum Blockchain, è necessario installare Metamask Browser Extension. <a target = "_ blank" rel = "noopener noreferrer" href = "https://github.com/gitcoinco/gitcoinco/issues/4"> Non riesci a far funzionare web3? Chiedi aiuto qui. </a>
ja: Ethereum Blockchainとやり取りするには、Metamask Browser Extensionをインストールする必要があります。 <target = "_ blank" rel = "noopener noreferrer" href = "https://github.com/gitcoinco/gitcoinco/issues/4"> web3を動作させることはできませんか？ここで助けを求めてください。</a>

source: The fastest and easiest way to add Web3 to your browser is to install <a target="_blank" rel="noopener noreferrer" href="https://metamask.io/?utm_source=gitcoin.co&utm_medium=referral">Metamask</a>. To continue submitting a bounty, please install Metamask and return to this page.
hi: अपने ब्राउज़र में वेब 3 जोड़ने का सबसे तेज़ और आसान तरीका है <a target="_blank" rel="noopener noreferrer" href="https://metamask.io/?utm_source=gitcoin.co&utm_medium=referral"> मेटामास्क < / a>। उपहार जमा करना जारी रखने के लिए, कृपया मेटामास्क इंस्टॉल करें और इस पृष्ठ पर वापस आएं।
it: Il modo più semplice e veloce per aggiungere Web3 al browser è installare <a target="_blank" rel="noopener noreferrer" href="https://metamask.io/?utm_source=gitcoin.co&utm_medium=referral">Metamask</a> . Per continuare a inviare un bounty, installa Metamask e torna a questa pagina.
ja: お使いのブラウザにWeb3を追加するための最も簡単な方法は、<a target="_blank"のrel="noopener noreferrer" href="https://metamask.io/?utm_source=gitcoin.co&utm_medium=referral"> Metamask <インストールすることです/ a>。奨励金を提出し続けるには、Metamaskをインストールしてこのページに戻ってください。

source: Notification Email
hi: अधिसूचना ईमेल
it: Email di notifica
ja: 通知電子メール

source: Permissionless
hi: अनुमति के बग़ैर
ja: 無許可

source: Anyone can start work
hi: कोई भी काम शुरू कर सकता है
it: Chiunque può iniziare a lavorare
ja: 誰でも作業を開始できます

source: Approval Required
hi: अनुमोदन की आवश्यकता है
it: Approvazione richiesta
ja: 承認が必要

source: Submitter will approve bounty hunters can start work.
hi: सबमिटर बाउंटी शिकारी को मंजूरी दे सकता है काम शुरू कर सकते हैं।
it: Il mittente approverà che i cacciatori di taglie possono iniziare a lavorare.
ja: 投稿者は賞金稼ぎを承認し、狩人は仕事を始めることができます。

source: Pricing
hi: मूल्य निर्धारण
it: Prezzi
ja: 価格設定

source: Denomination
ja: デノミネーション

source: USD
hi: डॉलर
it: Dollaro statunitense
ja: 米ドル

source: Project Types
ja: プロジェクトの種類

source: Traditional
ja: 伝統的な

source: 1 worker at a time, 1 is paid out
hi: एक समय में 1 कर्मचारी, 1 का भुगतान किया जाता है
it: 1 lavoratore alla volta, 1 è pagato
ja: 一度に1人の労働者、1人が払い出される

source: Contest
hi: प्रतियोगिता
it: Concorso
ja: コンテスト

source: many workers at a time, 1 is paid out
hi: एक समय में कई श्रमिकों का भुगतान किया जाता है
it: molti lavoratori alla volta, 1 è pagato
ja: 一度に多くの労働者、1が払われます

source: Cooperative
hi: सहयोगी
it: Cooperativa
ja: 協同組合

source: many workers at a time, many are paid out
hi: एक समय में कई श्रमिकों का भुगतान किया जाता है
it: molti lavoratori alla volta, molti sono pagati
ja: 一度に多くの労働者、多くが支払われる

source: Search
hi: खोज
it: Ricerca
ja: サーチ
